{
  "paper_id": "pmc_articles_PMC10390562",
  "title": "Strategies, research priorities, and challenges for the exploration of space beyond low-Earth orbit",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10390562/",
  "sections": {
    "Abstract": "Space exploration objectives will soon move from low Earth orbit to distant destinations like Moon and Mars. The present work provides an up-to-date roadmap that identifies critical research gaps related to human behavior and performance in altered ...",
    "Results": "Finally, noise, like gravity, is also omnipresent in any environment and cannot be completed removed in the chain of physiological signal processing. Counter-intuitively, noise—or uncertainty in sensory signals—can be beneficial in some conditions. Stochastic resonance is a mechanism whereby a particular level of noise enhances the response of nonlinear systems to weak sensory signals. The effects of stochastic resonance on sensory modalities and, more particularly on somatosensory information have been demonstrated, paving the way toward its potential for improving sensorimotor performance as well as cognitive and autonomic functions 100 . These promising results demonstrate that stochastic resonance represents a flexible and non-invasive technique that can be applied to a variety of scenarios beyond astronauts, including in ambulant elderly, skilled movements, sports, and to patients with sensorimotor or autonomic dysfunctions 101 . Future research on the use of self-adaptive, automous operational training and augmented feedback will help to better understand the fundamentals of fine motor skill acquisition and adaptation, and provide insightful information on the optimal design and control of human-machine interfaces and wearable robots in space environments and other immersive dynamics.",
    "Conclusion": "Gravitational transitions can also induce aftereffects that will persist for some time after as the neurovestibular systems adapt to the new gravito-inertial loading. These neurological phenomena have been shown to impair behavior and performance across dimensions. While many studies have demonstrated that humans and animals eventually adapt to new gravitational environments (mostly microgravity) 53 , only a few have addressed the re-adaptation processes following re-entry: astronauts also experience a condition called “entry motion sickness”, which slows the speed of decision making and alters their ability to control the vehicle and their movements 54 . Neurovestibular challenges that occur when the crew member returns to normal gravity include alterations in manual control 20 , inability to exit the vehicle 55 , postural imbalance 56 , and locomotion disorders 57 . The first three weeks in space and the first two weeks back on Earth present critical adaptation periods that are characterized by impairments in perceptual-motor skills and higher attentional processes. However, the dynamics of re-adaptation when transitioning back to the original environment (e.g., 1 g) or to a new gravity level (e.g., Moon or Mars) is not well understood. This lack of knowledge may be partially explained by current methodological limitations and operational constraints; it is extremely challenging to collect data during or upon entry in a new environment or immediately after landing. The quantification of the dynamics of sensory processes with a short time constant (e.g., fast motor (re-)adaptation) requires accurate measurements immediately before and after entry, landing, or any other event that induces significant changes in the environment. Consequently, current methods of preflight training and post-flight rehabilitation have not been optimized to minimize the functional impacts of these natural adaptive responses during gravitational transitions or to restore environment-appropriate sensorimotor functions after these transitions. Current research suggests a multimodal representation of gravity 58 , in which proprioceptive, somatosensory, visual and vestibular signals are integrated for processing gravity-related cues. For instance, Mittelstaedt (1996) proposed a somatic component for graviception that is located in the trunk, and particularly in the kidneys 59 . Humans use an internal model to dissociate gravity and inertial acceleration from a composite acceleration signal 49 , 60 . As a result of the complex integration of graviception and its interaction with motor control, understanding how the nervous system adapts to changes in gravity is challenging. The precise nature and properties of this internal multimodal representation going beyond the vestibular system during acute gravitational transitions are also still to be determined. Experiments performed under altered gravitational levels have identified a rapid adaptation process. At the same time the data have also revealed biases indicative of partial habituation that could be observed throughout the entire (often short-term) exposure to weightlessness 61 – 63 . Early access to astronauts (immediately upon entry or after landing) is critical to characterize the dynamics of this highly dynamic adaptation process (see also previous section). This point has been emphasized in a previous white paper by White et al. (2016) 3 , and remains a critical issue. The next steps to deepen our understanding of the neural bases of adaptation to changes in gravity will require to address current methodological constraints such as technologies to measure brain function of cortical and sub-cortical structures in real-time. Furthermore, the modularity of dedicated discrete sensory organs and brain regions for processing gravity cues suggest a distributed role of structures and functions for perception and control 50 . In addition to visual, vestibular and internal (prior) information, somatosensory (proprioceptive) feedback and its influence on planning and control may serve as a calibration signal that is conditioning our perception and the scaling of motor commands. The importance of this sensory information has not been fully acknowledged so far. Finally, the experimental context itself faces several methodological challenges. Structural and functional magnetic resonance imaging (MRI) of the brain cannot be used to acquire data during gravity transitions. Data collected before and after an interventions (e.g., parabolic flight or centrifugation) can probe neural adaptations in response to acute exposures to altered gravitational levels. Yet, they must be cautiously interpreted because they do not allow to draw any conclusions about the effects of gravity levels and transitions. Although there is solid evidence of the existence of a vestibular network that processes gravity signals 50 , 64 , current approaches are insufficient to draw clear-cut conclusions, firstly for methodological reasons, and secondly because gravity in essence influences all systems at the same time. Technologies to observe brain function such as electroencephalography (EEG) and functional near-infrared spectroscopy (fNIRS) are mobile and could potentially be used to capture cortical neurophysiological changes in response to altered gravity in real-time. EEG records electrocortical activity at the scalp surface with temporal resolution and moderate spatial resolution (recent systems can support a density of 256 electrodes improving the accuracy of source localization techniques). In contrast, (f)NIRS reflects brain activation by measuring brain hemodynamic responses at lower temporal but higher spatial resolutions. Combining EEG and fNIRS may therefore overcome some of the previous methodological challenges and open new avenues to pinpoint how the brain creates an internal representation of gravity 65 , 66 . However, such approaches require cautious validation studies because of the potential confounding associated with cephalic fluid shifts on functional brain recordings 67 .",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fd13/10390562/e47ddef83d77/41526_2023_295_Fig1_HTML.jpg"
    ]
  }
}