{
  "paper_id": "pmc_articles_PMC12021249",
  "title": "Microfluidic Device for Studying Nematodes",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12021249/",
  "sections": {
    "Abstract": "Abstract The free-living nematode Caenorhabditis elegans has been routinely used to study gene functions, genetic interactions, and conserved signaling pathways. Most experiments require that the animals are synchronized to be at the same specific developmental stage. Bleach synchronization is traditionally used to obtain a population of staged embryos, but the method can have harmful effects on the embryos. The physical separation of differently sized animals is preferred but often difficult to perform because some developmental stages are the same sizes as others. Microfluidic device filters have been used as alternatives, but they are expensive and require customization to scale up the preparation of staged animals. Here, we present a protocol for the synchronization of embryos using mesh filters. Using filtration, we obtained a higher yield of embryos per plate than using the standard bleach synchronization protocol and at a scale beyond microfluidic devices. Importantly, filtration has no deleterious effects on downstream larval development assays. In conclusion, we have exploited the differences in the sizes of C. elegans developmental stages to isolate embryo cultures suitable for use in high-throughput assays.",
    "Results": "One of the major challenges of conducting high-throughput C. elegans assays is collecting a large number of embryos. Traditionally, bleach synchronization has been used to harvest embryos. However, the process is time-consuming and introduces high variability [ 3 – 5 ]. To overcome the challenges of bleach synchronization, we demonstrated the use of commercially available mesh filters to collect a large number of embryos with high purity. We set up the filtration apparatus as shown ( Fig 2 ). Briefly, a connector ring was attached to a 50 mL conical tube. A 20 µm filter (green color) was attached on top of the connector ring. A 40 µm filter (blue color) was added on top of the 20 µm filter. A funnel was attached to the 40 µm filter. Optimization of filtration conditions The G 1 offspring recovered from the 20 µM mesh filter were 94–100% (data collected from up to 50 filtrations) embryos with rare L1 larvae contaminants. To get 100% G 1 embryo cultures, we sought to kill the L1 larvae by exposing the recovered mixed-stage population to a bleach solution. We optimized the bleach concentration and exposure time so that it was sufficient to kill the larvae without any damaging effects on the G 1 embryos. We tested three different concentrations of bleach solution (10%, 20%, and 25% in M9 buffer) with varying exposure times (30, 60, 120, and 150 seconds) to identify the optimal condition that killed the larvae (identified by lack of movement) with minimal impact on embryos. Treating the recovered population with 25% bleach solution for 30 seconds killed the larvae with minimal impact on embryonic lethality as measured after 24 hours of recovery ( S1 Table ). For our initial experiments, we used M9 buffer as the wash solution for all subsequent washes. However, embryos might be lost during each M9 buffer wash. To reduce the potential for loss, we altered the osmolarity of the M9 buffer using PEG. We used PEG at four different concentrations (0.5%, 1%, 2%, and 3% w/v) in M9 buffer and obtained the highest yield with 3% PEG. Consequently, we used 3% PEG in M9 buffer for all subsequent washes. We recovered two times more embryos from a single 6 cm OP50-seeded plate when 3% PEG was incorporated with M9 buffer in the wash solution (average embryo yield was 12,539 ± 5,727 SD with 3% PEG in M9 buffer compared to an average embryonic yield of 6,821 ± 5,364 SD with M9 buffer) ( S2A Fig ). To ensure that PEG did not affect the hatching of embryos, we assessed the embryonic lethality after 24 hours. The average embryonic lethality of embryos that were washed with 3% PEG was similar to the embryonic lethality of embryos that were washed with M9 buffer (4.5% for 3% PEG in M9 buffer and 3.8% for M9), indicating that the use of PEG does not damage the embryos ( S2B Fig ). Filtration yields a higher number of embryos compared to bleach synchronization To determine the efficacy of embryo filtration, we collected embryos using bleach synchronization and filtration techniques in parallel. We used the same number of 6 cm OP50-seeded plates that had an equivalent number of P 0 adults. We recovered an average of 4,946 (SD ± 3360) G 1 embryos by bleach synchronization, compared to an average of 9,474 (SD ± 6764) G 1 embryos by filtration ( Fig 5 ). To account for variability that might be introduced by different experimentalists performing the protocols, we employed three experimentalists to conduct the filtration and bleach protocols to collect the G 1 embryos. We did not find a significant difference between any two experimentalists for either of the two protocols ( p = 0.217 for the bleach synchronization protocol, and p = 0.706 for the filtration protocol, Kruskall-Wallis rank-sum test). Fig 5. A higher number of G 1 embryos were recovered from filtration than by bleach synchronization. Open in a new tab Box plot showing G 1 embryonic yield per plate obtained by bleach synchronization or filtration protocols. The median is represented by the solid horizontal line with the 75 th and 25 th quartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75 th and 25 th percentiles, respectively. The three different colors of the points indicate three experimentalists. A significantly higher number of G 1 embryos were collected by filtration ( p = 0.00064, Wilcoxon rank-sum test). Eight replicates were tested by each experimentalist for each method. Embryos obtained by filtration develop comparably to the embryos obtained by bleach synchronization We aimed to understand differences in the development of G 1 embryos collected by bleach and filtration protocols, so we harvested embryos using bleach synchronization and filtration protocols in parallel and measured the lengths of the animals after 48 hours of growth using a liquid-based larval development assay [ 3 , 5 , 22 , 23 ]. We used length as an indicator of development because nematodes get longer as they proceed through development. The G 1 embryos obtained by filtration grew to longer animals compared to the lengths of animals that developed from G 1 embryos collected by bleaching ( p = 0.0025; Wilcoxon test), indicating that filtration is healthier compared to bleaching ( Fig 6 ). We conducted a Kruskall-Wallis test to assess the variance explained by the different replicates. A p-value of 2 × 10 -16 indicated a large difference in the variance between replicates. Fig 6. Embryos obtained by filtration developed comparably to the embryos obtained by bleach. Open in a new tab The box plot shows the length of L4 animals that developed from G 1 embryos collected by bleach or filtration protocols. Median is represented by the solid horizontal line with the 75 th and 25 th quartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75 th and 25 th percentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. G 1 embryos collected by filtration grew into animals with longer lengths compared to lengths of animals that developed from G 1 embryos collected using bleach synchronization ( p = 0.0025; Wilcoxon rank-sum test). The assay was carried out in three replicates independently by three experimentalists (represented by the three different colored points). G 1 embryos collected by filtration develop similarly to the G 1 embryos obtained by bleach synchronization when exposed to an anthelmintic compound We aimed to assess whether embryos collected by filtration exhibit a similar response to an anthelmintic drug as the embryos collected by bleach synchronization. We exposed six C. elegans strains to albendazole, a benzimidazole drug used to treat parasitic nematode infections in veterinary animals and humans [ 24 – 26 ]. Benzimidazole drugs act by inhibiting the formation of microtubules, which slows the development of C. elegans and can be measured by differences in body length as we have done previously [ 3 , 5 , 27 , 28 ]. Animal length was measured as an indicator of developmental rate. As we have shown previously [ 3 , 17 ], anthelmintics delay or stop development. Because C. elegans grows longer as it proceeds through development and ABZ slows development, length is a quantitative measure of the effects of drugs. C. elegans strains sensitive to albendazole display a shorter body length compared to the resistant strains when exposed to the drug during development [ 3 , 17 ]. Natural variation in C. elegans response to albendazole has been observed [ 17 ]. Of the six strains that we selected, four were sensitive and two were resistant to albendazole [ 17 ]. We determined if the results could be replicated using embryos prepared using filtration. For all six strains, the normalized animal lengths for larvae that developed from G 1 embryos collected by filtration were similar or significantly longer to the normalized animal lengths for larvae that developed from G 1 embryos recovered by bleach synchronization for both the control (DMSO exposed) and albendazole-exposed conditions ( Fig 7 ). Additionally, the sensitivity of the strains to the drug remained consistent between the bleach and filtration methods. Specifically, the CB4856, ECA36, JU775, and N2 strains were sensitive to the drug using both bleach and filtration methods ( S3 Fig ). Fig 7. G 1 embryos collected by filtration developed similarly to the G 1 embryos obtained by bleach synchronization when exposed to an anthelmintic compound. Open in a new tab Box plots showing normalized animal length for larvae developed from G 1 embryos obtained by bleach synchronization or filtration protocols for six C. elegans strains. Median animal lengths of strains exposed to 30 μM albendazole were normalized to the mean of all median animal lengths for the control condition. The median is represented by the solid horizontal line with the 75 th and 25 th quartiles on the top and bottom of each box, respectively. Whiskers extend from each box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75 th and 25 th percentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. The box plot is faceted by condition (control and drug). The normalized animal length of larvae that developed from G 1 embryos collected by filtration is comparable or significantly longer compared to the normalized animal lengths of larvae that developed from G 1 embryos collected by bleach, as indicated by the p- values (Wilcoxon rank-sum test) in each facet. The grey background color emphasizes the strains that are sensitive to ABZ. The assay was replicated three times, as indicated by the colors of the points.",
    "Conclusion": "One of the major challenges of conducting high-throughput C. elegans assays is collecting a large number of embryos. Traditionally, bleach synchronization has been used to harvest embryos. However, the process is time-consuming and introduces high variability [ 3 – 5 ]. To overcome the challenges of bleach synchronization, we demonstrated the use of commercially available mesh filters to collect a large number of embryos with high purity. We set up the filtration apparatus as shown ( Fig 2 ). Briefly, a connector ring was attached to a 50 mL conical tube. A 20 µm filter (green color) was attached on top of the connector ring. A 40 µm filter (blue color) was added on top of the 20 µm filter. A funnel was attached to the 40 µm filter. Optimization of filtration conditions The G 1 offspring recovered from the 20 µM mesh filter were 94–100% (data collected from up to 50 filtrations) embryos with rare L1 larvae contaminants. To get 100% G 1 embryo cultures, we sought to kill the L1 larvae by exposing the recovered mixed-stage population to a bleach solution. We optimized the bleach concentration and exposure time so that it was sufficient to kill the larvae without any damaging effects on the G 1 embryos. We tested three different concentrations of bleach solution (10%, 20%, and 25% in M9 buffer) with varying exposure times (30, 60, 120, and 150 seconds) to identify the optimal condition that killed the larvae (identified by lack of movement) with minimal impact on embryos. Treating the recovered population with 25% bleach solution for 30 seconds killed the larvae with minimal impact on embryonic lethality as measured after 24 hours of recovery ( S1 Table ). For our initial experiments, we used M9 buffer as the wash solution for all subsequent washes. However, embryos might be lost during each M9 buffer wash. To reduce the potential for loss, we altered the osmolarity of the M9 buffer using PEG. We used PEG at four different concentrations (0.5%, 1%, 2%, and 3% w/v) in M9 buffer and obtained the highest yield with 3% PEG. Consequently, we used 3% PEG in M9 buffer for all subsequent washes. We recovered two times more embryos from a single 6 cm OP50-seeded plate when 3% PEG was incorporated with M9 buffer in the wash solution (average embryo yield was 12,539 ± 5,727 SD with 3% PEG in M9 buffer compared to an average embryonic yield of 6,821 ± 5,364 SD with M9 buffer) ( S2A Fig ). To ensure that PEG did not affect the hatching of embryos, we assessed the embryonic lethality after 24 hours. The average embryonic lethality of embryos that were washed with 3% PEG was similar to the embryonic lethality of embryos that were washed with M9 buffer (4.5% for 3% PEG in M9 buffer and 3.8% for M9), indicating that the use of PEG does not damage the embryos ( S2B Fig ). Filtration yields a higher number of embryos compared to bleach synchronization To determine the efficacy of embryo filtration, we collected embryos using bleach synchronization and filtration techniques in parallel. We used the same number of 6 cm OP50-seeded plates that had an equivalent number of P 0 adults. We recovered an average of 4,946 (SD ± 3360) G 1 embryos by bleach synchronization, compared to an average of 9,474 (SD ± 6764) G 1 embryos by filtration ( Fig 5 ). To account for variability that might be introduced by different experimentalists performing the protocols, we employed three experimentalists to conduct the filtration and bleach protocols to collect the G 1 embryos. We did not find a significant difference between any two experimentalists for either of the two protocols ( p = 0.217 for the bleach synchronization protocol, and p = 0.706 for the filtration protocol, Kruskall-Wallis rank-sum test). Fig 5. A higher number of G 1 embryos were recovered from filtration than by bleach synchronization. Open in a new tab Box plot showing G 1 embryonic yield per plate obtained by bleach synchronization or filtration protocols. The median is represented by the solid horizontal line with the 75 th and 25 th quartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75 th and 25 th percentiles, respectively. The three different colors of the points indicate three experimentalists. A significantly higher number of G 1 embryos were collected by filtration ( p = 0.00064, Wilcoxon rank-sum test). Eight replicates were tested by each experimentalist for each method. Embryos obtained by filtration develop comparably to the embryos obtained by bleach synchronization We aimed to understand differences in the development of G 1 embryos collected by bleach and filtration protocols, so we harvested embryos using bleach synchronization and filtration protocols in parallel and measured the lengths of the animals after 48 hours of growth using a liquid-based larval development assay [ 3 , 5 , 22 , 23 ]. We used length as an indicator of development because nematodes get longer as they proceed through development. The G 1 embryos obtained by filtration grew to longer animals compared to the lengths of animals that developed from G 1 embryos collected by bleaching ( p = 0.0025; Wilcoxon test), indicating that filtration is healthier compared to bleaching ( Fig 6 ). We conducted a Kruskall-Wallis test to assess the variance explained by the different replicates. A p-value of 2 × 10 -16 indicated a large difference in the variance between replicates. Fig 6. Embryos obtained by filtration developed comparably to the embryos obtained by bleach. Open in a new tab The box plot shows the length of L4 animals that developed from G 1 embryos collected by bleach or filtration protocols. Median is represented by the solid horizontal line with the 75 th and 25 th quartiles on the top and bottom of the box, respectively. Whiskers extend from the box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75 th and 25 th percentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. G 1 embryos collected by filtration grew into animals with longer lengths compared to lengths of animals that developed from G 1 embryos collected using bleach synchronization ( p = 0.0025; Wilcoxon rank-sum test). The assay was carried out in three replicates independently by three experimentalists (represented by the three different colored points). G 1 embryos collected by filtration develop similarly to the G 1 embryos obtained by bleach synchronization when exposed to an anthelmintic compound We aimed to assess whether embryos collected by filtration exhibit a similar response to an anthelmintic drug as the embryos collected by bleach synchronization. We exposed six C. elegans strains to albendazole, a benzimidazole drug used to treat parasitic nematode infections in veterinary animals and humans [ 24 – 26 ]. Benzimidazole drugs act by inhibiting the formation of microtubules, which slows the development of C. elegans and can be measured by differences in body length as we have done previously [ 3 , 5 , 27 , 28 ]. Animal length was measured as an indicator of developmental rate. As we have shown previously [ 3 , 17 ], anthelmintics delay or stop development. Because C. elegans grows longer as it proceeds through development and ABZ slows development, length is a quantitative measure of the effects of drugs. C. elegans strains sensitive to albendazole display a shorter body length compared to the resistant strains when exposed to the drug during development [ 3 , 17 ]. Natural variation in C. elegans response to albendazole has been observed [ 17 ]. Of the six strains that we selected, four were sensitive and two were resistant to albendazole [ 17 ]. We determined if the results could be replicated using embryos prepared using filtration. For all six strains, the normalized animal lengths for larvae that developed from G 1 embryos collected by filtration were similar or significantly longer to the normalized animal lengths for larvae that developed from G 1 embryos recovered by bleach synchronization for both the control (DMSO exposed) and albendazole-exposed conditions ( Fig 7 ). Additionally, the sensitivity of the strains to the drug remained consistent between the bleach and filtration methods. Specifically, the CB4856, ECA36, JU775, and N2 strains were sensitive to the drug using both bleach and filtration methods ( S3 Fig ). Fig 7. G 1 embryos collected by filtration developed similarly to the G 1 embryos obtained by bleach synchronization when exposed to an anthelmintic compound. Open in a new tab Box plots showing normalized animal length for larvae developed from G 1 embryos obtained by bleach synchronization or filtration protocols for six C. elegans strains. Median animal lengths of strains exposed to 30 μM albendazole were normalized to the mean of all median animal lengths for the control condition. The median is represented by the solid horizontal line with the 75 th and 25 th quartiles on the top and bottom of each box, respectively. Whiskers extend from each box to the maximum and minimum values that fall within 1.5 times the interquartile range above and below the 75 th and 25 th percentiles, respectively. Each point is the summarized measurement of an individual well containing between five and 30 animals. The box plot is faceted by condition (control and drug). The normalized animal length of larvae that developed from G 1 embryos collected by filtration is comparable or significantly longer compared to the normalized animal lengths of larvae that developed from G 1 embryos collected by bleach, as indicated by the p- values (Wilcoxon rank-sum test) in each facet. The grey background color emphasizes the strains that are sensitive to ABZ. The assay was replicated three times, as indicated by the colors of the points.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6541/12021249/d251fb7f08aa/pone.0318143.g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6541/12021249/a4bc6142165b/pone.0318143.g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6541/12021249/6007096d7751/pone.0318143.g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6541/12021249/f6ee65014e1d/pone.0318143.g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6541/12021249/eac18d65e6fe/pone.0318143.g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6541/12021249/085fab9cf711/pone.0318143.g006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6541/12021249/b0be10f768c1/pone.0318143.g007.jpg"
    ]
  }
}