{
  "paper_id": "pmc_articles_PMC4309212",
  "title": "Genes required for survival in microgravity revealed by genome-wide yeast deletion collections cultured during spaceflight.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4309212/",
  "sections": {
    "Abstract": "Abstract Spaceflight is a unique environment with profound effects on biological systems including tissue redistribution and musculoskeletal stresses. However, the more subtle biological effects of spaceflight on cells and organisms are difficult to measure in a systematic, unbiased manner. Here we test the utility of the molecularly barcoded yeast deletion collection to provide a quantitative assessment of the effects of microgravity on a model organism. We developed robust hardware to screen, in parallel, the complete collection of ~4800 homozygous and ~5900 heterozygous (including ~1100 single-copy deletions of essential genes) yeast deletion strains, each carrying unique DNA that acts as strain identifiers. We compared strain fitness for the homozygous and heterozygous yeast deletion collections grown in spaceflight and ground, as well as plus and minus hyperosmolar sodium chloride, providing a second additive stressor. The genome-wide sensitivity profiles obtained from these treatments were then queried for their similarity to a compendium of drugs whose effects on the yeast collection have been previously reported. We found that the effects of spaceflight have high concordance with the effects of DNA-damaging agents and changes in redox state, suggesting mechanisms by which spaceflight may negatively affect cell fitness.",
    "Results": "Because we cannot distinguish the individual parameters that include flight, lack of gravity, and increased radiation, for the purposes of this paper, these are referred to collectively as “spaceflight” throughout the text. To measure the effects of spaceflight on the rate of yeast growth in the Opticell, we inoculated 0.5 mL of a yeast deletion pool into 7 mL of YPD, resulting in a starting OD 600 of ~0.06/mL and incubated at 30°C. Following growth for ~24 hr (~7 generations), 0.5 mL of the saturated culture was inoculated into the second chamber. This process was repeated for the final growth phase in the third chamber. Population doubling time was ~100 min in microgravity compared to ~90 min in ground-based controls. Each sample was grown for seven generations/Opticell for a total of 21 generations ( Table 1 ). Doubling times were back-calculated using the OD 600 of the samples collected at each time point. The morphology of Opticell-grown yeast in spaceflight was indistinguishable from static controls when observed by light microscopy; for example, budding pattern, overall shape, and size were not detectably different in the two conditions. On scanning electron microscopy, there were budding polarity and ruffling changes in every field, but there were no consistent differences (data not shown). We assessed the yeast deletion collection samples for patterns of strain sensitivity in the following manner: barcode counts for each strain in each sample were measured and normalized as described in Methods. The counts were used to rank each strain in each sample in order of their importance for growth. Four different samples were available from both spaceflight and ground cultures: (1) homozygous deletion collection in YPD, (2) homozygous deletion collection in YPD plus 0.5 M NaCl, (3) heterozygous deletion collection in YPD, and (4) heterozygous deletion collection in YPD plus 0.5 M NaCl. Each culture was sampled at three different time points, 7 generations, 14 generations, and 21 generations, and shown in Table 1 . Samples from ground controls were compared to the corresponding samples grown in microgravity on the ISS. We analyzed changes in strain abundance by comparing each time point to a later time point. Using this approach allowed us to capture those strains that became depleted in any seven-generation interval. Strains with sizable decreases in measured abundance or with abundances that drop to background levels (and remain there) were identified as exhibiting fitness defects (FDs). Moreover, strains with flight-specific FDs were identified by subtracting the strains with FDs in the ground condition. For the purposes of our gene ontology (GO; http://amigo.geneontology.org ) enrichment analysis, we considered the homozygous and heterozygous data separately. Based on a wealth of published data [ 14 , 15 ], the homozygous, nonessential deletion collection tends to reveal a similar set of genes involved in pathways required for resistance to/survival in multiple environmental conditions, whereas the heterozygous collection of all strains tends to be more specific, identifying essential proteins uniquely required for growth in a specific condition [ 13 ]. For the homozygous deletion collection, strains that were depleted from the pool specifically in spaceflight conditions are significantly enriched for genes in biological processes related to different aspects of RNA metabolism and catabolism, including ribosome biogenesis, regulation of ribosomal protein transcription, cytoplasmic RNA translation, rRNA processing, tRNA modification, and mRNA decay ( Table 2 , Figure 2 , and Table S5). We also found that processes related to DNA integrity were required for survival in spaceflight. In particular, the linked processes of DNA repair and DNA recombination and replication as well as chromatin remodeling were all required for resistance to the effects of spaceflight. Finally, these DNA repair requirements extend to the mitochondria, which, by virtue of its small genome, is hypersensitive to DNA damage. Consistent with this, we found that genes required for both mitochondrial maintenance and proper protein localization to the mitochondria were enriched in the homozygous samples. Table 2. Effects of spaceflight on yeast genome responses identified with the homozygous deletion series. General pathway GO biological process RNA metabolism and catabolism (i) Ribosome biogenesis (ii) Regulation of ribosomal protein transcription (iii) Cytoplasmic RNA translation (iv) rRNA processing (v) tRNA modification (vi) mRNA decay DNA integrity (i) DNA repair (ii) Recombination and replication (iii) Chromatin remodeling (iv) Mitochondrial maintenance (v) Proper protein localization to the mitochondria Open in a new tab The enrichment of these particular processes is consistent with a general induction of DNA damage, which, in turn, perturbs RNA biogenesis [ 25 ]. Interestingly we have previously observed this phenomenon with a class of therapeutics that act as nucleotide analogs, such as 5-fluorouridine and fluorocytosine (described in detail below). Additionally, it is particularly noteworthy that, although we do see evidence of a requirement for RNA and DNA processing genes in spaceflight alone, the requirement is exacerbated when spaceflight is combined with the additional hyperosmotic stress imposed by the addition of 0.5 M NaCl (Table S6). We speculate that the added salt stress potentiates the DNA-damaging effects of spaceflight via the induction of reactive oxygen species (ROS). The ability of salt stress to induce ROS and subsequent DNA damage has been previously reported [ 26 ] and, in particular, the yeast mitochondria appears to be hypersensitive to this type of stress, consistent with its small genome being susceptible to the effects of DNA damage [ 27 ]. Furthermore, mitochondrial protein abundance has been shown to rapidly increase upon osmotic shock, and therefore the enrichment for mitochondrial protein localization we observe may reflect this requirement. To gain further insight into the pathways that modulate the response to both microgravity stress and combined spaceflight and salt stress, we used the GO enrichment profiles to query a database of over 3200 distinct drug treatments of the yeast deletion collections [ 13 ]. Specifically we quantified the similarity between the GO enrichments by computing the concordance of −log 10 ( P ) between any two profiles, where P measures the significance of enrichment of a single GO category. These concordance values are similar to Pearson correlation values; that is, values closer to one indicate greater similarity between profiles, except that high concordance also requires the scale of values to be similar between the profiles. When calculating concordance, we focused on GO biological process enrichment profiles (Table S7). One of the strong concordances was observed with 5-fluorouridine (0.42), an FDA-approved anticancer drug that is thought to also act by two mechanisms: (i) inhibiting thymidylate synthetase and (ii) through metabolism into cytotoxic ribonucleotides and deoxyribonucleotides that can be incorporated into DNA and RNA ( Table 3 ) [ 14 ]. In addition to being incorporated in DNA and RNA, we and others have shown that the drug has been shown to inhibit the essential ribonuclease activity of the exosome complex [ 28 ]. Similarly, carmofur, a derivative of 5-fluorouracil, displays a concordance of 0.34. A similar concordance is seen with 5-fluorocytosine (5-FC), whose activity is identical to 5-fluorouracil (5-FU). Finally, 8-methoxypsoralen, a DNA-damaging agent that, upon photoactivation, conjugates and forms covalent bonds with DNA, shows a congruence of 0.32. This compound causes the formation of both monofunctional (addition to a single strand of DNA) and bifunctional adducts (crosslinking of psoralen to both strands of DNA) that ultimately result in cell death. Table 3. Concordance between drug effects and spaceflight effects on yeast genome responses identified with the homozygous deletion series (+NaCl). Drug (concordance) Biological function 5-Fluorouridine (0.42) 5-Fluorouracil (0.36) Carmofur (0.34) 5-Fluorocytosine (0.35) Pyrimidine analogs that inhibit thymidylate synthase and are metabolized into cytotoxic ribonucleotides and deoxyribonucleotides that can be incorporated into DNA and RNA 8-Methoxypsoralen (0.32) DNA-damaging agent Diallyl disulfide (0.4) Increased glutathione-S-transferase changes redox state by binding electrophilic toxins Open in a new tab We also found high concordance to the diallyl disulfide profile (0.40), an agent that has been demonstrated to be efficient for detoxification of a variety of cells. Diallyl disulfide and related garlic derivatives have been shown to significantly increase the production of the enzyme glutathione S-transferase (GST), which binds electrophilic toxins in the cell. Overloading the cell with inhibitory doses of diallyl disulfide reveals genes required for survival in the presence of increased reactive oxygen species (ROS) [ 29 ]. In the case of the heterozygous collection, we found significant GO enrichments for the following categories: lipid metabolism, DNA catabolism, and regulation of translation and posttranslational modification (specifically protein phosphorylation) ( Figure 3 ). As expected (based on previous studies of the heterozygous collection), both the number of genes associated with FDs and the number of enriched categories are considerably smaller than those derived from the homozygous collection [ 30 ]. This likely reflects two related phenomena: first, genes that when deleted in heterozygotes are sensitive to spaceflight encode proteins that participate in the pathways identified in the homozygous collection, where the fitness defect is stronger because the gene is completely absent. Second, none of these heterozygote strains encode a direct target of the perturbation. Interestingly, when we searched for drug profiles with high concordance with the spaceflight profiles derived from the heterozygous collection, we detected modest concordance with two human chemotherapeutics, mitoxantrone (concordance = 0.19), and Epirubicin (congruence 0.142). Both of these agents damage DNA by intercalating into the DNA double helix and also by stabilizing the cleavable complex that is the substrate of topoisomerase II [ 31 – 33 ].",
    "Conclusion": "Because we cannot distinguish the individual parameters that include flight, lack of gravity, and increased radiation, for the purposes of this paper, these are referred to collectively as “spaceflight” throughout the text. To measure the effects of spaceflight on the rate of yeast growth in the Opticell, we inoculated 0.5 mL of a yeast deletion pool into 7 mL of YPD, resulting in a starting OD 600 of ~0.06/mL and incubated at 30°C. Following growth for ~24 hr (~7 generations), 0.5 mL of the saturated culture was inoculated into the second chamber. This process was repeated for the final growth phase in the third chamber. Population doubling time was ~100 min in microgravity compared to ~90 min in ground-based controls. Each sample was grown for seven generations/Opticell for a total of 21 generations ( Table 1 ). Doubling times were back-calculated using the OD 600 of the samples collected at each time point. The morphology of Opticell-grown yeast in spaceflight was indistinguishable from static controls when observed by light microscopy; for example, budding pattern, overall shape, and size were not detectably different in the two conditions. On scanning electron microscopy, there were budding polarity and ruffling changes in every field, but there were no consistent differences (data not shown). We assessed the yeast deletion collection samples for patterns of strain sensitivity in the following manner: barcode counts for each strain in each sample were measured and normalized as described in Methods. The counts were used to rank each strain in each sample in order of their importance for growth. Four different samples were available from both spaceflight and ground cultures: (1) homozygous deletion collection in YPD, (2) homozygous deletion collection in YPD plus 0.5 M NaCl, (3) heterozygous deletion collection in YPD, and (4) heterozygous deletion collection in YPD plus 0.5 M NaCl. Each culture was sampled at three different time points, 7 generations, 14 generations, and 21 generations, and shown in Table 1 . Samples from ground controls were compared to the corresponding samples grown in microgravity on the ISS. We analyzed changes in strain abundance by comparing each time point to a later time point. Using this approach allowed us to capture those strains that became depleted in any seven-generation interval. Strains with sizable decreases in measured abundance or with abundances that drop to background levels (and remain there) were identified as exhibiting fitness defects (FDs). Moreover, strains with flight-specific FDs were identified by subtracting the strains with FDs in the ground condition. For the purposes of our gene ontology (GO; http://amigo.geneontology.org ) enrichment analysis, we considered the homozygous and heterozygous data separately. Based on a wealth of published data [ 14 , 15 ], the homozygous, nonessential deletion collection tends to reveal a similar set of genes involved in pathways required for resistance to/survival in multiple environmental conditions, whereas the heterozygous collection of all strains tends to be more specific, identifying essential proteins uniquely required for growth in a specific condition [ 13 ]. For the homozygous deletion collection, strains that were depleted from the pool specifically in spaceflight conditions are significantly enriched for genes in biological processes related to different aspects of RNA metabolism and catabolism, including ribosome biogenesis, regulation of ribosomal protein transcription, cytoplasmic RNA translation, rRNA processing, tRNA modification, and mRNA decay ( Table 2 , Figure 2 , and Table S5). We also found that processes related to DNA integrity were required for survival in spaceflight. In particular, the linked processes of DNA repair and DNA recombination and replication as well as chromatin remodeling were all required for resistance to the effects of spaceflight. Finally, these DNA repair requirements extend to the mitochondria, which, by virtue of its small genome, is hypersensitive to DNA damage. Consistent with this, we found that genes required for both mitochondrial maintenance and proper protein localization to the mitochondria were enriched in the homozygous samples. Table 2. Effects of spaceflight on yeast genome responses identified with the homozygous deletion series. General pathway GO biological process RNA metabolism and catabolism (i) Ribosome biogenesis (ii) Regulation of ribosomal protein transcription (iii) Cytoplasmic RNA translation (iv) rRNA processing (v) tRNA modification (vi) mRNA decay DNA integrity (i) DNA repair (ii) Recombination and replication (iii) Chromatin remodeling (iv) Mitochondrial maintenance (v) Proper protein localization to the mitochondria Open in a new tab The enrichment of these particular processes is consistent with a general induction of DNA damage, which, in turn, perturbs RNA biogenesis [ 25 ]. Interestingly we have previously observed this phenomenon with a class of therapeutics that act as nucleotide analogs, such as 5-fluorouridine and fluorocytosine (described in detail below). Additionally, it is particularly noteworthy that, although we do see evidence of a requirement for RNA and DNA processing genes in spaceflight alone, the requirement is exacerbated when spaceflight is combined with the additional hyperosmotic stress imposed by the addition of 0.5 M NaCl (Table S6). We speculate that the added salt stress potentiates the DNA-damaging effects of spaceflight via the induction of reactive oxygen species (ROS). The ability of salt stress to induce ROS and subsequent DNA damage has been previously reported [ 26 ] and, in particular, the yeast mitochondria appears to be hypersensitive to this type of stress, consistent with its small genome being susceptible to the effects of DNA damage [ 27 ]. Furthermore, mitochondrial protein abundance has been shown to rapidly increase upon osmotic shock, and therefore the enrichment for mitochondrial protein localization we observe may reflect this requirement. To gain further insight into the pathways that modulate the response to both microgravity stress and combined spaceflight and salt stress, we used the GO enrichment profiles to query a database of over 3200 distinct drug treatments of the yeast deletion collections [ 13 ]. Specifically we quantified the similarity between the GO enrichments by computing the concordance of −log 10 ( P ) between any two profiles, where P measures the significance of enrichment of a single GO category. These concordance values are similar to Pearson correlation values; that is, values closer to one indicate greater similarity between profiles, except that high concordance also requires the scale of values to be similar between the profiles. When calculating concordance, we focused on GO biological process enrichment profiles (Table S7). One of the strong concordances was observed with 5-fluorouridine (0.42), an FDA-approved anticancer drug that is thought to also act by two mechanisms: (i) inhibiting thymidylate synthetase and (ii) through metabolism into cytotoxic ribonucleotides and deoxyribonucleotides that can be incorporated into DNA and RNA ( Table 3 ) [ 14 ]. In addition to being incorporated in DNA and RNA, we and others have shown that the drug has been shown to inhibit the essential ribonuclease activity of the exosome complex [ 28 ]. Similarly, carmofur, a derivative of 5-fluorouracil, displays a concordance of 0.34. A similar concordance is seen with 5-fluorocytosine (5-FC), whose activity is identical to 5-fluorouracil (5-FU). Finally, 8-methoxypsoralen, a DNA-damaging agent that, upon photoactivation, conjugates and forms covalent bonds with DNA, shows a congruence of 0.32. This compound causes the formation of both monofunctional (addition to a single strand of DNA) and bifunctional adducts (crosslinking of psoralen to both strands of DNA) that ultimately result in cell death. Table 3. Concordance between drug effects and spaceflight effects on yeast genome responses identified with the homozygous deletion series (+NaCl). Drug (concordance) Biological function 5-Fluorouridine (0.42) 5-Fluorouracil (0.36) Carmofur (0.34) 5-Fluorocytosine (0.35) Pyrimidine analogs that inhibit thymidylate synthase and are metabolized into cytotoxic ribonucleotides and deoxyribonucleotides that can be incorporated into DNA and RNA 8-Methoxypsoralen (0.32) DNA-damaging agent Diallyl disulfide (0.4) Increased glutathione-S-transferase changes redox state by binding electrophilic toxins Open in a new tab We also found high concordance to the diallyl disulfide profile (0.40), an agent that has been demonstrated to be efficient for detoxification of a variety of cells. Diallyl disulfide and related garlic derivatives have been shown to significantly increase the production of the enzyme glutathione S-transferase (GST), which binds electrophilic toxins in the cell. Overloading the cell with inhibitory doses of diallyl disulfide reveals genes required for survival in the presence of increased reactive oxygen species (ROS) [ 29 ]. In the case of the heterozygous collection, we found significant GO enrichments for the following categories: lipid metabolism, DNA catabolism, and regulation of translation and posttranslational modification (specifically protein phosphorylation) ( Figure 3 ). As expected (based on previous studies of the heterozygous collection), both the number of genes associated with FDs and the number of enriched categories are considerably smaller than those derived from the homozygous collection [ 30 ]. This likely reflects two related phenomena: first, genes that when deleted in heterozygotes are sensitive to spaceflight encode proteins that participate in the pathways identified in the homozygous collection, where the fitness defect is stronger because the gene is completely absent. Second, none of these heterozygote strains encode a direct target of the perturbation. Interestingly, when we searched for drug profiles with high concordance with the spaceflight profiles derived from the heterozygous collection, we detected modest concordance with two human chemotherapeutics, mitoxantrone (concordance = 0.19), and Epirubicin (congruence 0.142). Both of these agents damage DNA by intercalating into the DNA double helix and also by stabilizing the cleavable complex that is the substrate of topoisomerase II [ 31 – 33 ].",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/23ef/4309212/ff6207ead6fb/BMRI2015-976458.001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/23ef/4309212/a5bb1ef5f042/BMRI2015-976458.002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/23ef/4309212/a7539e3999f9/BMRI2015-976458.003.jpg"
    ]
  }
}