{
  "paper_id": "pmc_articles_PMC5421618",
  "title": "Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5421618/",
  "sections": {
    "Abstract": "Abstract Purpose Female mice are often used as preclinical models for osteoporosis but, in contrast to humans, mice exhibit cancellous bone loss during growth. Mice are routinely housed at room temperature (18–23°C), a strategy that exaggerates physiological differences in thermoregulation between mice (obligatory daily heterotherms) and humans (homeotherms). The purpose of this investigation was to assess whether housing female mice at thermoneutral (temperature range where the basal rate of energy production is at equilibrium with heat loss) alters bone growth, turnover and microarchitecture. Methods Growing (4-week-old) female C57BL/6J and C3H/HeJ mice were housed at either 22 °C or 32°C for up to 18 weeks. Results C57BL/6J mice housed at 22°C experienced a 62% cancellous bone loss from the distal femur metaphysis during the interval from 8–18 weeks of age and lesser bone loss from the distal femur epiphysis, whereas cancellous and cortical bone mass in 32°C-housed mice were unchanged or increased. The impact of thermoneutral housing on cancellous bone was not limited to C57BL/6J mice as C3H/HeJ mice exhibited a similar skeletal response. The beneficial effects of thermoneutral housing on cancellous bone were associated with decreased Ucp1 gene expression in brown adipose tissue, increased bone marrow adiposity, higher rates of bone formation, higher expression levels of osteogenic genes and locally decreased bone resorption. Conclusions Housing female mice at 22°C resulted in premature cancellous bone loss. Failure to account for species differences in thermoregulation may seriously confound interpretation of studies utilizing mice as preclinical models for osteoporosis. Keywords: animal models, osteoporosis, thermogenesis, sympathetic signaling",
    "Results": "C57BL/6J mice housed at 22°C experienced a 62% cancellous bone loss from the distal femur metaphysis during the interval from 8–18 weeks of age and lesser bone loss from the distal femur epiphysis, whereas cancellous and cortical bone mass in 32°C-housed mice were unchanged or increased. The impact of thermoneutral housing on cancellous bone was not limited to C57BL/6J mice as C3H/HeJ mice exhibited a similar skeletal response. The beneficial effects of thermoneutral housing on cancellous bone were associated with decreased Ucp1 gene expression in brown adipose tissue, increased bone marrow adiposity, higher rates of bone formation, higher expression levels of osteogenic genes and locally decreased bone resorption.",
    "Conclusion": "Housing female mice at 22°C resulted in premature cancellous bone loss. Failure to account for species differences in thermoregulation may seriously confound interpretation of studies utilizing mice as preclinical models for osteoporosis.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/04e9/5421618/1d03525ee059/nihms861145f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/04e9/5421618/7d742e594c48/nihms861145f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/04e9/5421618/5986363313ff/nihms861145f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/04e9/5421618/36a67f094343/nihms861145f4.jpg"
    ]
  }
}