{
  "paper_id": "pmc_articles_PMC7937622",
  "title": "MARSBOx: Fungal and bacterial endurance from a balloon-flown analog mission in the stratosphere",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7937622/",
  "sections": {
    "Abstract": "Abstract Whether terrestrial life can withstand the martian environment is of paramount interest for planetary protection measures and space exploration. To understand microbial survival potential in Mars-like conditions, several fungal and bacterial samples were launched in September 2019 on a large NASA scientific balloon flight to the middle stratosphere (∼38 km altitude) where radiation levels resembled values at the equatorial Mars surface. Fungal spores of Aspergillus niger and bacterial cells of Salinisphaera shabanensis , Staphylococcus capitis subsp. capitis , and Buttiauxella sp. MASE-IM-9 were launched inside the MARSBOx (Microbes in Atmosphere for Radiation, Survival, and Biological Outcomes Experiment) payload filled with an artificial martian atmosphere and pressure throughout the mission profile. The dried microorganisms were either exposed to full UV-VIS radiation (UV dose = 1148 kJ m −2 ) or were shielded from radiation. After the 5-h stratospheric exposure, samples were assayed for survival and metabolic changes. Spores from the fungus A. niger and cells from the Gram-(–) bacterium S. shabanensis were the most resistant with a 2- and 4-log reduction, respectively. Exposed Buttiauxella sp. MASE-IM-9 was completely inactivated (both with and without UV exposure) and S. capitis subsp. capitis only survived the UV shielded experimental condition (3-log reduction). Our results underscore a wide variation in survival phenotypes of spacecraft associated microorganisms and support the hypothesis that pigmented fungi may be resistant to the martian surface if inadvertently delivered by spacecraft missions. Keywords: Mars simulation, fungal spores, spore survival, space, radiation, UV, balloon flight, stress resistance",
    "Results": "Middle Stratosphere as a Mars Analog Environment This study exposed different microorganisms ( Aspergillus niger , Staphylococcus capitis subsp. capitis, Salinisphaera shabanensis , and Buttiauxella sp. MASE-IM-9) to a Mars analog environment. The robust simulation of Mars environmental conditions was made possible with access to Earth’s middle stratosphere onboard a scientific balloon flight, where combined conditions include elevated non-ionizing and ionizing radiation doses, low temperature, and extreme desiccation. Additionally, samples were flown inside a Trex-Box container with Mars gas composition (mostly CO 2 ) and surface atmospheric pressure (5–10 mbar). Onboard the MARSBOx payload, microbial samples were exposed as dried cells or spores desiccated on quartz disks in two different layers: a bottom layer that was shielded from UV radiation, and a top layer that was exposed to stratospheric UV conditions. Table 3 summarizes the environmental conditions in the balloon flight compared to the generalized equatorial surface of Mars based on available measurements and models. TABLE 3. Environmental conditions aboard balloon flight compared to martian conditions. Parameters Balloon Flight + Trex-Box (7–38 km alt.) Mars (at equator) UV fluence (280 – 400 nm) ∼6 mW cm –2 a ∼5 mW/cm –2 b Temperature (min.) –51°C –73°C Temperature (max.) +21°C +20°C Sample exposure duration 5 h 19 min – Atmosphere composition 95% CO 2 96% CO 2 1.9% Ar 1.9% Ar 2.6% N 2 1.9% N 2 0.17% O 2 0.14% O 2 0.07% CO c 0.07% CO d Atmospheric pressure 5–10 mbar 5–10 mbar e Total UV dose (est.) ∼1148 kJ m –2 f - Open in a new tab a Fluence rates for stratospheric UVA-UVB were measured in a previous balloon flight ( Caro et al., 2019 ). b Schuerger et al., 2003 . c Mars gas in Trex-Box was ordered from Boggs Gases, Inc. (Titusville, FL, United States) as a commercial mixture of the top five gasses in the martian atmosphere ( Schuerger et al., 2008 ). d Mahaffy et al., 2013 . e Barlow, 2008 . f Total estimated UV dose that samples were exposed to during the balloon flight (see section “Estimated UV radiation dose”). M-42 Ionizing Radiation Data In the following sub-section, we will only provide a snapshot of the data measured with the M-42 instrument to demonstrate proof of operations during the mission. In Figure 5 , we provide the count rate of the silicon diode for the whole time the system was powered. The count rate plot shows the crossings of the Regener maximum ( Regener and Pfotzer, 1935 ), during ascent and descent of the balloon. At cruising altitude, we saw a nearly constant count rate which results in a dose rate of 75.5 ± 13 μGy per day. In total we measured a dose of 20.9 μGy for the whole mission, which is equivalent to around 10 days of natural background radiation received in the DLR laboratory in Cologne. FIGURE 5. Open in a new tab The M-42 count rate (cts min –1 ) measured for the MARSBOx balloon flight mission. Stratospheric Sunlight Reduced Microbial Survival Figure 6 summarizes survival fractions for exposed microorganisms in the balloon experiment. Spores from the filamentous fungus A. niger showed the highest endurance to the combined stresses of stratospheric radiation and simulated martian atmospheric and temperature conditions during the MARSBOx flight ( Figure 6D ). The extremophilic bacterium S. shabanensis tolerated desiccation but showed a decrease in survival in the UV-exposed layer of the Trex-Box ( Figure 6B ). The human-associated S. capitis subsp. capitis also displayed sensitivity to UV exposure, with only cells from the UV-shielded bottom layer surviving the flight experiment (i.e., still exposed to Mars gas, desiccation and temperature fluctuation). It should be noted that the laboratory control cells of S. capitis subsp. capitis , kept desiccated under oxic conditions, were not revivable. Buttiauxella sp. MASE-IM-9 showed no growth, even in the laboratory controls; consequently, stratosphere exposure effects could not be determined for this microorganism. FIGURE 6. Open in a new tab Survival fraction (N/N0) of tested strains after exposure to Mars simulated conditions aboard the MARSBOx payload. (A) S. shabanensis (B) S. capitis subsp. capitis . (C,D) A. niger spores in monolayer (C) and in multilayer (D) . Data for Buttiauxella sp. MASE-IM-9 are not shown, since no surviving cells were recovered after exposure. Survival and Metabolic Activity of Staphylococcus capitis subsp. capitis For S. capitis subsp. capitis , the average of three samples ( n = 3) from flight conditions and six samples ( n = 6) from the laboratory control are shown in Figure 6A . In the UV-exposed samples and the laboratory controls, no surviving cells could be detected via determination of CFU mL –1 . The UV-shielded samples showed a significant reduction of the survival fraction by three orders of magnitude ( p = 0.03). Metabolic activity was detected in UV-shielded (bottom layer) and UV-exposed (top layer) samples, but not in the laboratory controls. Metabolic activity in the UV-exposed cells was delayed in comparison to UV-shielded cells ( Figure 7A ). UV-shielded cells reached the maximum reduction of resazurin (70%) after 28 h of incubation, whereas in UV-exposed cells, the resazurin reduction was still below 70% after 44 h (total incubation time). FIGURE 7. Open in a new tab Metabolic activity upon revival, after exposure to Mars simulated conditions aboard the MARSBOx payload. Metabolic activity is depicted as percentage of reduced resazurin. (A) S. shabanensis (B) S. capitis subsp. capitis . (C,D) A. niger spores in monolayer (C) and in multilayer (D) . Survival and Metabolic Activity of Buttiauxella sp. MASE-IM-9 For Buttiauxella sp. MASE-IM-9, the survivability of cells dried in medium or buffer was evaluated. This strain did not survive laboratory controls or the MARSBOx flight samples. Similarly, with resazurin assay no metabolic activity was detected for Buttiauxella sp. MASE-IM-9, in any of the samples. Survival and Metabolic Activity of Salinisphaera shabanensis No survival differences between S. shabanensis cells dried in medium and S. shabanensis cells dried in buffer were observed. Therefore, the average of six samples ( n = 6) was reported in Figure 6 . While S. shabanensis was able to endure 5 months of desiccation, there was still an overall reduction of four orders of magnitude (laboratory control, Figure 6B ). The survival for the laboratory control and the UV-shielded cells was similar ( p = 0.725), with UV exposure further reducing the survival fraction ( p = 0.602) ( Figure 6B ). These results were supported by the metabolic activity assay with resazurin reduction in both laboratory controls and flown UV-shielded cells ( Figure 7B ). Survival and Metabolic Activity of Aspergillus niger Spores Compared to other microorganisms evaluated in our experiment, A. niger spores were the most resistant to all tested conditions ( Figure 6 ). Two different A. niger spore concentrations were tested in the Trex-Box: 10 7 spores mL –1 (spore monolayer) and 10 8 spores mL –1 (spore multilayer); n = 3 for each concentration ( Figure 1 ). Survival of UV-exposed spores was reduced by two orders of magnitude compared to laboratory controls, in both spore monolayer ( p = 0.001) and spore multilayer ( p = 0.001). Survival of UV-shielded spores, i.e., still exposed to Mars gas, pressure and temperature, was not affected, when compared to laboratory controls, in either the monolayer ( p = 0.592) or multilayer ( p = 0.495) concentration ( Figures 6C,D , respectively). When assessing the time taken to reach the maximum of metabolic activity, UV-exposed monolayer spores were delayed by 48% (peaking only after 43 h of incubation) when compared with laboratory control (peaking after 29 h of incubation); and multilayer spores were delayed by 38% (peaking only after 36 h of incubation) when compared with laboratory control (peaking after 26 h of incubation) as shown in Figures 7C,D , respectively. Spore germination was delayed by 22% in UV-exposed spores, being detected only after 27 h, versus 22 h of laboratory control. Germination rate was significantly lower in UV-exposed when compared to UV-shielded spores ( p = 0.01 monolayer; p < 0.001 multilayer) and when compared to laboratory controls ( p = 0.03 monolayer; p = 0.08 multilayer) ( Figure 8 ). UV-shielded spores showed decreased ability to cope with cell wall stress (1 order of magnitude; whereas UV-exposed spores were shown to be highly sensitive to cell wall stress, 2 or more orders of magnitude) ( Figure 9 ). FIGURE 8. Open in a new tab (A) Germination rate (G/NG) of A. niger spores after exposure to simulated Mars conditions. (B) Light microscopy showing resting spores (red), swollen spores (yellow) and germinated spores (green). Both resting and swollen spores were counted as ungerminated. FIGURE 9. Open in a new tab Stress resistance of A. niger towards caspofungin (antifungal compound) and to calcofluor white (cell wall stressor), after spore exposure to simulated martian conditions. Survival, germination, and metabolic activity were compared between spore monolayer and spore multilayer ( Table 4 ). In UV-shielded martian-like conditions, the presence of a multilayer was shown to significantly decrease survival ( p = 0.01) ( Figure 6 ) and germination rate ( p = 0.004) ( Figure 8 ), but to significantly increase metabolic activity ( p = 0.02) ( Figure 7 ). In UV-exposed, Mars-like conditions, the presence of a spore multilayer did not affect survival ( p = 0.5) or germination rate ( p = 0.1); but was shown to increase metabolic activity ( p = 0.04). Multilayer spores were significantly faster in reaching the metabolic maximum than monolayer spores, in all tested conditions ( Table 4 ). TABLE 4. Impact of spore monolayer versus spore multilayer in A. niger resistance to Mars-like conditions. Monolayer Multilayer f p -value Survival fraction a Lab Control 5.3 × 10 –1 ± 1.8 × 10 –1 1.1 × 10 –1 ± 5.9 × 10 –2 ↓ 0.09 UV shielded 6.4 × 10 –1 ± 8.0 × 10 –2 2.1 × 10 –1 ± 6.6 × 10 –2 ↓ 0.01* UV exposed 1.3 × 10 –2 ± 4.5 × 10 –3 2.1 × 10 –1 ± 5.2 × 10 –3 ↑ 0.5 Metabolic max. b Lab Control 20% ± 5 23% ± 1 ↑ 0.6 UV shielded 29% ± 1 36% ± 0.1 ↑ 0.002* UV exposed 13% ± 7 35% ± 0.5 ↑ 0.04* Time until max. c Lab Control 29 h ± 1.3 26 h ± 0.7 ↓ 0.1 UV shielded 30 h ± 0.3 29 h ± 0.3 ↓ 0.07 UV exposed 44 h ± 2 36 h ± 0.6 ↓ 0.002 * Germination rate d Lab Control 0.38 ± 0.09 0.24 ± 0.03 ↓ 0.2 UV shielded 0.47 ± 0.01 0.23 ± 0.04 ↓ 0.004 * UV exposed 0.01 ± 0.00 0.03 ± 0.01 ↓ 0.1 Open in a new tab a Survival fraction calculated as N/N 0 . b Metabolic activity maximum, measured as % of reduced resazurin. c Incubation time taken to reach maximum of metabolic activity (h). d Time of incubation until metabolic peak was detected (h). f Presence of spore multilayer has increased (↑) or decreased (↓) the measured parameter.",
    "Conclusion": "Relevance to Space Biology and Astrobiology In this study, bacterial and fungal strains were exposed to Mars-like environmental conditions onboard the MARSBOx payload during a 7 h balloon flight to the middle stratosphere (∼38 km). The tested microorganisms ( Aspergillus niger , Staphylococcus capitis subsp. capitis, Salinisphaera shabanensis , and Buttiauxella sp. MASE-IM-9) were chosen based on astrobiology and space biology relevance. Moreover, the choice of these strains was to provide a representative set of samples that are capable of demonstrating the MARSBOx experimental design as a valuable martian analog for future investigations. To test the hypothesis that isolates from extreme Mars-analog environments on Earth would be able to survive the MARSBOx simulated martian conditions, two extremophilic bacteria were included. The bacterium S. shabanensis is a halophile isolated from the brine–seawater interface of the Shaban Deep at a depth of 1.3 km where the maximal salinity reaches 26% ( Eder et al., 2002 ). Deep-sea brine pools have been identified as martian analogs in regards to the salinity and water activity in brines ( Antunes, 2020 ). On the surface of Mars, brines might remain liquid at ultra-low temperatures ( Toner and Catling, 2016 ). In addition to high salinity, the martian surface lacks oxygen and nutrients. For these reasons, the Gram-(-) bacterium, Buttiauxella sp. MASE-IM-9, isolated from an anoxic, nutrient-limited, and sulphidic martian analog spring in Germany ( Cockell et al., 2018 ), was also included in our study. An emerging body of evidence shows that spores from the fungus A. niger can withstand harsh conditions (e.g., radiation, heat, low water activity, etc.) ( Singaravelan et al., 2008 ; Esbelin et al., 2013 ; Segers et al., 2018 ; Cortesão et al., 2020a ), probably due to the roles of pigmentation, cell wall structure, and metabolic suppression, which might enable them to survive space travel on the outer surfaces of a spacecraft, and to thrive within the spacecraft’s controlled habitat. Alarmingly, the inhalation of A. niger spores may cause respiratory diseases, especially when in closed indoor habitats such as the ISS, which facilitate spore dispersal ( Silverman et al., 1967 ; Latge, 1999 ; Esbelin et al., 2013 ; Cortesão et al., 2020a , b ). This motivates further study on how the species responds to spaceflight conditions, and consequent implications for astronaut health, in particular in long-term space missions. Moreover, on Earth, A. niger is used in biotechnology to produce a wide-range of useful compounds including citric acid, antibiotics, and enzymes ( Meyer et al., 2011 ; Cairns et al., 2018 ). Consequently, A. niger could play an important role in human space exploration as long-duration, far-reaching, missions may require biomanufacturing and resource-independence from Earth ( Silverman et al., 1967 ; Latge, 1999 ; Esbelin et al., 2013 ; Cortesão et al., 2020a , b ). Finally, S. capitis is a Gram-(+) bacterium commonly associated as a commensal species on human skin ( Byrd et al., 2018 ). However, S. capitis also has the ability to cause infections in neonates and form biofilms on implants ( de Silva et al., 2002 ; Cui et al., 2013 ). The Staphylococcus capitis subsp. capitis strain K1-2-2-23 (DSM 111179) used in this study was isolated aboard the ISS within an indoor exposure experiment ( Sobisch et al., 2019 ). Its occurrence in crewed space stations, the clinical relevance and the phylogenetic proximity to other clinically relevant staphylococcal species make S. capitis a useful model organism to study the effects of space conditions on opportunistic human pathogens, and to identify potential risks of crew infection ( Xiao et al., 2019 ). Radiation Levels in the Middle Stratosphere Life on Earth is protected from low-wavelength UV radiation (100–280 nm) by atmospheric ozone ( Horneck et al., 2010 ). Above the concentration of atmospheric ozone, where large scientific balloon missions float, UV radiation levels nearly match those expected on the surface of equatorial Mars. For instance, Caro et al. (2019) recently measured an average instantaneous UVA-UVB flux of ∼6 mW cm −2 on a meteorological balloon mission flown to the middle stratosphere; the total combined dose measured was 1.9 kJ. In comparison, ∼5 mW cm –2 was the reported value to be expected at the surface of Mars for UVA-UVB according to calculations from Schuerger et al. (2003) . Surprisingly few UVC measurements have been obtained for Earth’s middle stratosphere but Caro et al. (2019) modeled an expected range of 0.1–1 μW cm –2 for altitudes above the ozone layer. Besides intense UV radiation (derived levels in this study), we measured ionizing radiation in the middle stratosphere with the M-42 active dosimeter. This was the first successful M-42 flight test in preparation for the dosimetry suite onboard the upcoming Matroshka AstroRad Radiation Experiment on the NASA Artemis I mission ( Berger et al., 2019 ). At the ∼38 km float altitude on the MARSBOx mission, the dose rate was almost constant, around 75.5 ± 13 μGy day –1 . In comparison, the dose rate measured on the surface of Mars for the same time period would approach 260 μGy day –1 . A more comprehensive radiation biophysics analysis (e.g., Monte Carlo calculations) will be reported later alongside additional balloon flight measurements from a joint NASA-DLR long-duration Antarctic mission flown in December 2019. In the meantime, we point readers interested in the ionizing radiation levels of the middle stratosphere over New Mexico to the RaD-X mission results from Mertens (2016) . Bacterial Survival The endurance of S. shabanensis , a non-pigmented halophile, to the (derived) UV dose of 1148 kJ m –2 during the balloon flight was unanticipated considering the original isolation source for the species was a deep-sea brine pool with no direct illumination from sunlight. Our stratosphere balloon mission results for S. shabanensis (partial resistance to UV exposure) reveal a wide variability in UV response based on the model bacterium studied. It was previously reported that even vegetative Escherichia coli cells can persist for 7 days under simulated Mars conditions, even when exposed to 8 h of UVC irradiation (200–280 nm) at a fluence of 3.6 W m –2 per day ( Berry et al., 2010 ). Besides innate physiological differences, survival rates might also be influenced by the degree to which the UV dose was attenuated. With past laboratory- and flight-based experiments embedding microorganisms in different substrates – including Mars analog soils – the effects of UV (alone) can be difficult to assess ( Rettberg et al., 2004 ; Wadsworth and Cockell, 2017 ). Cell layering (discussed later in section “ A. niger spores survive Mars-like conditions”) also likely plays a role in variable survival outcomes, as reported with past stratosphere exposure studies ( Khodadad et al., 2017 ). We expected S. capitis subsp. capitis to be more tolerant to radiation in the stratosphere because of its natural occurrence on human skin ( Byrd et al., 2018 ), where direct illumination from sunlight would be common. For instance, the average UV dose causing erythema (abnormal redness of the skin) of Americans is approximately 25 kJ m –2 per year ( Godar et al., 2001 ). Whether the tested bacterial strains would be able to survive in a real Mars-surface environment depends on various aspects; however, access to UV-shielding will certainly play a major role. This was seen in our study, as both the halophilic bacterium S. shabanensis , and the human skin associated bacterium S. capitis subsp. capitis survived the UV-shielded Mars-like environment during the balloon flight. In the event that these bacteria are brought to Mars, either in robotic missions for astrobiological research purposes; or by accident through crew-led contamination in space missions ( Avila-Herrera et al., 2020 ) our results suggest that bacterial bioburden embedded deep inside of spacecraft sent to Mars might remain viable for longer periods of time (>5 h). Bacterial Desiccation Tolerance in Mars-Like Conditions Desiccation can be a stressful condition for cells, where the accumulation of reactive oxygen species and irreversible changes in lipids, proteins, and nucleic acids can lead to death ( Cox, 1993 ; Dose and Gill, 1995 ). Some microorganisms can tolerate extreme desiccation by ceasing metabolic activity in a state of anhydrobiosis ( Glasheen and Hand, 1988 ; Wright, 1989 ; Potts, 1994 ). Our results for the bacterial species S. shabanensis showed survival under long-term desiccation and sunlight exposed flight conditions. The survival for the laboratory control and the UV-shielded organisms are similar, which may indicate a desiccation sensitivity of this strain. Cells of S. capitis subsp. capitis K1-2-2-23 were inactivated from the flight UV-exposure but did partially survive the UV-shielded layer of the Trex-Box. Interestingly, the desiccated laboratory controls for S. capitis subsp. capitis did not survive the experiment, indicating that long-term resistance to desiccation was only possible when cells were under the Mars-like atmosphere and not when kept in Earth atmosphere. The results from the balloon flight warrant further investigation to determine if a Mars gas mixture has an impact on the stability of some bacterial species. For instance, it is known that the presence of oxygen can decrease the survivability of prokaryotes during desiccation ( Potts, 1994 ; Vriezen et al., 2007 ; Beblo-Vranesevic et al., 2017b ) and in additional experiments we observed that the survival of S. capitis subsp. capitis K1-2-2-23 increased when desiccation occurred in anoxic conditions (data not shown). Finally, the last bacterial species flown in this experiment, Buttiauxella sp. MASE-IM-9, did not survive long-term desiccation. Therefore, no surviving cells could be detected in the balloon flight samples or from laboratory controls. This negative result was consistent with previous Mars analog experiments where Buttiauxella sp. MASE-IM-9, a facultative anaerobe, survived a maximum of 3 months of desiccation ( Beblo-Vranesevic et al., 2018 , 2020 ). A. niger Spores Survive Mars-Like Conditions While bacterial cells were sensitive to UV exposure in the middle stratosphere, in addition to long-term desiccation, A. niger spores were highly resistant to all tested conditions. Laboratory controls demonstrated A. niger spore endurance to 5-month desiccation, when air-dried and kept at room temperature (22°C) at the bench, under Earth atmospheric conditions. Spores of A. niger shielded from UV (bottom layer) endured a 5-month desiccation within Mars-like atmosphere and pressure, with additional exposure to extreme temperature fluctuations during the balloon flight (−51°C to +21°C). Finally, spores of A. niger exposed to UV (top layer) withstood over 5 h of full simulation of Mars environmental conditions, i.e., exposed to Mars gas, atmosphere, temperature fluctuation, and to a total estimated UVA-UVB dose of 1148 kJ m –2 during the balloon flight. A previous study testing A. niger spore survival to desiccation and solar radiation was done in an experimental setting similar to this study: A. niger spore monolayers were dried in glass disks and exposed to ∼16 kJ m –2 of UVB (280–320 nm); the specimens were highly resistant, with 24% ± 5% survival ( Dose et al., 2001 ). The extraordinarily high level of resistance of A. niger spores to UVC radiation (LD 90 value of 1038 J m –2 ) has been previously reported by Cortesão et al. (2020a) . Another balloon-flown study (i.e., same launch site and season; different year) with pigmented spores of the fungus Fuligo spectica showed that these remained viable after a 9 h exposure to conditions in the stratosphere ( Díez et al., 2020 ). In the Aspergillus genus, secondary metabolites e.g., DHN-melanin (a pigment) and fumiquinazoline might be associated with UV protection roles ( Blachowicz et al., 2020 ). The ubiquitous presense of A. niger spores in human indoor-closed habitats, and their high resistance to outer space conditions, suggests these will likely travel with us to Mars. A contamination scenario, several factors might affect the survivability potential of A. niger spores in a Mars-surface environment. Some are intrinsic to the spores, e.g., molecular mechanisms such as DNA repair systems; or structural protection mechanisms such as the thick cell wall ( Latgé et al., 2017 ). Whereas other factors are external, for instance, shielding from the spacecraft surfaces or martian regolith. An important factor known to impact survival outcomes is the starting cell concentration ( Khodadad et al., 2017 ). To test this, we compared A. niger responses to the stratosphere as either a spore monolayer (10 7 spores ml –1 ) or a spore multilayer (10 8 spores ml –1 ) ( Table 4 ). When exposed to UV-shielded conditions, a higher starting spore concentration (multilayer) influenced all primary measures (i.e., survival fraction, spore germination, and metabolic activity). Unexpectedly, spores in a multilayer yielded a decreased survival in laboratory controls and UV shielded conditions, as well as a decreased germination rate in all tested conditions, when compared with spores in a monolayer. These discrepancies might simply be due to incomplete removal of biomass from the quartz disks or due to the presence of hyphae fusion in germination test plates; either of which could lead to undercounting. Moreover, in A. niger spores, the cell wall is a highly complex structure that plays an important role in protecting the spores from extracellular environmental stress. The spore cell wall is composed mainly of polysaccharides (α-glucans β-glucans), galactomannan, and chitin; and is surrounded by a rodlet layer with hydrophobic surface proteins, and a melanin layer. When germinating into vegetative cells (hyphae), the spore cell wall is remodeled and no longer provides protection to extreme conditions ( Latgé et al., 2017 ). Considering environmental changes typically act first on the cell wall, we evaluated how Mars-like conditions might alter A. niger spore cell wall integrity. All tested spores were able to revive (i.e., germinate) and grow in media supplemented with cell wall stressors: calcofluor white or caspofungin. Calcofluor white is a non-specific fluorochrom that can bind to 1,3- and 1,4-β polysaccharides on chitin and cellulose, inhibiting chitin microfibril assembly and cell wall integrity ( Fiedler et al., 2014 ).",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/89eb/7937622/d5eb09b08ec0/fmicb-12-601713-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/89eb/7937622/efa66cc91096/fmicb-12-601713-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/89eb/7937622/b6bbf985b968/fmicb-12-601713-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/89eb/7937622/136f77cc49f2/fmicb-12-601713-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/89eb/7937622/976cb6d20ed5/fmicb-12-601713-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/89eb/7937622/050cafb75483/fmicb-12-601713-g006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/89eb/7937622/d2b50ae9bf64/fmicb-12-601713-g007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/89eb/7937622/9a85ce15800a/fmicb-12-601713-g008.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/89eb/7937622/f4afcb99e502/fmicb-12-601713-g009.jpg"
    ]
  }
}