{
  "paper_id": "pmc_articles_PMC7733874",
  "title": "A New Era for Space Life Science: International Standards for Space Omics Processing",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7733874/",
  "sections": {
    "Abstract": "Space agencies have announced plans for human missions to the Moon to prepare for Mars. However, the space environment presents stressors that include radiation, microgravity, and isolation. Understanding how these factors affect biology is crucial ...",
    "Results": "Nonetheless, we note that, as is the case with most innovative spacecraft housing units, these platforms themselves introduce their own confounding influences. In particular, gravity gradients appear across the rotor system and sample positions do not experience the same gravity force. Given that small differences in partial gravity exposure cause large transcriptional profiles changes in plants, 55 , 56 it is paramount for plant biologists who use these platforms to publish metadata that include both nominal partial g and real partial g for each sample position. The use of reliable 1 g controls both on Earth and in orbit is greatly acknowledged. 24 , 57 , 58 A large variety of ground-based simulation systems 55 can be used together to dissect the differential contribution of each confounding factor introduced by spaceflight or hardware requirements. Microgravity simulators include 2D clinostats, random positioning machines (RPMs), rotating wall vessels (RWVs), and diamagnetic levitation. 59 Each of these simulators brings specific artifacts; for instance, clinostats introduce centrifugal accelerations and vibrations and diamagnetic levitation affects cell components differently based on magnetic susceptibility. 59 For these reasons, consistent terminology must be used and standards must be proposed for different simulators and different modes of operation. 59 We note that commercial platforms are increasingly being contracted for spaceflight biological experiments, including TangoLabs (Space Tango, Lexington, KY), NanoLabs (NanoRacks, Houston, TX), and ICE Cubes Facilities (Space Application Services, Sint-Stevens-Woluwe, Belgium). To improve standardization and share lessons learned, communication will be increasingly crucial between the academic, government, and industry sectors developing and improving upon hardware designs. Consistent metadata collection about hardware used will also be crucial for informed interpretation of space omics data.",
    "Conclusion": "Plants also require special hardware designs for spaceflight, several of which have been used enough to understand that the hardware itself introduces extraneous variables. For example, Biological Research in Canisters (BRIC) hardware, which required no power and only limited crew time, was employed in numerous astrobotany experiments and found to have several shortcomings. The hardware itself reduced plant endodermal cell size, partially due to etiolated response to its dark environment. 53 Similarly, the BRIC Petri Dish Fixation Unit (BRIC-PDFU) hardware induces stress-related changes in the transcriptome and proteome of Arabidopsis seedlings, highlighting the continued need for iterative hardware revisions henceforth. 54 The spaceflight community redevelops hardware not only to improve design but also to add new features that conserve time and effort for crew members. These features include real-time imaging, ground commanding, and automated software. New features are also added to better differentiate between the combinatorial effects of living in space. For example, in contrast to the NASA BRIC and BRIC-PDFU platforms, both the European KUBIK incubator and the JAXA Multiple Artificial-Gravity Research System (MARS) platforms provide 1 g in-flights controls. 15 These controls may mitigate the risk of falsely identifying omics results as responsive to microgravity exposure when they are instead relevant to other spaceflight variables. Nonetheless, we note that, as is the case with most innovative spacecraft housing units, these platforms themselves introduce their own confounding influences. In particular, gravity gradients appear across the rotor system and sample positions do not experience the same gravity force. Given that small differences in partial gravity exposure cause large transcriptional profiles changes in plants, 55 , 56 it is paramount for plant biologists who use these platforms to publish metadata that include both nominal partial g and real partial g for each sample position. The use of reliable 1 g controls both on Earth and in orbit is greatly acknowledged. 24 , 57 , 58 A large variety of ground-based simulation systems 55 can be used together to dissect the differential contribution of each confounding factor introduced by spaceflight or hardware requirements. Microgravity simulators include 2D clinostats, random positioning machines (RPMs), rotating wall vessels (RWVs), and diamagnetic levitation. 59 Each of these simulators brings specific artifacts; for instance, clinostats introduce centrifugal accelerations and vibrations and diamagnetic levitation affects cell components differently based on magnetic susceptibility. 59 For these reasons, consistent terminology must be used and standards must be proposed for different simulators and different modes of operation. 59 We note that commercial platforms are increasingly being contracted for spaceflight biological experiments, including TangoLabs (Space Tango, Lexington, KY), NanoLabs (NanoRacks, Houston, TX), and ICE Cubes Facilities (Space Application Services, Sint-Stevens-Woluwe, Belgium). To improve standardization and share lessons learned, communication will be increasingly crucial between the academic, government, and industry sectors developing and improving upon hardware designs. Consistent metadata collection about hardware used will also be crucial for informed interpretation of space omics data.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/adab/7733874/b86972719d2b/gr1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/adab/7733874/5f644394d3f7/gr2.jpg"
    ]
  }
}