{
  "paper_id": "pmc_articles_PMC10800490",
  "title": "Conserved plant transcriptional responses to microgravity from two consecutive spaceflight experiments.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10800490/",
  "sections": {
    "Abstract": "Abstract Introduction Understanding how plants adapt to the space environment is essential, as plants will be a valuable component of long duration space missions. Several spaceflight experiments have focused on transcriptional profiling as a means of understanding plant adaptation to microgravity. However, there is limited overlap between results from different experiments. Differences in experimental conditions and hardware make it difficult to find a consistent response across experiments and to distinguish the primary effects of microgravity from other spaceflight effects. Methods Plant Signaling (PS) and Plant RNA Regulation (PRR) were two separate spaceflight experiments conducted on the International Space Station utilizing the European Modular Cultivation System (EMCS). The EMCS provided a lighted environment for plant growth with centrifugal capabilities providing an onboard 1 g control. Results and discussion An RNA-Seq analysis of shoot samples from PS and PRR revealed a significant overlap of genes differentially expressed in microgravity between the two experiments. Relative to onboard 1 g controls, genes involved in transcriptional regulation, shoot development, and response to auxin and light were upregulated in microgravity in both experiments. Conversely, genes involved in defense response, abiotic stress, Ca ++ signaling, and cell wall modification were commonly downregulated in both datasets. The downregulation of stress responses in microgravity in these two experiments is interesting as these pathways have been previously observed as upregulated in spaceflight compared to ground controls. Similarly, we have observed many stress response genes to be upregulated in the 1 g onboard control compared to ground reference controls; however these genes were specifically downregulated in microgravity. In addition, we analyzed the sRNA landscape of the 1 g and microgravity (μ g ) shoot samples from PRR. We identified three miRNAs (miR319c, miR398b, and miR8683) which were upregulated in microgravity, while several of their corresponding target genes were found to be downregulated in microgravity. Interestingly, the downregulated target genes are enriched in those encoding chloroplast-localized enzymes and proteins. These results uncover microgravity unique transcriptional changes and highlight the validity and importance of an onboard 1 g control. Keywords: transcriptional profiling, adaptation to spaceflight, Arabidopsis, microgravity (μ g ), plants",
    "Results": "An RNA-Seq analysis of shoot samples from PS and PRR revealed a significant overlap of genes differentially expressed in microgravity between the two experiments. Relative to onboard 1 g controls, genes involved in transcriptional regulation, shoot development, and response to auxin and light were upregulated in microgravity in both experiments. Conversely, genes involved in defense response, abiotic stress, Ca ++ signaling, and cell wall modification were commonly downregulated in both datasets. The downregulation of stress responses in microgravity in these two experiments is interesting as these pathways have been previously observed as upregulated in spaceflight compared to ground controls. Similarly, we have observed many stress response genes to be upregulated in the 1 g onboard control compared to ground reference controls; however these genes were specifically downregulated in microgravity. In addition, we analyzed the sRNA landscape of the 1 g and microgravity (μ g ) shoot samples from PRR. We identified three miRNAs (miR319c, miR398b, and miR8683) which were upregulated in microgravity, while several of their corresponding target genes were found to be downregulated in microgravity. Interestingly, the downregulated target genes are enriched in those encoding chloroplast-localized enzymes and proteins. These results uncover microgravity unique transcriptional changes and highlight the validity and importance of an onboard 1 g control.",
    "Conclusion": "An RNA-Seq analysis of shoot samples from PS and PRR revealed a significant overlap of genes differentially expressed in microgravity between the two experiments. Relative to onboard 1 g controls, genes involved in transcriptional regulation, shoot development, and response to auxin and light were upregulated in microgravity in both experiments. Conversely, genes involved in defense response, abiotic stress, Ca ++ signaling, and cell wall modification were commonly downregulated in both datasets. The downregulation of stress responses in microgravity in these two experiments is interesting as these pathways have been previously observed as upregulated in spaceflight compared to ground controls. Similarly, we have observed many stress response genes to be upregulated in the 1 g onboard control compared to ground reference controls; however these genes were specifically downregulated in microgravity. In addition, we analyzed the sRNA landscape of the 1 g and microgravity (μ g ) shoot samples from PRR. We identified three miRNAs (miR319c, miR398b, and miR8683) which were upregulated in microgravity, while several of their corresponding target genes were found to be downregulated in microgravity. Interestingly, the downregulated target genes are enriched in those encoding chloroplast-localized enzymes and proteins. These results uncover microgravity unique transcriptional changes and highlight the validity and importance of an onboard 1 g control.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3e3/10800490/838077b63a6c/fpls-14-1308713-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3e3/10800490/e82e7d043295/fpls-14-1308713-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3e3/10800490/7b62768b9074/fpls-14-1308713-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3e3/10800490/3e6f5914e3e4/fpls-14-1308713-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3e3/10800490/0964ead77412/fpls-14-1308713-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3e3/10800490/f91a1a7a5a2f/fpls-14-1308713-g006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3e3/10800490/9c2f6eaddebf/fpls-14-1308713-g007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3e3/10800490/e17578d18c2f/fpls-14-1308713-g008.jpg"
    ]
  }
}