{
  "paper_id": "pmc_articles_PMC3166430",
  "title": "Spatial and temporal characteristics of vestibular convergence",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3166430/",
  "sections": {
    "Abstract": "Abstract In all species studied, afferents from semicircular canals and otolith organs converge on central neurons in the brainstem. However, the spatial and temporal relationships between converging inputs and how these contribute to vestibular behaviors is not well understood. In the current study, we used discrete rotational and translational motion stimuli to characterize canal- and otolith-driven response components of convergent non-eye movement (NEM) neurons in the vestibular nuclear complex of alert pigeons. When compared to afferent responses, convergent canal signals had similar gain and phase ranges but exhibited greater spatial variability in their axes of preferred rotation. Convergent otolith signals also had similar mean gain and phase values to the afferent population but were spatially well-matched with the corresponding canal signals, cell-by-cell. However, neither response component alone nor a simple linear combination of these components was sufficient to predict actual net responses during combined canal-otolith stimulation. We discuss these findings in the context of previous studies of pigeon vestibular behaviors, and we compare our findings to similar studies in other species. Keywords: vestibular, sensory convergence, brainstem",
    "Results": "Responses were obtained from 56 convergent neurons in the vestibular nuclear complex (VNC), each of which was sensitive to both rotational and linear translational motion. Responses from a single representative convergent neuron are shown in Figure 1 . To characterize the canal and otolith response components separately, we used stimuli that dynamically stimulated only one receptor type at a time: earth-vertical axis (EVA) rotations to stimulate the canals ( Figure 1A ) and linear translations to stimulate the otolith organs ( Figure 1B ). Then, we recorded neural responses to earth-horizontal axis (EHA) rotations ( Figure 1C ), which stimulated both otolith organs and the semicircular canals. We compared the actual neural responses to EHA rotation with the predicted combined response based on a linear combination of canal- and otolith-related responses. Canal-only responses: earth-vertical axis rotations Thirty-seven convergent neurons were characterized during EVA rotations (0.5Hz, 20°/s). The static orientation of the head was varied relative to the earth-vertical axis, and three-dimensional cosine tuning functions were fit to the responses for each neuron. From these tuning functions, we derived each cell’s maximum canal-related sensitivity vector (α CANAL ), which corresponded to the axis of EVA rotational motion that would drive the strongest firing rate modulation for that neuron. These unit vectors are plotted in head-referenced space in Figure 2A . For comparison, the mean maximum sensitivity vector orientations for horizontal ( red ), anterior ( blue ) and posterior ( green ) canal afferents in pigeons were also plotted ( Dickman 1996 ). Maximum sensitivity vectors were distributed throughout head-centered space and were not clustered around canal afferent vectors, similar to convergent neurons observed in macaques ( Dickman and Angelaki 2002 ). However, there were relatively few neurons that preferred rotation around the nasooccipital (roll) axis, in contrast to previous studies in both cats ( Kasper, Schor and Wilson 1988 ; Perlmutter et al., 1999 ; Wilson et al., 1992 ) and primates ( Dickman and Angelaki 2002 ). Next, maximum neural sensitivities (S CANAL ) and phase values (θ CANAL ) were plotted for each neuron ( Figure 2B ). Semicircular canal afferent response means (triangles; ± standard deviations indicated by rectangles) were plotted for comparison ( Dickman 1996 ). Convergent neuron sensitivity values varied between 0.2 and 5.9 spk/s per °/s, with a mean value of 1.1 spk/s per °/s (SD = 1.2 °), lower than the typical sensitivity values for canal afferents. Phase values varied widely, from −64.1° to 65.2°, but generally led head velocity by 10–30° (mean = 21.7°, SD = 29.5°), similar to the typical phase behavior of canal afferents. There was no apparent systematic relationship between sensitivity and phase for the neurons sampled. FIGURE 2. Open in a new tab Responses of convergent neurons (n=37) to earth-vertical axis (EVA) rotation (0.5Hz, 20°/s). A: Axes of maximum sensitivity (α CANAL ) are plotted as unit vectors in three-dimensional head space. Mean maximum sensitivity vectors for pigeon horizontal (red), anterior ( blue ), and posterior ( green ) canal afferents are also shown (thick lines; Dickman 1996 ). B: Maximum sensitivity (S CANAL ) and phase (θ CANAL ) values are expressed relative to angular velocity, with the population mean indicated by the open circle. Mean sensitivity and phase values (open triangles) are also shown for pigeon horizontal ( red ), anterior ( blue ), and posterior ( green ) canal afferents ( Dickman 1996 ). Boxes indicate afferent means ± standard deviation. Otolith-only responses: linear translations Forty-three convergent neurons were characterized during earth-horizontal axis linear translations (0.5Hz, 0.2g), and two-dimensional cosine tuning functions were fit to each cell’s responses. The response for each cell was represented by the maximum otolith-related sensitivity vector (α OTO ) and plotted in head-referenced space ( Figure 3A ). Pigeon otolith afferents innervating the utricle (i.e. those oriented to respond maximally to head-horizontal linear accelerations) had maximum sensitivity vectors that clustered near the interaural axis (68% fell within +30° of the interaural axis; Si, Angelaki and Dickman 1997 ). In contrast, central convergent neurons preferred a wider range of horizontal translation directions, with some tendency to cluster near canal planes ( Figure 3A ). The scarcity of neurons with maximal responses to nasooccipital translation agrees with previous findings in rodents ( Angelaki, Bush and Perachio 1993 ), cats ( Kasper, Schor and Wilson 1988 ; Perlmutter et al. 1999 ; Wilson et al. 1992 ), and primates ( Dickman and Angelaki 2002 ). Maximum sensitivity values (S OTO ) and the associated response phases (θ OTO ) were plotted in Figure 3B , and mean pigeon otolith afferent data were plotted for comparison ( Si, Angelaki and Dickman 1997 ). Convergent neuron sensitivity values ranged between 19.0 and 460.2 spk/s per g, with a mean value of 166.7 spk/s per g (SD = 98.9). Thus, the distribution of sensitivity values for convergent neurons was lower than but overlapping with the distribution for otolith afferents ( Si, Angelaki and Dickman 1997 ). Phase values also varied widely and included both phase lags and phase leads (between −79.4° and 89.2°), with a mean value of 15.1° (SD = 41.1) – in contrast to the otolith afferents, which primarily led head acceleration by 10° to 45°. As with semicircular canal inputs, there was no apparent systematic relationship between sensitivity and phase in this sample of convergent central neurons. FIGURE 3. Open in a new tab Responses of convergent neurons (n=43) to earth-horizontal linear translation (0.5Hz, 0.2g). A: Axes of maximum sensitivity (α OTO ) are plotted as unit vectors in two-dimensional head space. B: Maximum sensitivity (S OTO ) and phase (θ OTO ) values are expressed relative to linear acceleration, with the population mean indicated by the open circle. The mean pigeon otolith afferent sensitivity and phase is indicated by the open triangle, and the box indicates the corresponding standard deviation ( Si, Angelaki and Dickman 1997 ). Relationship between canal and otolith inputs Next, we examined the relationship between canal- and otolith-related responses for 25 convergent VNC neurons. In a previous study, we demonstrated that pigeons integrate canal and otolith signals to generate compensatory responses to EHA rotation ( McArthur and Dickman 2008 ). Thus, we transformed the maximum sensitivity vectors for canal (α CANAL ) and otolith (α OTO ) response components, to predict each component’s maximum sensitivity vector for EHA rotation (see Methods for details). Each vector was expressed as its orientation relative to the forward nasooccipital axis ( canalvec for canal input, otovec for otolith input; Figure 4A ). For most neurons, their convergent canal and otolith inputs were spatially aligned, such that both response components would be maximally stimulated by EHA rotation around the same axis. Thus, the linear regression relating canalvec and otovec values had a slope that was not significantly different from unity (slope = 1.2, 95% CI = [0.9, 1.4], R = 0.92, p < 0.001). A similar spatial alignment between convergent inputs was observed in rats ( Angelaki, Bush and Perachio 1993 ) and cats ( Perlmutter et al. 1999 ) but not monkeys ( Dickman and Angelaki 2002 ; Yakushin, Raphan and Cohen 2006 ). FIGURE 4. Open in a new tab Predicted responses of canal and otolith inputs to convergent neurons (n=25) during earth-horizontal axis (EHA) rotation (0.5Hz, 20°/s). Significant linear regressions (solid) are plotted through the available data, and the unity slope line (dotted) is plotted for comparison. A: Axes of maximum sensitivity for canal ( canalvec ) and otolith ( otovec ) inputs to each neuron, expressed as polar angle orientations relative to the positive x-axis. Regression slope = 1.2 (95% CI = [0.9, 1.4], R = 0.92, p < 0.001. Unity slope line +30° (shaded) is plotted for comparison. B: Response sensitivity values of canal ( canalS ) and otolith ( otoS ) inputs to each neuron, expressed relative to angular velocity. Open symbols indicate those neurons with very low (<0.1) predicted canal sensitivity to EHA rotation. C: Response phases of canal ( canalphase ) and otolith ( otophase ) inputs to each neuron, expressed relative to angular velocity. The corresponding sensitivity and phase values for each response component (both expressed relative to EHA rotation velocity), however, did not match. As shown in Figure 4B , canal ( canalS ) and otolith ( otoS ) response components were predicted to have sensitivity values that could vary significantly from one another for a single convergent neuron, with the canal sensitivity sometimes higher and sometimes lower than the otolith sensitivity. There was not a consistent linear relationship between these values, even when those neurons with very small predicted canal sensitivity to EHA rotation were excluded from the data (linear regression: R = 0.13, p = 0.55; excluded neurons indicated by open symbols in Figure 4B ). There also was not a significant linear relationship between canalphase and otophase (linear regression: R = 0.18, p = 0.39; Figure 4C ). During EHA rotation around the maximum sensitivity axis, the canal-driven response modulated approximately in-phase with or slightly leading angular velocity, while the otolith-driven response tended to respond in-phase with angular position or acceleration (i.e. lag or lead angular velocity by 90°). It was possible that this temporal mismatch was a result of how we selected the orientation of the otovec . Due to the nature of a cosine tuning function, there are two maximum sensitivity vectors in a given plane, with equal sensitivity values but opposite orientations and phase values. For each neuron, we originally selected the otovec orientation that aligned it more closely with the corresponding canalvec . However, when we selected the otovec to maximize temporal alignment between canal and otolith phase values instead, these values ( canalphase and otophase ) were still mismatched (data not shown). Thus, convergent canal and otolith inputs onto single central vestibular neurons were spatially matched for synergistic modulation during EHA rotation, but convergent inputs had different gains and phases relative to the rotational stimulus. Combined canal and otolith stimulation: responses to EHA rotation For eleven neurons with sufficient data, we fit two-dimensional tuning functions to observed EHA rotation responses (0.5Hz, 20°/s), yielding the orientation of each cell’s actual maximum sensitivity vector (α EHAR ) and the corresponding response sensitivity (S EHAR ) and phase (θ EHAR ). These values were compared to those predicted by a simple linear summation of canal- and otolith-driven responses ( Figure 5 ), derived from EVA rotation and linear translation responses, respectively. Actual and predicted maximum sensitivity vectors were well-aligned spatially across neurons, as indicated by the fact that the actual and predicted α EHAR values were linearly related with a slope that was not significantly different from unity (slope = 0.99, 95% CI = [0.7, 1.4], R = 0.9, p < 0.001; Figure 5A ). However, actual and predicted sensitivity and phase values were not so well-matched. The linear combination model underestimated the maximum sensitivity value (S EHAR ) of some neurons and overestimated it for others ( Figure 5B ), though the linear regression through the data might have reached significance with the addition of more neurons with similar properties (slope = 0.7, 95% CI = [0.1, 2.1], R = 0.6, p = 0.06). Further, the model yielded phase values that were further out of phase with angular velocity than the actual EHA responses, which were clustered around 0° ( Figure 5C ), and there was no significant linear relationship between actual and predicted phase values (linear regression: R = 0.4, p = 0.3). Thus, convergent neurons kept their responses approximately in-phase with angular velocity during EHA rotation (similar to the canal-driven input alone), despite the phase offset that would have been introduced by the otolith response if canal and otolith components were simply summed. FIGURE 5. Open in a new tab Actual responses to earth-horizontal axis (EHA) rotation (0.5Hz, 20°/s) were compared to predicted responses based on a linear summation of canal- and otolith-related responses. Significant linear regressions (solid) are plotted through the available data, and the unity slope line (dotted) ± 0.1 or 30° (shaded) is plotted for comparison. A: Axes of maximum sensitivity to EHA rotation (α EHAR ), expressed as polar angle orientations relative to the positive x-axis. Regression slope = 0.99 (95% CI = [0.7, 1.4], R = 0.90, p < 0.001. B: Response sensitivity (S EHAR ) values for EHA rotation around the maximum sensitivity axis, expressed relative to angular velocity. Regression slope = 0.7 (95% CI = [0.1, 2.1]), R = 0.6, p = 0.06 (outlier plotted with an open symbol). C: Response phase (θ MAX ) values for EHA rotation around the maximum sensitivity axis, expressed relative to angular velocity (outlier plotted with an open symbol).",
    "Conclusion": "We characterized the canal- and otolith-related contributions to convergent NEM neuron responses using motion that dynamically stimulated one set of receptor inputs at a time. Earth-vertical axis (EVA) rotations stimulated the semicircular canals but not the otolith organs, and earth-horizontal linear translations stimulated the otolith organs but not the canals. Central neuron responses to EVA rotation resembled canal afferent responses in that they were approximately in-phase with rotational velocity or led it by <90° ( Dickman 1996 ). Also, convergent neuron responses led translational linear acceleration by <45°, on average, similar to otolith afferents ( Si, Angelaki and Dickman 1997 ). However, spatial preferences differed significantly between central convergent neurons and vestibular afferents. While canal afferents prefer rotation in canal planes, convergent VNC cells preferred axes of rotation that varied widely in space. Further, otolith-driven responses in the VNC were spatially matched to canal-driven responses, such that the same axis of earth-horizontal axis (EHA) rotation dynamically modulated both components. However, during EHA rotation about this preferred axis, canal and otolith inputs were typically 90° out of phase with one another and had different sensitivities. Canal-related spatial preferences are more closely related to behavior than to canal afferents The canal component responses modulated approximately in-phase with angular velocity but had preferred axes of EVA rotation that were widely distributed in the head, in contrast to the restricted spatial preferences of the canal afferents ( Dickman 1996 ). In other species, central convergence of multiple afferents innervating non-coplanar canals has been suggested as a mechanism for producing this spatial diversity in central neurons ( Angelaki, Bush and Perachio 1993 ; Dickman and Angelaki 2002 ; Eron et al. 2008 ; Kasper, Schor and Wilson 1988 ; Perlmutter et al. 1999 ; Wilson et al. 1992 ; Yakushin, Raphan and Cohen 2006 ). The need to have central NEM neurons with preferred axes of rotation that differ from canal planes is likely tied to the demands of vestibulospinal reflexes. Muscles receiving vestibulospinal inputs are often maximally activated by rotation about the nasooccipital or roll axes ( Baker, Goldberg and Peterson 1985 ; Wilson et al. 1986 ). In fact, although central neurons’ response vectors are not restricted to canal planes, their distribution in head-referenced space is not homogeneous and appears to be related to species-specific behaviors. For example, in cats, vestibular limb responses are stronger during roll rotation than during pitch rotation ( Wilson et al. 1986 ), and the majority of central neurons indeed prefer roll or near-roll rotation ( Kasper, Schor and Wilson 1988 ; Perlmutter et al. 1999 ; Wilson et al. 1992 ). In pigeons, we found that most central convergent neurons preferred pitch or near-pitch rotations. While the pigeon head response is larger overall for yaw rotation than for either pitch or roll ( Gioanni 1988 ; Dickman, Beyer and Hess 2000 ; Haque and Dickman 2005 ), the vestibular tail response during flight is most prominent for pitch rotations ( McArthur and Dickman 2011 ). Thus, the distribution of canal-related maximum sensitivity vectors is likely biased to accommodate the behavioral needs of each animal according to the specific instabilities encountered under natural conditions. Convergent canal- and otolith-related responses are spatially aligned Convergent VNC neurons showed a stronger preference for linear translation within canal planes than did the otolith afferents, which loosely tend to prefer interaural translation ( Si, Angelaki and Dickman 1997 ). There was also a paucity of convergent VNC cells with maximum sensitivity vectors near the nasooccipital axis, similar to central convergent neuron populations recorded in rats ( Angelaki, Bush and Perachio 1993 ) and monkeys ( Dickman and Angelaki 2002 ; Zhou et al. 2006 ). Further, VNC convergent neurons exhibited a striking spatial alignment between canal- and otolith-driven responses, consistent with maximal activation of both canal and otolith inputs during EHA rotation around the same axis. Similar spatial alignment has been observed in rats ( Angelaki, Bush and Perachio 1993 ) and cats ( Perlmutter et al. 1999 ), while the majority of convergent neurons in monkeys did not exhibit this spatial input alignment ( Dickman and Angelaki 2002 ). What is the functional significance of the spatial alignment of convergent inputs in NEM neurons in the vestibular brainstem? For pigeons and other lateral-eyed animals, both canal and otolith stimulation contribute to compensatory eye and head responses that stabilize gaze during rotation relative to gravity (i.e. EHA rotation; pigeon: Dickman and Angelaki 1999 ; Dickman, Beyer and Hess 2000 ; McArthur and Dickman 2008 ; mouse: Harrod and Baker 2003 ; rat: Brettler et al. 2000 ; rabbit: Barmack 1981 ). Specifically in pigeons, we have demonstrated that a dynamic net head-horizontal linear acceleration signal improves the phase of both eye and head responses to EHA tilt ( McArthur and Dickman 2008 ). Indeed, the canal- and otolith-driven components of these responses are spatially aligned with one another when examined separately ( Dickman and Angelaki 1999 ; McArthur and Dickman 2008 ). Thus, the fact that otolith inputs were spatially aligned with canal inputs for central neurons supports the idea that the functional role of otolith signals in pigeons is to cooperate with primarily canal-driven reflexes, rather than generating other, primarily otolith-driven reflexes with different spatial demands (e.g. translational VOR in primates). Sensitivity and phase for convergent canal- and otolith-related inputs are mismatched While the spatial preferences of convergent canal and otolith inputs to VNC neurons were coincident, the sensitivity and phase values predicted for these inputs during EHA rotation were not. In fact, though canal and otolith EHA rotational sensitivities were distributed across a similar range, the values for any given neuron could be quite different in that either input could be much higher than the other. Moreover, both canal and otolith inputs seemed to retain the phase characteristics of their afferent populations on average, with canal inputs responding in-phase with angular velocity ( Dickman and Correia 1989 ) and otolith inputs in-phase with linear acceleration (Si, Angelaki, and Dickman 1999). Thus, there was little overlap in the phase distribution for canal and otolith input phases, and these values were mismatched for individual neurons. In a previous study, we demonstrated that the canal and otolith components of the rotational VCR in pigeons also had mismatched gain and phase values ( McArthur and Dickman 2008 ). The otolith component was nearly in-phase with angular velocity (phase ~ 0°), while the canal component had a nearly compensatory phase for angular velocity (phase ~ −180°). Further, the gain of the canal-driven VCR was an order of magnitude larger than the gain of the otolith-driven component. Thus, both behavioral and neural responses were consistent with mismatched sensitivity and phase values for canal- and otolith-associated components in the reflex circuitry of the vestibular nuclei. Convergent inputs do not sum linearly during EHA rotation EHA rotation dynamically modulates both canal and otolith inputs to convergent neurons. How do neurons integrate these two types of inputs when both are dynamically stimulated? One possibility was that convergent neurons simply computed a linear sum of canal and otolith inputs during EHA rotation. In a previous study ( McArthur and Dickman 2008 ), we demonstrated that linear summation of canal- and otolith-driven response components provided a good characterization of compensatory eye (VOR) but not head (VCR) response gain and phase during EHA rotation. In the current study, linear summation failed to provide a good fit to the available gain and phase data for convergent neurons, consistent with nonlinear integration of canal and otolith inputs. Two aspects of the stimulus protocol might introduce error into our characterization of the otolith input and might, therefore, account for some of the observed mismatches between actual and predicted gain and phase values during EHA rotation. First, we characterized the otolith input based on neural responses to horizontal linear acceleration only. Though EHA rotations primarily modulate the head-horizontal component of linear acceleration, there is an additional modulation in head-vertical linear acceleration (see Methods for details). However, since the head-vertical modulation was much smaller in amplitude and occurred at twice the frequency of the head-horizontal modulation, the response to the head-horizontal modulation was likely to dominate the otolith-driven response. Second, the translations used to characterize the otolith input generated a larger modulation of head-horizontal linear acceleration than the EHA rotations used to test the linear summation model (0.2g versus 0.1g, respectively). Though a subset of central vestibular neurons in monkeys vary their gain as a function of linear acceleration amplitude ( Marlinski and McCrea 2009 ), there is no evidence that NEM neurons in pigeons display similar tendencies. Thus, despite these possible sources of error in our characterization of the otolith-driven input, we believe that the failure of the linear summation model to predict EHA response sensitivity and phase indicates that convergent neurons are carrying out real nonlinear integration of canal and otolith inputs. Spatiotemporal matching: different species, different stages? What kind of nonlinear processing might be carried out by convergent VNC neurons, and what purpose might this serve for the animal? We can only speculate regarding this issue, as there was insufficient data in the current study to rigorously fit alternative models of canal-otolith integration. However, others have provided insight from studies in non-human primates, where canal and otolith signals are combined to construct central representations of the animal’s movements in space. Canal afferents alone cannot reference the animal’s rotations to a space-fixed reference frame, since the semicircular canals are fixed in the head. Otolith afferents alone cannot disambiguate gravitational and translational linear accelerations, as the otolith organs detect net gravito-inertial linear acceleration. Populations of central neurons can perform these computations via nonlinear integration of canal and otolith afferent signals, whereby rotational signals are decomposed into EHA and EVA components and linear acceleration signals are decomposed into gravitational and translational components (Angelaki et al., 2004; Yakusheva et al., 2010). Modeling studies, grounded in behavioral and electrophysiological data, suggest that these computations require intermediate populations of convergent neurons, whose canal and otolith inputs are spatiotemporally matched ( Green and Angelaki, 2004 ; 2007 ). This matching need not occur at the level of an individual neuron, however, as long as the distributions of spatial preference, sensitivity, and phase match on average ( Green and Angelaki, 2004 ; 2007 ). Further, each type of matching need not occur at the same level, i.e. the same anatomical location in the brain. In primates, distinct populations of neurons in the brainstem, cerebellar cortex, and deep cerebellar nuclei exhibit different degrees of input matching and nonlinear processing. Convergent neurons in the primate VNC not only exhibit a wide distribution of gain and phase values, but also lack the degree of input spatial matching that we saw in the pigeon ( Dickman and Angelaki 2002 ). While there was a trend across the primate population for convergent canal and otolith inputs to prefer the same axis of EHA rotation, this was not generally observed for individual cells. In the cerebellar cortex, however, convergent canal- and otolith-driven inputs were tightly matched for both sensitivity and phase ( Angelaki et al. 2010 ). Perhaps the convergent neurons of both primates and pigeons perform similar functions, constructing meaningful representations from ambiguous afferent inputs. However, each species may display different levels of single-cell matching and may perform each type of matching at different places in the central vestibular system. In primates, convergent inputs to VNC neurons are not tightly matched for spatial preference, sensitivity, or phase, leaving this function for populations in the cerebellum to perform. In pigeons, convergent VNC neurons have relatively well-matched input spatial preferences, though the sensitivity and phase values are still mismatched. It may be necessary for pigeons to spatially match canal and otolith inputs in the brainstem in order to use the otolith-driven net linear acceleration signal to enhance the performance of the VOR and VCR along short-latency reflex pathways ( McArthur and Dickman 2008 ). Future studies should characterize how the pattern of convergence in avian cerebellum compares to primates.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3545/3166430/b84497d5f51e/nihms309943f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3545/3166430/57e6a75b2b39/nihms309943f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3545/3166430/25df52035787/nihms309943f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3545/3166430/90ee9daf84f8/nihms309943f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3545/3166430/1a8653adf639/nihms309943f5.jpg"
    ]
  }
}