{
  "paper_id": "pmc_articles_PMC5810432",
  "title": "Burn injury-associated MHCII(+) immune cell accumulation around lymphatic vessels of the mesentery and increased lymphatic endothelial permeability are blocked by doxycycline treatment.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5810432/",
  "sections": {
    "Abstract": "Abstract It is theorized that toxic agents are transported from the hyperpermeable gut of burn victims through the lymph, to the systemic circulation, causing global injury. We believe that immune cells respond to leakage of “toxic lymph” following trauma causing the attraction of these cells to the perilymphatic space. To test this, we utilized a model of burn on rats to examine changes in a single immune cell population associated with mesenteric lymphatic dysfunction. We examined the ability of serum from these animals to increase permeability in lymphatic endothelial monolayers and disrupt cellular junctions. We also treated burn animals with doxycycline, an inhibitor of microvascular permeability, and observed the effects on immune cell populations, morphometry, and lymphatic endothelial permeability. Burn injury increased the number of MHCII + immune cells along the vessel (>50%). The size and shape of these cells also changed significantly following burn injury. Serum from burn animals increased lymphatic endothelial permeability (∼1.5-fold) and induced breaks in VE-cadherin staining. Doxycycline treatment blocked the accumulation of immune cells along the vessel, whereas serum from doxycycline-treated animals failed to increase lymphatic endothelial permeability. The size of cells along the vessel in doxycycline-treated burn animals was not affected, suggesting that the cells already present on the lymphatic vessels still respond to substances in the lymph. These findings suggest that factors produced during burn can induce lymphatic endothelial barrier disruption and lymph produced during traumatic injury can influence the attraction and morphology of immune cell populations along the vessel. Keywords: : burn, lymphatic, macrophage, permeability",
    "Results": "We analyzed the number of MHCII + cells in the mesentery and their association with the lymphatic vessels in that tissue ( Fig. 1a, b ). Burn injury significantly increased the number of MHCII + cells that interacted with the lymphatic vessels compared with sham control (1.50 ± 0.17-fold) ( Fig. 1c ). The number of cells that did not interface with the vessel in burn injury also significantly increased (2.29 ± 0.49-fold) ( Fig. 1d ). The size (area) of MHCII + cells associated with the lymphatic vessels changed dramatically after burn injury, increasing 2.59 ± 0.32-fold ( Fig. 2c ). Cells also increased their perimeter after burn relative to sham ( Fig. 2d ); however, the changes in area and perimeter were not proportional suggesting the cells changed their shape in addition to size ( Fig. 2e ). We confirmed there was an elongation of the MHCII + cells along the axis of the vessel in burn injury as detected by an increase in aspect ratio (ratio of the longest axis to shortest axis) ( Fig. 2f ). FIG. 1. Open in a new tab Images of mesenteric lymphatic vessels from sham (a) , and burn (b) rats stained for MHCII ( green ) (40 × ). Quantification of cells interacting with the vessel ( white line ) (c) , in the periphery (d) , and the ratio of the two (likelihood of a cell being on the vessel) (e) . N = 6 animals with three images per animal all data analyzed by ANOVA with Dunnett's post-test. *denotes significant change from sham ( p < 0.05). FIG. 2. Open in a new tab Morphometric analysis of cells on lymphatic vessels from sham (a) and burn (b) (40 × with 2 × zoom) ( red line shows cell border). Measurements were made of area (c) and shape (d–f) . N = 6 animals with 3 images per animal and 10 cells per vessel analyzed. All data analyzed by ANOVA with Dunnett's post-test. *denotes significant change from sham ( p < 0.05). LEC monolayer permeability to FITC-BSA increased significantly in response to burn injury serum compared with sham serum (1.52 ± 0.041-fold) ( Fig. 3 ). Additionally, the number of gaps that formed between LECs treated with serum from burn animals was higher than that from sham or either doxycycline-treated groups ( Fig. 4 ). FIG. 3. Open in a new tab Data from lymphatic monolayer permeability studies. Inserts treated with sham, sham treated with doxycycline, burn or burn with doxycycline serum, and measures of FITC-BSA leakage were made N = 9. All data were analyzed by ANOVA with Dunnett's post-test. *denotes significant change from sham ( p < 0.05). FIG. 4. Open in a new tab Data from VE-cadherin staining of rat mesenteric lymphatic endothelial cells. The number of breaks in the cell to cell junctions was quantified per 40 × field of view. N = 3 with each N made up of the average of three images per sample. All data were analyzed by ANOVA with Dunnett's post-test. *denotes significant change from sham ( p < 0.05). Doxycycline treatment reduced the accumulation of MHCII + immune cells on and near the mesenteric lymphatic vessel wall after burn injury to control levels ( Fig. 5a ). Additionally, doxycycline reduced the number of immune cells in the periphery of the mesenteric tissue to levels between control and burn levels (1.47 ± 0.23-fold increase over control), but not significantly different from either control (sham) or burn alone ( Fig. 5b ). Despite the reduction in the number of cells, the morphology of the cells changed, with cells increasing in size to a greater extent than in untreated burn (3.57 ± 0.27 vs. 2.59.64 ± 0.32-fold) ( Fig. 5d ). In addition to reducing the accumulation of immune cells on and around the lymphatic vessels, doxycycline completely inhibited the ability of burn serum to induce LEC monolayer permeability, but had no effect on sham serum ( Fig. 3 ). FIG. 5. Open in a new tab Data from sham, burn, and burn treated with doxycycline-treated rats for MHCII accumulation on and off the vessel (a, b) , the ratio of the two (c) , and the size change of the cell associated with the vessel (d) . N = 6 with 3 images per animal and 10 cells per vessel. All data were analyzed by ANOVA with Dunnett's post-test. *denotes significant change from sham ( p < 0.05).",
    "Conclusion": "Burns are complex injuries that require extensive treatment for the primary insult as well as the secondary global pathologies, such as acute respiratory distress syndrome and multiple organ dysfunction syndrome. 29 Current evidence from animal models suggests that there is a gut/mesenteric lymph axis that is imbalanced during these injuries caused by increased intestinal epithelial injury resulting in generation of toxic lymph. 26 , 32 , 43 , 44 This toxic lymph is the driving force of secondary injury in distal tissues following burns in experimental models and diverting lymph flow so that it does not return to the blood circulation blocking distal injury. 26 , 31 , 42 , 43 There is still debate as to what causes lymph from the gut to be toxic after traumatic injury. However, many studies implicate gut tissue-derived cytokines, other immunoactive substances (chemokines, adipokines, TLR agonists etc.), and the immune cells residing in those tissues, but there has not been an extensive characterization of those populations to date. 26 , 30 , 42 , 44 Our recent findings that there is a resident mixed population of immune cells in, on, and surrounding lymphatic vessels lead us to examine the numbers of a representative population of those immune cells along the mesenteric lymphatic vessels after burn injury and if it could be regulated pharmacologically ( Fig 6 ). 47 FIG. 6. Open in a new tab Overview of the theorized changes that occur around lymphatic vessels during burn injury. As a quiescent state changes to an inflamed state due to burn injury, lymphatic permeability increases allowing lymph contents escape the vessel to form a chemoattractive gradient that guides cells that escape from nearby blood vessels to the lymphatic vessel. Our previous work indicates that the population of MHCII + immune cells rapidly increases in number along the lymphatic vessel wall following injury. We have previously used this cell population as an indicator of immune cell attraction and accumulation on lymphatic vessels in a number of different pathologies, including ageing, metabolic syndrome, and inflammatory bowel disease. This subtype of immune cell is highly MHCII + , CD74 + , and in the rat is CD11c − , CD206 ± (proportions can change depending upon tissue state), CD86 ± , CD83 ± , CD68 + , and CCR6 ± ( Supplementary Fig. S1 ; Supplementary Data are available online at www.liebertpub.com/lrb ). This suggests that we are looking at a relatively diverse set of populations capable of antigen presentation or a spectrum of a single population of antigen-presenting cells. Given that these cells are highly MHCII + , we assume that they are professional antigen-presenting cells that are unique in that they traffic to the lymphatic vessel wall as opposed to entering the initial lymphatics and then moving to the lymph node. Our study demonstrates that these cells can take up and process antigen carried in the lymph stream ( Supplementary Fig. S2 ). This suggests that they may be able to present antigen and activate immune responses in the peripheral tissues. However, these studies have not demonstrated which cell type these lymphatic vessel wall-trafficking antigen-presenting cells interact with. In this pathology, these MHCII + cells could likely be presenting antigen and activation signals to cells such as tissue-resident T cells (such as TH-17 and γδ T-cells) that have been shown to play a major role in the pathology of burn. 53 If this were the case, this would represent a major change in the paradigm of antigen trafficking and immune activation. After burn injury, the number of MHCII + cells along the lymphatic vessels increased dramatically in a manner similar to but even more profound than what we have observed in our models of intestinal inflammation induced by TNBS. In our previous work, we observed that lymphatic dysfunction correlates to the density of immune cells in close proximity to the outside of lymphatic vessels on a near 1:1 negative ratio. 48 Recent findings have shown that lymphatic contractile function (not transport) as measured ex vivo is compromised after burn injury and in the light of this data and our previous studies suggest that this impaired contractile function may be caused by the accumulation of immune cells surrounding the vessels and altering the local environment. 40 , 48 There was also an increase in the number of MHCII + immune cells in the periphery of the mesenteric tissue that was proportionally greater than the increase along the lymphatic vessels. Thus, we assume that there is some attractive signal carried in lymph that causes cells to home to the external wall of the lymphatic vessels after exiting the blood vasculature during inflammation and injury and that the number of cells leaving the blood vasculature increases at a greater rate than the rate of migration to the lymphatic vessels and possibly leaving the tissue. The exact signal that induces the migration of cells to the lymphatic vessels is currently not known, and we hypothesize that it is carried in the lymph itself. Given our previous data in a model of inflammatory bowel disease, we may presume that it is likely a chemokine signal such as granulocyte/monocyte-colony stimulating factor (GM-CSF) released by activated immune cells in the gut and carried in the lymph. 48 However, it cannot be assumed that chemokines such as GM-CSF are the only likely chemoattractants released from the lymph as there are likely many other signals also carried in the lymph stream. We assume that the signal that recruits these cells is carried in the lymph because of evidence from our study. The first piece of evidence is that serum from burn animals induces lymphatic endothelial permeability to increase ( Fig. 3 ) and there is concomitant evidence that there is disruption of the continuity of endothelial cell–cell junctions in the LECs in vitro in response to burn serum ( Fig. 4 ). Disruption of lymphatic endothelial junctional components is not surprising and is similar to findings in blood vascular endothelial cells. 54 , 55 Second, doxycycline (an inhibitor of matrix metalloproteinases) inhibits the increase in lymphatic endothelial permeability and prevents the disruption of lymphatic endothelial junction stability. Third, doxycycline completely inhibits the accumulation of immune cells on the lymphatic vessels during burn, but only partially blocks the accumulation of cells in the periphery of the mesentery as permeability plays a partial role in the escape of immune cells from the blood vasculature. Fourth, cells already directly in contact with the lymphatic vessels, therefore capable of sampling lymph, change their morphology despite doxycycline treatment. Taken together, this is strong evidence that the chemoattractive force for these cells to migrate to the lymphatic vessels primarily originates in the lymph and not produced by cells that are part of or associated with the vessels, although it cannot be discounted that they may play a small role. The change in the morphology of the perilymphatic MHCII + cells in burn injury was dramatic, with cells becoming larger, more elongated, and oriented along the vessels, which are signs of macrophage activation. 56 , 57 Activation of these cells along the vessels may result in the further generation and addition to the lymph of inflammatory mediators that are problematic in the treatment of burn. In our previous studies, we found that the genes for the inflammatory mediators, tumor necrosis factor-α and inducible nitrous oxide synthase, were upregulated along the vessels due to migration of the immune cells to the perilymphatic space. Due to the proximity of the cells to the lymphatic vessels it is highly likely that the cellular products of these cells are carried immediately into the lymph stream with little dilution by other cellular products (such as lymph generated at initial lymphatics). The morphology of the cells on the mesenteric lymphatic vessels following doxycycline treatment during burn also changes, but in different ways that in burn alone. The cells present after doxycycline-treated burn increase in size to a greater degree than that of the burn alone group, while the aspect ratio decreased to levels below control. These size changes suggest that, despite the reduced number of cells being attracted to the vessels, the immune cells that are present are being activated. Thus, these cells are likely sampling lymph “normally,” like we have observed in our antigen-trafficking studies ( Supplementary Fig. S2 ). The decreased aspect ratio of the cells is difficult to interpret, given that an increased score would suggest a closer association with the vessel axis, while a reduced score suggests a nonspecific enlargement. The reduced score we found in doxycycline-treated burn cells may be evidence that these local lymphatic-associated immune cells can be activated in response to an aberrant signal in lymph, but need a secondary signal which may come from outside the vessel to increase their association with the vessel. This signal could originate from another immune cell population that would normally arrive after injury. It is widely accepted that toxic lymph develops in models of trauma and induces dysfunction in a number of organs and cell types. We have found that during burn injury there is increased potential for lymphatic leakage and this leakage is associated with increased recruitment of MHCII + cells along the mesenteric lymphatic vessels, and these cells alter their morphology suggesting inflammatory activation. We know from our previous work that cells much like these express high levels of inflammatory mediators and given their proximity to the lymphatic vessels, these cells likely influence the makeup of the lymph and the function of the lymphatic vessels during injury. This influence may be a factor in the development of toxic lymph after trauma that has not been studied.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2bbf/5810432/784c5902f8dc/fig-1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2bbf/5810432/a6765b035fa3/fig-2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2bbf/5810432/323a754e3ca2/fig-3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2bbf/5810432/2ea7c4c18199/fig-4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2bbf/5810432/16aa6fb9cb74/fig-5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2bbf/5810432/1a5c699301c5/fig-6.jpg"
    ]
  }
}