{
  "paper_id": "pmc_articles_PMC5515514",
  "title": "Spaceflight-induced vertebral bone loss in ovariectomized rats is associated with increased bone marrow adiposity and no change in bone formation",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5515514/",
  "sections": {
    "Abstract": "Abstract There is often a reciprocal relationship between bone marrow adipocytes and osteoblasts, suggesting that marrow adipose tissue (MAT) antagonizes osteoblast differentiation. MAT is increased in rodents during spaceflight but a causal relationship between MAT and bone loss remains unclear. In the present study, we evaluated the effects of a 14-day spaceflight on bone mass, bone resorption, bone formation, and MAT in lumbar vertebrae of ovariectomized (OVX) rats. Twelve-week-old OVX Fischer 344 rats were randomly assigned to a ground control or flight group. Following flight, histological sections of the second lumbar vertebrae ( n =11/group) were stained using a technique that allowed simultaneous quantification of cells and preflight fluorochrome label. Compared with ground controls, rats flown in space had 32% lower cancellous bone area and 306% higher MAT. The increased adiposity was due to an increase in adipocyte number (224%) and size (26%). Mineral apposition rate and osteoblast turnover were unchanged during spaceflight. In contrast, resorption of a preflight fluorochrome and osteoclast-lined bone perimeter were increased (16% and 229%, respectively). The present findings indicate that cancellous bone loss in rat lumbar vertebrae during spaceflight is accompanied by increased bone resorption and MAT but no change in bone formation. These findings do not support the hypothesis that increased MAT during spaceflight reduces osteoblast activity or lifespan. However, in the context of ovarian hormone deficiency, bone formation during spaceflight was insufficient to balance increased resorption, indicating defective coupling. The results are therefore consistent with the hypothesis that during spaceflight mesenchymal stem cells are diverted to adipocytes at the expense of forming osteoblasts.",
    "Results": "Bone resorption increased during spaceflight Compared with ground controls, flight animals had 32% lower cancellous bone area fraction ( Figure 1a ), 16% lower fluorochrome label length (indicative of greater resorption of preflight label; Figure 1b ), and 229% greater osteoclast perimeter ( Figure 1c ). Figure 1. Open in a new tab Effects of spaceflight on cancellous bone area fraction ( a ) and indices of bone resorption including fluorochrome label length/tissue area ( b ) and osteoclast perimeter ( c ). Data are mean±s.e., n =11 per group. *Different from ground control, P <0.05. Indices of osteoblast kinetics were not altered during spaceflight Significant differences between ground control and flight animals were not detected for continuous bone formation (fluorochrome label with adjacent osteoblasts; Figure 2a ), ceased bone formation (fluorochrome label with no adjacent osteoblasts; Figure 2b ), newly initiated bone formation (osteoblasts with no adjacent fluorochrome label; Figure 2c ), or mineral apposition rate ( Figure 2d ). Figure 2. Open in a new tab Effects of spaceflight on indices of bone formation including continuous bone formation ( a ), ceased bone formation ( b ), newly initiated formation ( c ), and mineral apposition rate ( d ). Data are mean±s.e., n =11 per group. Bone marrow adiposity increased during spaceflight Percent total tissue area occupied by adipocytes was 306% greater in the flight animals compared with ground controls ( Figure 3a ). The increase in MAT was associated with increases in adipocyte number (224%; Figure 3b ) as well as adipocyte size (26%; Figure 3c ). Figure 3. Open in a new tab Effects of spaceflight on marrow adipose tissue (MAT) area ( a ), adipocyte number ( b ) and adipocyte size ( c ). Data are mean±s.e., n =11 per group. *Different from ground control, P <0.05.",
    "Conclusion": "Fourteen days of spaceflight resulted in reduced cancellous bone in the lumbar vertebrae of OVX rats. The bone loss was associated with increased osteoclast-lined bone perimeter and decreased preflight fluorochrome label length. In addition, spaceflight resulted in increased vertebral MAT due to increased adipocyte number and adipocyte size. In contrast, spaceflight had no effect on indices of osteoblast differentiation, turnover, or activity. Lumbar vertebrae were not available from animals killed on the day of launch. As baseline bone measurements were not obtained, it is possible that the lower cancellous bone in the flight animals was due to reduced accrual of cancellous bone during flight. However, this possibility is remote as it is well established that cancellous bone does not increase following OVX in 3-month-old rats. 14 Therefore, the lower cancellous bone in the flight rats likely represents bone loss over and above that due to OVX. This conclusion is further supported by the previously documented reduction in cancellous bone in tibia in the same animals where baseline bones were available for analysis. 15 On the basis of the increase in osteoclast perimeter and reduced length of the preflight fluorochrome label, the cancellous bone loss during spaceflight occurred as a consequence of increased bone resorption. OVX rats experience greatly elevated cancellous bone turnover and fluorochrome label resorption as clearly illustrated by the presence of osteoclasts adjacent to the preflight label (Figure 4). Increased resorption of a preflight fluorochrome label during spaceflight was previously reported in tibia in same animals. 15 Furthermore, Vico et al. 16 reported increased osteoclast numbers in pregnant rats following a 5-day spaceflight. We are unaware of other studies investigating the effects of spaceflight on bone metabolism in female rats. The effects of spaceflight on MAT have not been studied in detail. Spaceflight was reported to increase MAT in growing male rats but adipocyte number and size were not determined in these studies. 7 , 8 , 17 In the present study, the increase in MAT was primarily due to an increase in number of adipocytes. We interpret this as evidence that spaceflight results in increased differentiation of progenitor cells to adipocytes. There was, however, an increase in size that contributed to the overall increase in adiposity. This may be relevant because increased adipocyte size is associated with adipocyte dysfunction. 18 Spaceflight had no effect on mineral apposition rate, suggesting that the activity of osteoblasts present on bone surfaces at launch was not altered. Spaceflight had no effect on bone perimeter with osteoblasts adjacent to fluorochrome label, suggesting that the interval during which osteoblasts deposit matrix onto bone surfaces was not altered. Last, spaceflight did not alter the extent of bone perimeter lined by osteoblasts with no adjacent label. We interpret this as evidence that spaceflight did not alter the rate of appearance of new osteoblasts onto bone surface. These results are consistent with and extend those of Cavolina et al. , where no changes in osteoblast perimeter, bone formation or expression of genes related to osteoblast function were observed following spaceflight. 15 In addition, spaceflight increased interferon gamma (IFNγ) expression in tibia in these animals. 12 IFNγ is produced by mesenchymal cells as well as innate and adaptive cells in the immune system and has been reported to increase bone formation and inhibit fat infiltration into bone marrow in OVX mice. 19 Taken together, these findings indicate that MAT influx during spaceflight does not reduce osteoblast differentiation, activity or lifespan. Potentially, this is due to counter regulatory increases in cytokines that oppose adipogenesis and promote osteoblastogenesis. OVX typically results in increased turnover of cancellous bone. OVX-induced bone loss is limited to skeletal sites, such as the proximal tibial metaphysis and lumbar vertebra, where the increase in bone formation is inadequate to compensate for the increase in bone resorption. 20 , 21 In contrast, spaceflight resulted in an increase in bone resorption with no increase in bone formation in lumbar vertebra and in proximal tibia metaphysis. 15 These findings support the possibility that lineage redirection of stromal cells to adipocytes during spaceflight contributes to defective coupling of bone formation to increased bone resorption. The effects of spaceflight on cancellous bone turnover may be influenced by endocrine status. Bone turnover in normal female rats has not been evaluated following spaceflight. However, OVX and ovary-intact rats have been evaluated following hindlimb unloading, a ground-based model that replicates some of the skeletal effects of spaceflight. 22 Although hindlimb unloading resulted in bone loss in OVX as well as ovary-intact rats, the cellular mechanisms were not identical. Specifically, cancellous bone loss in OVX rats was predominantly due to increased bone resorption, whereas bone loss in ovary-intact rats was due to a combination of increased bone resorption and reduced bone formation. 23 , 24 A reduction in estrogen signaling in the skeleton results in increased bone turnover and cancellous bone loss. 25 Reproductive changes during or post flight have not been systematically studied in women, but in female adult mice spaceflight induced cessation of cycling, loss of corpora lutea, and reduced estrogen receptor mRNA levels in the uterus. 26 Most spaceflight studies have been performed using growing male rats. Reduced bone formation from decreased osteoblast number and activity has been observed in these animals. 8 , 27–29 Although no spaceflight experiments comparing gender have been conducted, direct comparison of the skeletal response of normal male and female rats approaching skeletal maturity (6 months old) to hindlimb unloading did not detect gender differences. 23 Therefore, it seems more likely high cancellous bone turnover rate and/or change in endocrine status induced by OVX modifies how bone cells respond to microgravity. This is in agreement with previous studies reporting that estrogen regulates the rate of bone turnover independent of gravitational loading. The difference in response may be important because endocrine status could influence the efficacy of pharmacological and non-pharmacological interventions to prevent bone loss during long-duration spaceflight. 21 In summary, we conclude that the increase in MAT during short-duration spaceflight does not impair osteoblast activity, reduce the interval osteoblasts are present on bone surfaces or decrease generation of new osteoblasts. These findings argue against the hypothesis that increased MAT produces factors that suppress bone formation. Although increased MAT did not impact osteoblast kinetics or bone formation, it is important to note that bone formation did not increase during spaceflight to compensate for the increase in bone resorption. This finding is consistent with the hypothesis that, in the context of ovarian hormone deficiency, osteoblast precursors are diverted to adipocytes instead of osteoblasts during spaceflight.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef85/5515514/7e521132b803/npjmgrav201616-f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef85/5515514/d92c0227f957/npjmgrav201616-f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef85/5515514/5674ec93fcb7/npjmgrav201616-f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef85/5515514/b4eef6cce68b/npjmgrav201616-f4.jpg"
    ]
  }
}