{
  "paper_id": "pmc_articles_PMC6048781",
  "title": "ERULUS is a plasma membrane-localized receptor-like kinase that specifies root hair growth by maintaining tip-focused cytoplasmic calcium oscillations.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6048781/",
  "sections": {
    "Abstract": "",
    "Results": "In contrast to the results of Bai et al. (2014) , we found that eru-3 root hairs that still had a substantial cytoplasm at the apex did not lack tip-focused [Ca 2+ ] cyt gradients. These eru-3 root hairs were still elongating, albeit at a significantly reduced rate when compared with the wild type (∼0.20 μm/min for eru-3 versus 1 μm/min for the wild type). However, we did observe that patterns of tip [Ca 2+ ] cyt oscillations in these slow growing eru-3 root hairs were compromised. Compared with the wild type, root hairs of eru-3 had more prolonged periods of elevated tip-focused [Ca 2+ ] cyt followed by longer periods of dampened [Ca 2+ ] cyt ( Figures 2A to 2C ; Supplemental Movie 1 ). Quantitative analysis of [Ca 2+ ] cyt following the fast Fourier transform methods described by Schoenaers et al. (2018) showed that eru-3 displayed low frequency [Ca 2+ ] cyt oscillations. The main frequency of [Ca 2+ ] cyt oscillations in eru-3 root hairs was 0.003 ± 0.0002 Hz compared with 0.044 ± 0.0184 Hz in the wild type ( Figure 2D ). Furthermore, the amplitude of [Ca 2+ ] cyt oscillation at the tips of eru-3 was ∼3-fold higher than the wild type ( Figure 2E ). These results are in agreement with findings of Schoenaers et al. (2018) in which they showed decreased frequency and increased amplitude of pectin Ca 2+ binding site oscillations in cap1/eru-2 root hairs. It is clear from our results that ERU is important for normal tip-focused [Ca 2+ ] cyt oscillations, a process that is crucial for sustained root hair growth ( Monshausen et al., 2008 ). Mechanistic links between PM-localized ERU and the maintenance of [Ca 2+ ] cyt oscillations are unknown. However, demonstrating the true nature of tip-focused [Ca 2+ ] cyt defects in eru-3 root hairs enables the development of more accurate models that could be tested in the future to explain how ERU modulates tip growth. Figure 2. Open in a new tab ERU Functions in Maintaining Normal Tip-Focused [Ca 2+ ] cyt in Root Hairs. (A) Representative heat maps of the root hair apex and normalized oscillograms of one wild-type and two eru-3 mutants. Numbers in the pseudocolored images correspond to indicated positions on the oscillogram. The entire time-lapse sequence corresponding to each oscillogram can be seen in Supplemental Movie 1 , with red indicating the highest [Ca 2+ ] cyt -dependent fluorescence. Bars = 10 μm. (B) Fourier spectra corresponding to wild-type and eru-3 root hair tip-focused [Ca 2+ ] cyt oscillations shown on the rightmost panels of (A) . Main oscillation frequencies for each genotype are indicated by the arrows. (C) and (D) Bar graphs showing the average frequency and amplitude of the main Fourier peaks for wild-type and eru-3 root hairs. Means ± se ( n = 31 wild-type and 36 eru-3 root hairs from 10 independent 5-d-old seedlings per genotype). ***P < 0.0001, Student’s t test. See detailed methods in supplemental data. In light of the ERU localization data presented here and those reported by Schoenaers et al. (2018) , the model by Bai et al. (2014) , proposing that tonoplast-based NH 4 + signaling is the major driver for ERU-mediated tip-focused [Ca 2+ ] cyt oscillations and root hair growth, needs reexamination. Other CrRLK1Ls, such as FER, THESEUS1, HERCULES1, ANXUR, and BUDDHA’s PAPER SEAL, have all been shown to localize to the PM ( Escobar-Restrepo et al., 2007 ; Hématy et al., 2007 ; Boisson-Dernier et al., 2009 ; Guo et al., 2009 ; Miyazaki et al., 2009 ; Duan et al., 2010 ; Ge et al., 2017 ). Our results and those of Schoenaers et al. (2018) clearly demonstrate that ERU is also a PM-localized CrRLK1L and should no longer be referred to as a vacuolar membrane-localized protein.",
    "Conclusion": "",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0b85/6048781/817761fd660b/TPC_201800316D_f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0b85/6048781/ca9925284365/TPC_201800316D_f2.jpg"
    ]
  }
}