{
  "paper_id": "pmc_articles_PMC7055474",
  "title": "In situ linkage of fungal and bacterial proliferation to microbiologically influenced corrosion in B20 biodiesel storage tanks.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7055474/",
  "sections": {
    "Abstract": "Abstract Renewable fuels hold great promise for the future yet their susceptibility to biodegradation and subsequent corrosion represents a challenge that needs to be directly assessed. Biodiesel is a renewable fuel that is widely used as a substitute or extender for petroleum diesel and is composed of a mixture of fatty acid methyl esters derived from plant or animal fats. Biodiesel can be blended up to 20% v/v with ultra-low sulfur diesel (i.e., B20) and used interchangeably with diesel engines and infrastructure. The addition of biodiesel, however, has been linked to increased susceptibility to biodegradation. Microorganisms proliferating via degradation of biodiesel blends have been linked to microbiologically influenced corrosion in the laboratory, but not measured directly in storage tanks (i.e., in situ ). To measure in situ microbial proliferation, fuel degradation and microbially influenced corrosion, we conducted a yearlong study of B20 storage tanks in operation at two locations, identified the microorganisms associated with fuel fouling, and measured in situ corrosion. The bacterial populations were more diverse than the fungal populations, and largely unique to each location. The bacterial populations included members of the Acetobacteraceae, Clostridiaceae , and Proteobacteria. The abundant Eukaryotes at both locations consisted of the same taxa, including a filamentous fungus within the family Trichocomaceae , not yet widely recognized as a contaminant of petroleum fuels, and the Saccharomycetaceae family of yeasts. Increases in the absolute and relative abundances of the Trichocomaceae were correlated with significant, visible fouling and pitting corrosion. This study identified the relationship between fouling of B20 with increased rates of corrosion and the microorganisms responsible, largely at the bottom of the sampled storage tanks. To our knowledge this is the first in situ study of this scale incorporating community and corrosion measurements in an active biodiesel storage environment. Keywords: biocorrosion, biofouling, fuel, biodiesel, B20, biodegradation",
    "Results": "Microbial Diversity and Taxonomic Composition Surface samples taken at each time point in each UST from coated coupons, uncoated coupons, and O-rings (representing biofilm communities), and filter quarters (representing fuel communities) were sequenced after sampling. After clustering and quality control, 3.04 million reads remained, which clustered into 759 OTUs across all three domains of life from 306 samples ( Supplementary Table S2 ). Mean library size for Bacteria and Archaea was 6857 reads, and 3470 for the Eukarya ( Supplementary Table S2 ). Due to low sequence count, after rarefaction 59 samples and 9 OTUs were removed from beta diversity analyses within the bacterial/archaeal dataset, while 76 samples and 29 OTUs were removed from the eukaryotic dataset. The community structure and composition of sampled biofilms varied significantly between bases (Bacteria p = 0.001; R 2 = 0.12, Eukaryota p = 0.001; R 2 = 0.23) and among different tanks at each base (Bacteria p = 0.001; R 2 = 0.37, Eukaryota p = 0.001; R 2 = 0.34). Members of the Acetobacteraceae (acetic acid bacteria) or the Clostridiaceae group 1 were the most abundant taxa detected in the tanks at SW, whereas OTUs most closely related to the genera Pannonibacter (Family Rhodobacteraceae) and Nitrospirillum (Family Rhodospirillaceae) were more abundant in SE tanks ( Figure 1 ). An OTU (OTU 1 within the Eukaryotic dataset) that was present and often very abundant at both locations was identified as an unclassified member of the Eurotiomycetes. Additional identification via BLAST suggested that it was a filamentous fungus, most likely a member of the genus Byssochlamys (Family Trichocomaceae). The microbial communities at SE also intermittently contained a population of yeast most closely related to the genera Saccharomyces and Wickerhamomyces (Family Saccharomycetaceae) ( Figure 2 ). A summary of all detected taxa can be found in Supplementary Table S2 . FIGURE 1. Open in a new tab Relative abundance heat map showing the relative abundance of the 20 most abundant bacterial OTUs within the microbial communities found in biofilms within each tank over time. For each taxon shown, the heat map is divided into samples which were suspended from the top and bottom of the PVC rack. Taxonomic identity for each OTU is shown as the most likely genus (if identifiable) and phylum. For clarity, Proteobacterial classes are shown in place of the phylum designation. FIGURE 2. Open in a new tab Heat map showing the relative abundance of the 10 most abundant Eukaryotic OTUs within the microbial communities found in biofilms within each tank over time. For each taxon shown, the heat map is divided into samples which were suspended from the top and bottom of the PVC rack. Taxonomic identity for each OTU is shown as the most likely genus (if identifiable) and phylum. Black boxes denote that insufficient numbers of sequence were avalible to analyze for those timepoints. Ordination based on Principal Coordinates Analysis (PCoA) using the weighted UniFrac distance among microbial communities including both fuel and biofilms indicated that these communities differed by site ( Figure 3 ). Eukaryotic samples from SW grouped closely together visually by ordination compared to those from SE, which clustered more closely by tank rather than location ( Figure 3B ). Small differences were detected between samples of fuel and biofilm at each sampling point among the bacteria ( Supplementary Figure S4A ), but there was little to no difference among the eukarya ( Supplementary Figure S4B ). FIGURE 3. Open in a new tab Weighted UniFrac principal coordinate ordination of the Bacterial (A) and Eukaryotic (B) biofilm communities. Points are separated by location – SE (circles) and SW (triangles). Colors represent individual tanks at each location. Site Observations, Biomass, and Corrosion Measurements Total dry weight biomass after 12 months of exposure to fouled fuel was greatest at SW, with SW 2 having the greatest fouling of coupon surfaces ( Supplementary Figure S5 ). Overall, coupons at SW were consistently coated in greater amounts of biofilm/material ( Supplementary Figure S6 ) and had greater final biomass than those sampled at SE. A total of 242 coupons (including controls) were used in the analysis of mass loss, and 280 coupons (including controls) were used for pitting and roughness analyses between bases. The pitting analyses generated a total of 37,289 measurements from the 280 coupons and surface roughness analyses generated a total of 12,810 measurements from the 280 sampled coupons. Witness coupons from tanks at SW consistently experienced greater amounts of corrosion than those at SE ( Supplementary Figure S7 ). All coupons exposed to SW tank systems had significantly more corrosion than controls exposed to sterile fuel. At SE both SE 3 and SE E had significantly more corrosion than controls while SE 4 coupons were not significantly different from sterile fuel controls ( Supplementary Table S3 ). Coupons exposed to conditions in SW tanks had deeper pits than coupons from the SE location and controls ( Figure 4 ). Over time, the skewedness of pit distribution on exposed coupons was greater than the controls ( Figure 4 ). Surface roughness also increased over time ( Supplementary Figure S8 ) and was the greatest on coupons from SW 2. Tanks at SW, and SE 3 had the highest pitting rate ( Table 1 ). Corrosion rates on the bottom coupons in SW 2 and SW 4 bottom exceeded 8 MPY. Compared to coupons attached to the top of the rack, coupons placed at the bottom of tanks had deeper pits ( Figure 4 , p < 0.001), but surface roughness was not significantly different ( p = 0.34, Supplementary Figure S8 ). There was little to no effect on load strength, tensile strength, or elongation among tanks of o-rings exposed to fuel at either the top or the bottom of the rack ( Supplementary Figure S9 ). FIGURE 4. Open in a new tab Maximum pit depth measured for uncoated steel witness coupons from SE (Blue) and SW (Red). Mean values are shown as a dark line for each sample. The dashed line represents the mean of witness coupons not exposed to fuel or field conditions. TABLE 1. Maximum pitting rate in mils per year (MPY) calculated from the deepest pit observed in each tank, at each time point. Exposure Time (Months) 3 7 9 12 Tank SE 3 (Top) 5.04 4.73 4.18 - SE 3 (Bottom) 7.86 5.04 6.27 - SE 4 (Top) 3.17 2.04 0.86 1.11 SE 4 (Bottom) 2.82 1.52 3.47 1.32 SE E (Top) 3.17 1.62 1.5 2.3 SE E (Bottom) 4.25 2.31 1.58 1.95 SW 2 (Top) - 5.59 - 4.03 SW 2 (Bottom) - 8.4 - 3.29 SW 3 (Top) - 4.25 - 0.78 SW 3 (Bottom) - 5.57 - 2.95 SW 4 (Top) - 4.34 - 2.44 SW 4 (Bottom) - 8.46 - 2.38 SE Control - - - 0.64 SW Control - - - 0.78 Open in a new tab The acidity of fuel in SE 3, measured as acid number, increased over time from 0.17 to 1.51 mg KOH/g B20. The elevated acidity corresponded elevated corrosion rates and maximum pit depths in SE tank 3 relative to other tanks at SE. By 9 months, fuel in SE tank 3 exceeded the ASTM standard limit of 0.3 mg KOH/g B20 for fuel acidity ( Table 2 ). Witness coupons imaged by SEM from both bases were covered by morphologically similar biofilms ( Figure 5A ), which were primarily comprised of fungal hyphae ( Figure 5C ). Pits on the coupon surfaces were correlated with areas that contained biofilm prior to cleaning ( Figures 5B,D ). TABLE 2. Acid index of select fuels from SE at 3, 7, and 9 months a . 3 Months 7 Months 9 Months SE 3 0.17 0.30 1.51 SE 4 0.08 0.16 0.28 SE E 0.22 0.09 0.24 Receipt b 0.06 Open in a new tab a Values are expressed in mg KOH/g B20. Bold values indicate fuel exceeds ASTM standard for acidity. b Receipt was fuel taken directly from a delivery truck before exposure to a storage tank. FIGURE 5. Open in a new tab Images of a representative biofilm (A) on a witness coupon. After cleaning of the same biofilm, pitting corrosion was evident underneath the biofilm (B) . SEM imaging of the coupon before cleaning revealed a large mass of fungal hyphae (C) , while profilometry of the cleaned coupon showed clear pitting corrosion underneath the fungal biofilm (D) .",
    "Conclusion": "The advantages of blending or replacing ULSD with biodiesel include increased fuel performance and significant reductions in carbon emissions ( Gill et al., 2012 ). Enhanced fuel standards have resulted in a worldwide increase in biodiesel consumption from 2.2 million liters per day (lpd) in 2000 to 84.3 million lpd in 2014 ( Beiter and Tian, 2016 ). The USAF started using B20 biodiesel in non-emergency, non-tactical ground vehicles and consumed 12.1 million liters of biodiesel per year in 2010 ( U.S. Air Force Energy Strategic Plan [USAF], 2010 ). A potentially significant disadvantage to their adoption of B20 biodiesel was an increase in reports of fuel biocontamination. The main objectives of this study were to characterize the microbial communities responsible for fouling of B20 biodiesel and determine whether their proliferation and biofilms are associated with increased rates of corrosion of in-service B20 storage tanks. Microorganisms can more readily metabolize the FAME in biodiesel blends, leading to fouling in fuel storage systems ( Prince et al., 2008 ). Fuel fouling and degradation are not the only concerns, as increased rates of corrosion have been observed when microorganisms proliferate in biodiesel under laboratory conditions ( Aktas et al., 2010 ; Lee et al., 2010 ). A recent EPA study reported moderate or severe corrosion in 83% of inspected storage tanks ( US EPA, 2016 ), suggesting an additional impact on fuel infrastructure could be linked to the degradation of biodiesel. Recent work has identified the metabolism of microorganisms in biodiesel blends that results in biodegradation ( Bücker et al., 2018 ) but microbial communities in non-marine environments have not yet been directly linked to increased corrosion rates in situ . In this work, we conducted the first longitudinal study co-locating the microorganisms known to be responsible for fuel fouling, acid production, and microbially influenced corrosion on “witness” coupons installed near the bottom of tanks in situ . Our study established a link between fuel fouling and increased biofilm biomass comprised of specific fungal and bacterial taxa in operational B20 biodiesel tanks. We also linked biomass within B20 storage tanks to pitting corrosion, co-located with the microbial biofilms. The direct linkage between fuel fouling and corrosion is of considerable concern to tank operations. The most damaging MIC is associated with multispecies biofilms, where interactions between different microorganisms can create a cascade of biochemical reactions between the oxic and anoxic regions ( Videla and Characklis, 1992 ; Little and Lee, 2014 ). Microbial biofilms and their associated metabolic activities can exacerbate corrosion via several mechanisms. Under anoxic conditions and in the presence of oxidized sulfur compounds, sulfur reducing microorganisms can cause corrosion of iron by either removing electrons from a hydrogen film on the metal surface (EMIC) or directly from the Fe 0 itself (CMIC) ( Enning et al., 2012 ; Venzlaff et al., 2012 ; Enning and Garrelfs, 2014 ). Very little sulfur would be expected in B20 composed of 80% ultralow sulfur diesel and no sulfate-reducing taxa were detected in our molecular analyses, supporting the conclusion that any form of MIC related to anoxic sulfur metabolism was not occurring in these tanks. Other microorganisms known to participate in CMIC, such as iron-oxidizing bacteria (e.g., Gallionella sp., Leptothrix sp., and Mariprofundus sp.) ( McBeth et al., 2011 ; Lee et al., 2013 ; Liu et al., 2017 ) and methanogenic archaea ( Enning et al., 2012 ) were not detected in biofilm or fuel samples. Biofilms associated with the greatest amount of MIC in our study were composed largely of the filamentous fungus Byssochlamys sp. and acid-producing bacteria (e.g., Gluconacetobacter sp.). The Byssochlamys sp. mycelial hyphae and the biofilm itself most certainly can facilitate the partitioning of areas containing dissolved oxygen and anoxic sites, thus creating an electrochemical oxygen concentration corrosion cell ( Videla and Herrera, 2005 ; Little et al., 2008 ). Areas of anoxia become anodic sites, where aggressive, localized pitting can occur. Acid production by bacteria and fungi within the biofilm cane also generate localized areas of low pH, further exacerbating the solubilization of metal from the surface ( Little and Ray, 2001 ; Juzeliünas et al., 2007 ). We found that the microbial communities forming observable growth in the B20 tanks contained abundant taxa known to oxidize the fatty acids or fatty acid methyl esters present in B20 biodiesel. Limitations for growth of bacteria and fungi in B20 is likely controlled by availability of nitrogen, phosphorus, an electron acceptor, or the presence of water (i.e., physical space at the fuel-water interface). Bacterial taxa potentially capable of nitrogen fixation ( Nitrospirillum and Burkholderia ) were present and abundant when biomass was high. Both Nitrospirillum and Burkholderia have the capacity for nitrogen fixation and thus could be providing the greater microbial community with a source of fixed nitrogen for growth ( Estrada-De Los Santos et al., 2001 ; Chung et al., 2015 ), living in coexistence with the microorganisms responsible for fuel acidification via the production of organic acids that result in corrosion of metallic surfaces within the tanks. Aerobic metabolism at the fuel:water interphase would lead to the depletion of dissolved oxygen in water at the bottom of storage tanks. In the absence of other electron acceptors, fermentation would be the main type of microbial metabolism in the water phase, leading to the production of copious organic acids. For example, members of the Firmicutes genus Caproiciproducens were abundant in SW tanks and can produce numerous organic acids including caproic, butyric, and acetic acid under anaerobic fermentative growth ( Kim et al., 2015 ). Anaerobic, fermentative microorganisms like the Clostridiaceae (including Caproiciproducens ), were also abundant at SW in all three tanks. Aerobic microorganisms, members of the Alphaproteoba cteria that are closely related to Gluconacetobacter and unclassified Acetobacteraceae, were abundant in samples from SW tanks. These microorganisms are capable of producing large quantities of acetic acid and producing viscous biofilms of cellulose, which could enhance their ability to maintain a physical presence at the fuel-water interface and exacerbate corrosion and fouling ( Castro et al., 2012 ; Tazato et al., 2012 ). The presence of aerobic, facultatively anaerobic, and strictly anaerobic bacteria in the tanks is indicative of the sharp gradient in oxygenation. Most likely, the bulk fuel samples taken at the bottom of storage tanks mixed these microorganisms that were otherwise segregated by fine scale gradients of oxygenated fuel and anoxic water. In contrast to the bacteria, the fungal community was less diverse and more homogenous across all locations. Fungi representing a single, highly abundant OTU closely related to the genus Byssochlamys was found in all tanks exhibiting fouling. Members of the genus Byssochlamys have been linked to the contamination of acidic fruit juices and are capable of propagating across a broad range of pH and temperatures under oxic conditions ( Tournas, 2008 ). A member of the genus Byssochlamys was recently isolated from biodiesel in Hawaii, and characterized for its ability to degrade ULSD and biodiesel ( Ye et al., 2017 ). Byssochlamys spores can withstand boiling (high temperatures are a part of the biodiesel production process), low concentrations of oxygen that may exist at the bottom of a fuel tank, and pH values as low as 3.5 as microbial community members begin to acidify water at the bottom of a fuel tank ( Tournas, 2008 ). Additionally, members of the anamorph of Byssochlamys , Paecilomyces , are known to ferment under anaerobic conditions, producing acetate and ethanol ( Mountfort and Rhodes, 1991 ). Unclassified Eurotiomycetes (identified as Byssochlamys) was numerically dominant in all tanks at SW over time with much lower observable diversity than the Bacteria. The abundance of these fungi likely contributes to the increased acidity observed in tanks at SE as well as to the acidification and fouling of fuels at SW. Filamentous fungi such as Byssochlamys may also provide a surface for bacteria to exploit, encouraging biofilm production in fuel ( Guennoc et al., 2017 ). SEM analysis of fouled coupons showed co-location of rod-shaped bacteria with the fungal filaments (data not shown). Ours is the first study to conclusively show the biocontamination of B20 biodiesel in situ dominated by Byssochlamys- like OTUs, and to establish the relationship between their abundance and in situ corrosion. Major differences in community membership were detected between locations and among individual tanks. However, there was no obvious correlation between community membership and environmental (local temperature or rainfall) or operational variables. As a result, we do not have definitive evidence as to why specific microorganisms were associated with a single tank or location. Tank material almost certainly was a factor – corroding steel tanks represent a more reducing environment than the relatively more inert fiberglass tanks, encouraging the growth of anaerobic microorganisms such as Caproiciproducens as observed in SW. The tank SW 2 had the greatest amount of corrosion, although another steel tank, SE E, produced much lower amounts of corrosion suggesting that something more than tank material may play a role in the corrosion rate and microbial communities observed. The data presented in this study highlights the spatial heterogeneity of microbial communities within B20 storage tanks. Most of the detected taxa were found in similar relative abundances both in the top and bottom of each sampled coupon rack, suggesting there is little difference in the microbial communities that occur within these areas of each tank. The greatest differences were observed in SW 2, where differences in the relative abundances of the Clostridium sensu strictu 12 and unclassified Acetobacteraceae were noted both over time, and in position within the tank. This could be due to a decrease in the amount of dissolved oxygen both in the fuel and water bottom; OTUs related to Clostridium (strict anaerobic microorganisms) increased over time in the upper position while the Unclassified Acetobacterace decreased. Because each storage tank was in operation while it was being monitored, it is also possible that there was a mixing effect on the community as fuel and water levels changed over time, making it difficult to discern differences in community structure between locations in each tank. Shared among all of the sampled tanks, was the presence of a mixed microbial community of both fungi and bacteria that appeared capable of fermentation and the production of organic acids that would increase localized corrosion on metallic surfaces. The corrosion measured in this study likely resulted from the presence of microbial biofilms causing localized pitting corrosion. The localized production of acids within biofilms created an environment that was favorable for the induction of pitting corrosion similar to that observed within our study ( Lee et al., 2010 ). Our in situ study showed greater corrosion near the bottom of each tank where the presence of water and a fuel-water interface was more likely. The interaction of fuel and water allows for enhanced microbial growth, and in turn, greater corrosion than water limited spaces within a fuel tank. Indeed, the greatest corrosion rates observed were in tanks at SW (>8 MPY), where fungal fouling was the most prolific. Rates of corrosion appeared to decline from 7 to 12 months, suggesting passivation may have taken place. Alternatively, the apparent shallowing of pits could be explained by an increase in uniform corrosion, that was observed in SW tanks, which could make pits appear shallower. The exact mechanism of corrosion remains to be deciphered – while steel corrosion is commonly associated with sulfate reduction and the production of sulfide ( Lee et al., 2009 ), no sulfate reducing bacteria were identified within any of the community surveys. The greatest levels of corrosion observed in the SW tanks correlated with the presence of anaerobic Clostridia and high relative abundances of OTUs most closely related to Byssochlamys , suggesting that corrosion in these tanks was the result of the production of organic acids during the metabolism (either fermentative or aerobic) of FAMEs present within B20. The presence of organic acids produced as a consequence of fuel degradation may also aide in further growth of organisms that can directly incorporate these metabolites into their own cell wall, as was recently observed in an alkane degrading culture ( Konieczna et al., 2018 ). Although we observed biomass including both bacterial and fungi on polymer coated coupons and polymeric O-rings that could degrade or otherwise damage materials ( Cregut et al., 2013 ; Hung et al., 2016 ), polymer degradation was not detected. It is possible that the polymers tested in this study were resistant to degradation over the period of the study and that a much longer exposure time was required. Our data supports the idea that tank contamination contributes to an increased risk of corrosion but not, apparently, to polymeric degradation. We can only speculate how the fuel storage tanks became contaminated. All of the tanks sampled, with the exception of SE E, were cleaned just prior to the beginning of in situ measurements. Within 6 months, however, a dense fungal mat was visible on coupons removed from many of the tanks. Spores of Byssochlamys may enter through the vents from wind-blown dust or enter as a part of the fuel production process in otherwise “clean” fuel. Nevertheless, biofilms were repeatedly found on the in situ coupons and sampling racks near the bottom of each tank in a relatively rapid timeframe. It is highly likely that after a tank is colonized, the established community of the tank is the likely source of recurrent contamination, instead of microorganisms immigrating from air vents or water ingress.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1032/7055474/c678e84eeb6a/fmicb-11-00167-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1032/7055474/ca96cdfbaff4/fmicb-11-00167-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1032/7055474/a37a2e1b618f/fmicb-11-00167-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1032/7055474/4fccf899ad4f/fmicb-11-00167-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1032/7055474/c8a200ce9a98/fmicb-11-00167-g005.jpg"
    ]
  }
}