{
  "paper_id": "pmc_articles_PMC7171750",
  "title": "The influence of spaceflight on the astronaut salivary microbiome and the search for a microbiome biomarker for viral reactivation",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7171750/",
  "sections": {
    "Abstract": "Spaceflight impacts astronauts in many ways but little is known on how spaceflight affects the salivary microbiome and the consequences of these changes on astronaut health, such as viral reactivation. In order to understand this, the salivary ...",
    "Results": "Streptococcus was the most abundant organism in the saliva, making up 8% of the total organisms detected, and their diversity decreased during spaceflight. Other organisms that had statistically significant changes were Proteobacteria and Fusobacteria which increased during flight and Actinobacteria which decreased during flight. At the genus level, Catonella , Megasphera , and Actinobacillus were absent in more than half of saliva samples collected pre-flight but were then detected during flight. In those subjects that already had these genera pre-flight, their relative abundances increased during flight. Correlation analyses between the microbiome and viral titers revealed a positive correlation with Gracilibacteria , Absconditabacteria , and Abiotrophia and a negative correlation between Oribacterium , Veillonella , and Haemophilus . There was also a significant positive correlation between microbiome richness and EBV viral titers.",
    "Conclusion": "This is the first study to look at how the salivary microbiome changes as a result of spaceflight and the search for bacterial biomarkers for viral reactivation. Further studies examining the role of specific organisms that were shown to be correlative and predictive in viral reactivation, a serious problem in astronauts during spaceflight, could lead to mitigation strategies to help prevent disease during both short and long duration space missions. Your browser is not supporting the HTML5 <video> element. You may download that video as a file and play it with a player of you choice. Download video stream . Download video file (55.6MB, mp4) Open in a new tab Video abstract.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a51a/7171750/1d43596b2df1/40168_2020_830_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a51a/7171750/bdfab70ac29a/40168_2020_830_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a51a/7171750/782f884a9029/40168_2020_830_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a51a/7171750/6b25e0303452/40168_2020_830_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a51a/7171750/9d89b24be929/40168_2020_830_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a51a/7171750/1f69cbb2ddc6/40168_2020_830_Fig6_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a51a/7171750/21657e2fa428/40168_2020_830_Fig7_HTML.jpg"
    ]
  }
}