{
  "paper_id": "pmc_articles_PMC8217198",
  "title": "Plasma membrane disruption (PMD) formation and repair in mechanosensitive tissues",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8217198/",
  "sections": {
    "Abstract": "Mammalian cells employ an array of biological mechanisms to detect and respond to mechanical loading in their environment. One such mechanism is the formation of plasma membrane disruptions (PMD), which foster a molecular flux across cell membranes ...",
    "Results": "Figure 2: Open in a new tab Generalized molecular mechanisms and relative time frame for PMD repair. Figure created with BioRender.com . Protein machinery is recruited to the site of PMD repair. In the immediate aftermath of a physiological PMD event, increased cytosolic Ca 2+ levels activates proteins including calpains and nitric oxide synthase. Various growth factors (e.g., fibroblast growth factors, FGFs), may also be released and promote tissue adaptation responses ( 43 ). Depending on the repair mechanism employed, additional protein machinery may accumulate about the PMD site such as ALG-2 interacting protein X (ALIX), charged multivesicular body protein (CHMP), vacuolar protein sorting-associated protein 4 (Vsp4), and endosomal sorting complex required for transport (ESCRT, particularly ESCRT III) proteins ( 32 , 34 , 36 , 40 , 46 , 79 , 83 ). SNAP Receptor (SNARE) proteins, comprised of syntaxins, soluble N-ethylmaleamide attachment proteins (SNAPs), and vesicle associated membrane proteins (VAMPs) are thought to drive membrane fusion ( 83 – 85 ) ( Figure 2 ). Calpains are a critical component of PMD repair at this stage, as calpain small subunit ( Capns ) knockout cells demonstrated repair failure; calpains facilitate localized remodeling of the cytoskeleton at the site of the PMD, removing exposed cytoskeleton from the site of PMD and clearing the way for exocytotic vesicular fusion to reseal the cell membrane ( 54 , 67 , 68 ) ( Figure 2 ). Within one to two minutes after formation of the PMD, the cytoskeletal network is re-established and the cell returns to normal function ( 49 , 79 , 86 , 87 ). Interestingly, a cell experiencing a second PMD soon after the first will reseal the latter PMD more quickly than the initial disruption ( 76 , 88 ) due to an increased amount of exocytosis triggered by the second insult to the plasma membrane; this process is dependent on signaling molecules like protein kinase C and protein kinase A ( 23 , 76 , 88 ). For more information on generalized PMD repair mechanisms, the reader is referred to several previously published reviews ( 21 , 71 – 73 ).",
    "Conclusion": "In conclusion, this review has highlighted that PMD are a key mechanosensation mechanism in the processes by which mechanosensitive mammalian cells detect and respond to mechanical loading in their environment. While bone may be the most recently discovered tissue to develop and respond to PMD with loading, it is notable that all responses downstream of PMD in bone cells discovered thus far are consistent with PMD responses reported in other mechanosensitive tissues like epithelial cells, endothelial cells, and myocytes. Thus, PMD formation and repair may represent a novel mechanosensation pathway in bone and a target for modifying skeletal adaptation signaling in osteocytes, such as strategies aimed at improving bone mechanosensitivity with aging.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d2ba/8217198/b9280564ef18/nihms-1698635-f0001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d2ba/8217198/6ab8c9637f52/nihms-1698635-f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d2ba/8217198/e645551bfef1/nihms-1698635-f0003.jpg"
    ]
  }
}