{
  "paper_id": "pmc_articles_PMC6343501",
  "title": "Effects of spaceflight on the muscles of the murine shoulder.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6343501/",
  "sections": {
    "Abstract": "The musculoskeletal system is sensitive to its loading environment; this is of particular concern under conditions such as disuse, paralysis, and extended-duration space flight. Although structural and mechanical changes to tendon and bone following ...",
    "Results": "3.1. Millimeter scale: Mechanical Properties Botox-induced unloading had only marginal effects on the load-deformation behavior of the enthesis. The maximum force was unchanged between the control, botox, and saline samples (control: 5.0 ± 0.7 N, saline: 4.6 ± 0.8 N, botox: 4.1 ± 1.4 N, Fig 1A ). The stiffness of the enthesis was similar among the three groups: 9.2 ± 2.9 N/mm for control samples, 9.1 ± 2.5 for saline samples, and 8.7 ± 2.0 N/mm for botox-treated samples ( Fig 1B ). Fig. 1. Open in a new tab Three weeks of unloading had no significant effect on the maximum force (A) or stiffness (B) of the enthesis. However, it decreased certain failure properties, including strength (D) and toughness (E). The minimum cross-sectional area of the tendon (C) and the footprint area of the tendon attachment (F) were unaffected by unloading. In all cases, the failure mechanism was avulsion of mineralized tissue at the attachment site, as shown in μCT images for saline and botox samples (G). The failure area, defined here as the area of the resultant crater after avulsion, was significantly larger for unloaded entheses (H). Horizontal bars represent significant differences between underlying groups (p < 0.05). To determine the stresses underlying fracture of the entheses, three areas were measured before and after failure: tendon minimum cross-sectional area, attachment footprint area, and failure area. The tendon minimum cross-sectional area did not change significantly with unloading, from 0.68 ± 0.23 mm 2 for control, 0.56 ± 0.33 mm 2 in saline samples, and 0.44 ± 0.23 mm 2 in botox samples ( Fig 1C ). The footprint area, which represents the area over which the tendon attaches to the humeral head, did not change significantly with unloading, from 1.39 ± 0.29 mm 2 for control samples, 1.50 ± 0.19 mm 2 saline samples, and 1.63 ± 0.31 mm 2 in botox samples ( Fig 1F ). In all cases, enthesis fracture occurred in the mineralized portion of the attachment, leading to removal of a disc-shaped plug of mineralized tissue during rupture ( Fig 1G ). This bone plug formation resulted in a cylindrical crater that appeared to extend through the mineralized cartilage and subchondral bone, exposing the marrow space. The failure area of the crater increased with unloading when comparing control and saline samples to botox samples. Specifically, the average failure area increased significantly from 0.19 ± 0.11 mm 2 and 0.22 ± 0.13 mm 2 in the control and saline samples, respectively, to 0.43 ± 0.30 mm 2 in the botox samples ( Fig 1H ). This failure area was used for estimating stresses associated with failure. Protracted unloading had significant effects on the failure properties of the enthesis. The strength of the attachment trended towards a decrease, from 33 ± 35 MPa and 36 ± 20 MPa in the control and saline samples, respectively, to 12 ± 7 MPa in the botox-treated samples ( Fig 1D ). The toughness of the enthesis was significantly decreased by unloading: botox samples exhibited an average toughness of 3.6 ± 2.5 MPa compared to 12 ± 10 and 14 ± 10 MPa for the control and saline samples, respectively ( Fig 1E ). In contrast, energy-to-yield (the area under the stress-strain curve through the yield point) was not significantly affected by botox-induced unloading (1.3 ± 0.6, 2.2 ± 2.2, and 1.7 ± 1.4 MPa for the control, saline and botox samples, respectively). 3.2. Micrometer scale: Bone morphology and mineral gradient width Unloading led to significant changes in the morphology of the humeral head, as measured by μCT. The ratio of bone volume to total volume (BV/TV) decreased with unloading compared to control samples (0.44 ± 0.08 for control samples, 0.39 ± 0.07 for saline samples, and 0.27±0.08 for botox samples; Fig. 2A ). Trabecular thickness decreased with unloading compared to control samples (0.080 ± 0.004 cm for control samples, 0.070 ± 0.006 for saline samples, and 0.060 ± 0.007 mm for botox samples; Fig. 2B ). Trabecular spacing increased significantly with unloading, from 0.14 ± 0.03 mm and 0.14 ± 0.02 mm in control and saline samples, respectively, to 0.16 ± 0.02 mm in botox samples ( Fig 2C ). Fig. 2. Open in a new tab Unloading resulted in significant loss of trabecular bone (A), with decreased trabecular thickness (B) and increased trabecular spacing (C). With less bone supporting the tendon attachment, the enthesis would undergo greater deformation and increased stress concentrations during load transfer. The gradient width, measured using two independent techniques (XRD and Raman), was not affected by unloading (D). Horizontal bars represent significant differences between underlying groups (p < 0.05). To determine the local mineral concentration along the enthesis, XRD and XRF measurements were taken at positions ranging from the unmineralized fibrocartilage to the mineralized fibrocartilage in control and unloaded samples (saline samples were not examined). The XRF signal showed that Ca levels increased monotonically across the interface from unmineralized to mineralized regions of enthesis fibrocartilage, and that the associated slope in mineral content was significantly lower in the control samples (0.07 ± 0.03 μm −1 ) compared to the botox samples (0.13 ± 0.01 μm −1 ). Further, the width of the mineral gradient was 15.1 ± 5.5 μm for the control attachments and 8.0 ± 0.5 μm for the botox-treated samples ( Fig. 2D ). In contrast, the Raman-determined mineral gradient width did not change with unloading: 18.7 ± 4.8, 19.2 ± 5.3, and 16.9 ± 10.8 μm for botox, saline, and control samples, respectively ( Fig. 2D ). These values were similar to those measured in prior studies using synchrotron and Raman spectroscopy for control samples [ 26 , 39 ]. 3.3. Nanometer scale: Mineral structure, organization, and composition Diffraction patterns of the enthesis exhibited variations in azimuthal intensity for individual rings, which occur when crystals approximately share a common orientation but vary through a range of orientations. Assuming a Gaussian distribution, the FWHM of the peaks obtained by plotting this intensity as a function of azimuth for the 002 peak decreased with increased mineralization, showing that the alignment of mineral particles within the enthesis increased with increasing degree of mineralization ( Fig 3A ). In the low mineralization region of the control attachments, the FWHM of the intensity peaks was ~72°. It decreased quickly in the first 4 μm of the gradient before reaching a plateau of ~63°. Although noisier, the FWHM of the botox-treated attachments exhibited a similar trend. The FWHM in the low mineralization region was ~100°. This decreased quickly to a value of ~80 ° in the first 4 μm of the gradient before reaching a plateau. The FWHM of the botox-treated attachments was significantly higher than the control attachments. The FWHMs of these samples were higher than those previously reported for bovine dentin and cortical bone, 60.0° ± 1.5° and 53.8° ± 1.6°, respectively [ 40 ]. Fig. 3. Open in a new tab Synchrotron nano-X-ray diffraction measurements across the mineral gradient showed that the FWHM of the azimuthal peak which is inversely proportional to the mineral alignment, decreased with increasing mineralization (A). In addition, the crystal size increased with mineralization (B). Unloading significantly affected both measurements, with botox treatment decreasing alignment and crystal size. In both the control and botox samples, the residual strain (C) and strain distribution (D) decrease rapidly within the first 4 μm of the enthesis, followed by a plateau. This suggests that in an ~4 μm area, there is a change in the mechanical environment that results in a more homogeneous compressive residual strain. The mean size of the mineral crystals increased with increasing mineral content (i.e., from unmineralized to mineralized fibrocartilage, Fig. 3B ) for both the control and botox-unloaded specimens. For the control samples, the length of the crystals along the c-axis increased from ~45 to ~80 nm. The botox-unloaded samples showed a similar trend, although the lengths tended to be smaller than those of the control samples ( p =0.10). These values are in agreement with crystal sizes determined for bovine and chick bones [ 40 , 41 ] and smaller than those found for dog and rat bone [ 36 , 42 ]. The control and botox-unloaded samples showed similar trends for the residual strain as a function of position ( Fig. 3C ). The residual strain in the mineral platelets along the c-axis was initially tensile, with values ~600 με in the areas of low mineralization. For the first 4 μm of the enthesis, with increasing mineral content, the residual strain became more compressive. Beyond the first few micrometers, the residual strain plateaued to a compressive value of approximately −100 με. This is lower than the residual strain of ~2000 με typically reported for bulk bone and dentin [ 36 , 43 ]but on the order of the strains measured for thin sections of bovine dentin [ 44 ]. The RMS strain, which describes the distributions of strains within the sampling volume, also decreased with increased mineralization for control and botox-unloaded samples ( Fig 3D ). In the regions of low mineralization, the RMS strain was ~125,000 με and decreased to 90,000 με over the first 4 μm. The strain continued to decrease, but at a much slower rate, for the remainder of the enthesis width. These values are over one order of magnitude greater than the levels of RMS strain usually measured in bulk bone [ 43 ]. A decrease in RMS strain may indicate increased crystallinity with increased mineral content or a more homogeneous crystal environment. When examining mineral composition, the carbonate levels in bone mineral were significantly decreased with unloading compared to the contralateral saline controls. Carbonate levels were determined from Raman microscopy by comparing the ratio of the 1070/960 Δcm −1 carbonate/phosphate peak heights, and were 0.16 ± 0.02, 0.16 ± 0.02, and 0.15 ± 0.01 for the control, saline, and botox samples, respectively ( Supplementary Figure S1 ). The STEM-EELS spectral images acquired at varying locations within the depth of the gradient indicated that the mineral location relative to the collagen changed with depth ( Fig. 4 ). In both the botox-unloaded and saline-treated entheses, the mineral was predominantly outside the collagen fibrils in regions of low mineralization. In mineralized regions farthest from the bone, the mineral crystals were organized in random groupings or rosettes. As mineralization increased, the mineral was found predominantly in the long thin regions between the collagen fibrils. In regions of high mineralization, the mineral appeared as both intra- and extrafibrillar. Fig. 4. Open in a new tab TEM-EELS was used to image the location of mineral relative to the collagen as a function of mineralization across the gradient. In both the saline and botox-treated samples, the mineral (represented by the calcium signal, in red) was located in clumps outside of the collagen (represented by the nitrogen signal, in cyan) at the start of the gradient. As mineralization increased, the mineral became intrafibrillar, as shown by the banding pattern in the calcium images at the end of the gradient. No apparent differences were noted between the botox-treated and saline samples. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
    "Conclusion": "4.1. Unloading affects failure but not elastic properties of the enthesis It is well known that the developing and adult musculoskeletal systems are sensitive to their mechanical environment. Previous studies demonstrated that muscle loading was necessary for enthesis development [ 18 , 45 ]. Numerous studies have shown that unloading can lead to decreased stiffness in knees and achilles tendons [ 13 , 46 – 48 ]. In many cases, the decrease in stiffness is correlated to a decrease in tendon cross-sectional area. However, there are also reports that suggests that 2–3 weeks of unloading has no effect on the stiffness but does result in a decrease in tendon CSA [ 49 , 50 ]. In the current study, we see change in neither the stiffness of the complex nor the tendon CSA nor footprint area. Furthermore, the elastic properties of the supraspinatus-humerus complex remained unchanged with unloading as did the macro-structure of the tendon. This suggests that the tendon structure remains relatively unchanged after 3 weeks of unloading resulting in a constant stiffness of the supraspinatus-humerus complex irrespective of the loading condition. However, we show that muscle unloading of the tendon enthesis for only 21 days resulted in compromised failure properties, including decreasing trends in strength and decreasing toughness of the attachment. These results point to tendon-mediated elastic properties of the complex, whereas mineralized regions of the tissue control the failure properties. Unloading also led to increases in the extent of tissue damage. All the entheses, irrespective of their loading environment prior to testing, failed by avulsion of mineralized tissue from the attachment site ( Fig 1G ). Clinically, most rotator cuff injuries exhibit tears at the insertion site or within the tendon, especially in non-acute tears and in the elderly population [ 51 ]. However, a small proportion of rotator cuff injuries present as bony avulsions of the supraspinatus [ 52 ] or bony partial articular surface tendon avulsion lesions [ 53 ]. These clinical cases often present with fractures of the greater tuberosity and supraspinatus tears, where the avulsed bone remains strongly attached to the tendon fibers [ 53 , 54 ]. The fact that greater tuberosity fractures, compared to other proximal humeral fractures, tend to affect younger individuals [ 55 ] and that multiple clinical reports of these injuries seem to occur in individuals younger than 25 years old [ 53 , 54 ] have led to speculation that bony avulsions are more likely to occur in young patients [ 54 ]. However, bony injuries have also been reported in more aged individuals [ 56 ]. Bhatia et al. suggest that, instead of being directly affected by age, these injuries are most likely to occur in individuals that exhibit healthy tendon-to-bone attachments [ 53 ]. This is in agreement with the fact that bony avulsions have been reported to occur after traumatic injuries and not due to chronic degradation [ 53 , 54 , 57 ]. The mice in this study were healthy adults with no genetic predisposition to rotator cuff degeneration; thus, they are expected to have healthy tendon-to-bone attachment sites. Although unloading had effects on the tissue at the failure site, these effects were not sufficient to change the mode of failure. The failure mechanism we observed has also been previously reported for healthy supraspinatus-to-humeral head attachments under a variety of loading conditions in other animal models [ 58 – 60 ]. Although the failure mechanism was the same for all samples, the failure area was increased in the unloading group. This suggests that the mature enthesis is sensitive to loading and would be at risk for more extensive injury after even short durations of unloading. The increase in extent of failure may be a consequence of structural changes at several hierarchical scales. 4.2. Experimental results across hierarchical spatial scales While numerous studies have examined the effects of unloading on tendon and bone [ 1 – 13 , 46 , 47 , 49 , 61 – 63 ], prior to this study, the effects of unloading on the structure and mechanics of the mature adult enthesis across multiple spatial scales were largely unknown. 4.2.1. Millimeter-scale bone loss may increase the extent of failure At the millimeter length scale, changes in the bone architecture due to unloading can have significant mechanical consequences. It is well established that unloading results in bone loss [ 1 – 10 , 61 , 62 ]. In the current study, as well as other examples of unloading, the bone loss occurred primarily in the region directly adjacent to the unloaded enthesis and lead to increased risk of avulsion failure [ 48 , 60 , 63 , 64 ]. This loss of supporting trabecular bone was dramatic, with a nearly 40% decrease in BV/TV and a 14% increase in trabecular spacing ( Fig 2A,C ). To determine the possible mechanical consequences of this bone loss, a plate-in-bending model was developed. In this model, we consider the mineralized fibrocartilage to be a circular plate that is clamped at its edges by the trabeculae. The maximum deflection of the plate, ωmax, is given by ω m a x = − q a 4 64 D where q is the applied pressure, D is the flexural rigidity, and a is distance between clamps [ 65 ]. In that the trabecular spacing increases with paralysis, as seen from μCT analysis, the distance between clamps will increase, resulting in an increase in deflection proportional to the 4th power. A 14% increase in trabecular spacing, from 0.14 to 0.16 mm as measured here, will thus result in a 70% increase in deflection. This increases the energy stored in the circular plate, and hence increases the energy available to fracture the circumference of the avulsed trabecular bone. In addition, stress concentrations that develop at the trabecular subchondral-bone junction clamping sites can induce failure at those locations. Increasing distance between trabeculae therefore will result in larger failure areas. These results agree with the experimentally observed avulsion of mineralized fibrocartilage as well as the increased failure area in botox samples ( Fig 1G-H ). Loss of the supporting trabecular bone may therefore increase the risk and extent of failure at the enthesis by compromising the underlying bony support structure. 4.2.2. Micrometer changes in crystal size and orientation may decrease energy dissipation At the micrometer length scale, three weeks of enthesis unloading led to changes in the organization and structure of the mineral within the mineral gradient zone. Both the botox and control entheses exhibited changes in crystal size and orientation with increased mineralization across mineral gradient zone ( Fig 3A-B ). For both groups, the crystal size increased monotonically with distance from the unmineralized edge (Fig 3B and 4 ). However, the crystal size of the mineral in the botox samples was significantly smaller than that in the control samples. Furthermore, the orientation of the crystals was also modified with unloading. For both groups, mineral crystals were misaligned in the areas of low mineralization and exhibited increased alignment with increasing distance from unmineralized edge (Fig 3A and 4 ). However, unloading resulted in a significant increase in the misalignment of the crystals relative to the long axis of the tendon. This increase in misalignment may be associated with the increased collagen disorder seen at the enthesis with paralysis during development[ 18 ]. The muscle-tendon junction is also known to exhibit an increase in collagen misalignment after several weeks of hind-limb unloading or space flight[ 66 ]. To clarify the role that changes in crystal size and orientation may have on enthesis mechanics, a rotation model was analyzed. Motion of mineral relative to collagen fibers requires work and can serve as a means of mechanical energy absorption [ 67 , 68 ]. It has previously been shown that, even in densely mineralized tissues such as bone, mineral crystals rotate within the tissue during loading [ 40 ]. This rotation may be in part responsible for the presence of a region of increased compliance previously measured within the mineral gradient zone [ 69 – 72 ]. The compliant zone can undergo significant deformation during loading, allowing it to absorb and dissipate mechanical energy and thus avoid catastrophic failure [ 28 , 70 , 73 ]. Therefore, modifications to this compliant zone, such as the decreased mineral size and alignment in the unloaded group, may decrease the toughness of the enthesis and increase the extent of failure. To estimate the change between the botox and control samples in energy dissipation due to crystal rotation and sliding in the collagen matrix, an analytical model was developed ( Supplementary Document ). The model considers a crystal of length L o and width w sitting in a collagen matrix at an angle θ o from the direction of collagen fiber alignment ( Fig 5A ). A load, σ , is applied to the system along the direction of collagen alignment, causing a deformation with a stretch ratio λ . The amount of energy dissipated from the rotation and sliding of the crystal can then be calculated from the equation: W ( θ 0 , λ ) = α τ L 0 2 w | − 1 + λ cos 2 θ 0 + λ − 3 sin 2 θ 0 | where α is related to the displacement of a point on a crystal relative to the collagen beneath it, and τ is a friction factor between the collagen and mineral. The energy dissipation varies as a function of the original orientation of the crystal, with crystals aligned parallel and perpendicular to the fibrils resulting in the highest dissipation ( Fig 5B ). Assuming a von Mises distribution for θ o , an orientation distribution was calculated from the measured FWHM. The total normalized energy dissipation, W tot , could then be calculated by integrating W(θ o ,λ) over the orientation distribution. Although the botox and control samples both exhibited an increase in W tot with increasing distance from the unmineralized edge, unloading resulted in an overall decrease in the W tot ( Fig 5C ). A decreased W tot suggests that, for the rotation mode, energy absorption could be deficient after unloading. Fig. 5. Open in a new tab (A) Energy dissipation was calculated by stretching a system containing a crystal oriented at an angle θ o from the direction of collagen fiber alignment and aligned collagen fibers. Stretch will induce rotation of the crystal relative to the collagen resulting in energy dissipation. (B) The energy dissipation of a single crystal varied as a function of the original angle of crystal and the strain level (λ). Crystals aligned either parallel or perpendicular to the collagen fibers exhibited the highest energy dissipation. (C) The total energy dissipation for all crystals, taking into account measured crystal sizes and orientation distributions, was significantly larger for the control samples than for the botox samples at all strain levels (shown: λ = 1.5). 4.2.3. Nanometer-scale crystal packing remains unclear Changes in the mineral size and orientation at the micrometer scale are likely caused by changes in mineral environment at the nanometer scale. Mineral crystals can be extrafibrillar, meaning that they lie outside of the collagen fibrils, or intrafibrillar, meaning that they grow within the gap zones of the fibrils [ 74 ]. Previous work has shown that the mineral shifts from being uniquely extrafibrillar in regions of low mineralization to being both intra- and extrafibrillar in regions of high mineralization [ 29 ]. To examine if changes in nanometer organization of the crystals might explain the micrometer changes in orientation and size, STEM-EELS spectral imaging was performed across loaded and unloaded entheses. In these composition maps, the mineral appears to transition from extrafibrillar to extrafibrillar/intrafibrillar with increasing mineral content across both the loaded and unloaded entheses ( Fig 4 ). Since extrafibrillar mineral is not constrained within the restrictive volume of the gap zones of the collagen fibrils as is intrafibrillar mineral, the former has a greater range in its possible alignment relative to the fibrils, resulting in a more disordered system. Conversely, as intrafibrillar mineralization increases, mineral crystals become more constrained within the aligned collagen network and thus, on average, the crystals become more aligned. However, because extrafibrillar mineral obscures intrafibrillar mineral in thin TEM sections, we were not able to determine if the transition between extra- and intra-fibrillar mineral was modified in unloaded samples compared to control samples. 4.2.4. Atomic-scale compositional changes may increase compliant zone stiffness At the atomic scale, the composition of the mineral was altered with unloading; this would undoubtedly alter its physical properties and could contribute to mechanical changes at higher length scales. Specifically, the carbonate levels measured in the botox treated samples were significantly decreased compared to the saline controls ( Supplementary Figure S1 ). Bone mineral, although often described as hydroxylapatite, is a highly substituted calcium apatite containing 2–8% carbonate [ 75 – 77 ]. Even a small decrease in carbonate substitution can dramatically increase the modulus of bone mineral [ 78 ]. Since the enthesis is a composite of mineral and collagen, an increase in the mineral stiffness will in turn increase the stiffness of the gradient region. An increase in the stiffness of a previously compliant zone could subsequently decrease the attachment’s ability to dissipate energy and thereby increase failure risk and extent.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6e27/6343501/35d0945efc42/nihms-1510799-f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6e27/6343501/a20d7b8fb0b6/nihms-1510799-f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6e27/6343501/62b2ea97aea8/nihms-1510799-f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6e27/6343501/53d387025ba2/nihms-1510799-f0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6e27/6343501/b0d2e64debc1/nihms-1510799-f0006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6e27/6343501/9afa300bbfff/nihms-1510799-f0007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6e27/6343501/318fa4f9e83f/nihms-1510799-f0001.jpg"
    ]
  }
}