{
  "paper_id": "pmc_articles_PMC11930778",
  "title": "The biology of tardigrade disordered proteins in extreme stress tolerance.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11930778/",
  "sections": {
    "Abstract": "Abstract Anhydrobiosis, a phenomenon in which organisms survive extreme dehydration by entering a reversible ametabolic state, is a remarkable example of survival strategies. This study focuses on anhydrobiosis in tardigrades, which are known for their resilience to severe environmental conditions. Tardigrades utilize several protective mechanisms against desiccation, notably the constitutive expression of cytoplasmic abundant heat soluble (CAHS) proteins in Ramazzottius varieornatus . These proteins share similarities in their amphiphatic alpha helices with late embryogenesis abundant (LEA) proteins, but differ significantly in their amino acid sequences. In this study, we further explored the functionality of CAHS proteins by analyzing their role in aggregation and tolerance to hyperosmotic stress in mammalian cells. Using live cell imaging, we examined the subcellular localization of several CAHS and LEA proteins in response to hyperosmotic stress. The expression of CAHS1, CAHS3, and CAHS8 tended to enhance the resilience to the hyperosmotic conditions. These findings not only deepen our understanding of the molecular mechanisms of anhydrobiosis but also highlight the potential of CAHS proteins as cryoprotectants. Keywords: anhydrobiosis, Tardigrades, live imaging, disordered proteins, desiccation tolerance",
    "Results": "Hyperosmotic stress-induced changes in the subcellular localization of CAHS, LEAM, and MAHS proteins in HeLa cells We examined changes in the subcellular localization of anhydrobiosis-related proteins in R. varieornatus induced by hyperosmotic stress, which is thought to be an early step in anhydrobiosis. Six types of proteins, including CAHS1, CAHS3, CAHS8, and CAHS12, mitochondrial LEA (LEAM), and mitochondrial abundant heat soluble (MAHS), were separately expressed as mEGFP-fused protein in HeLa cells ( Fig. 1 A). We selected CAHS1, CAHS3, CAHS8, and CAHS12 because they reversibly form different types of aggregates in response to osmotic stimulation ( Tanaka et al. , 2022 ; Yagi-Utsumi et al. , 2021 ), but their roles in osmotic stress resistance have not been investigated except for CAHS3 ( Tanaka et al. , 2022 ). The cells were loaded into a microfluidic chamber for rapid osmolyte solution perfusion. One day after loading into the microfluidic chamber, the cells were imaged with a spinning disk conformal microscope to visualize the subcellular distribution of these fusion proteins upon hyperosmotic stress such as 0.5 M sorbitol or 0.2 M NaCl ( Fig. 1 B). Of note, NaCl is the principal determinant of tonicity of the extracellular fluid ( Burg et al. , 2007 ). However, cell membranes are permeable to Na + , and elevated chloride specifically increases the expression of α-Na + -K + -ATPase ( Capasso et al. , 2003 ). For this reason, poorly permeating organic solutes like sorbitol, mannitol, or raffinose are often used to produce hypertonicity ( Burg et al. , 2007 ). HeLa cells expressing mEGFP treated with the osmolytes showed increased fluorescence signal in both the cytoplasm and nucleus, and puncta formation in the nucleus ( Fig. 1 C and Movie 1 ). These changes were reverted to the basal state by osmolyte washout ( Fig. 1 C). Under unstressed conditions, CAHS1-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP were broadly distributed in both the cytosol and nucleus, whereas CAHS3-mEGFP was mainly localized in the cytosol ( Fig. 1 D–G and Movies 2 – 5 ). When exposed to hyperosmotic medium supplemented with 0.5 M sorbitol or 0.2 M NaCl, these CAHS proteins formed different aggregation patterns; CAHS1-mEGFP mainly forms granules and filamentous structures and slightly accumulates at the plasma membrane ( Fig. 1 D and Movie 2 ). CAHS3-mEGFP shows fibrous structures in the cytoplasm ( Fig. 1 E and Movie 3 ). CAHS8-mEGFP seems to have the same pattern as mEGFP, but it slightly accumulates at the nuclear membrane ( Fig. 1 F and Movie 4 ). CAHS12-mEGFP appears to undergo decomposition in the nucleus ( Bracha et al. , 2018 ), while it exhibits granules and filamentous structures ( Fig. 1 G and Movie 5 ). These results are, for the most part, consistent with previous reports ( Tanaka et al. , 2022 ; Yagi-Utsumi et al. , 2021 ). Interestingly, CAHS proteins appear to behave differently between 0.5 M sorbitol and 0.2 M NaCl osmotic stress. For example, CAHS1 did not aggregate at the cell membrane under 0.2 M NaCl stress, but showed strong aggregation in the cytoplasm ( Fig. 1 D). CAHS12 also showed strong aggregation at the nuclear membrane and plasma membrane upon 0.5 M sorbitol and 0.2 M NaCl, respectively ( Fig. 1 G). Regardless of whether the aggregate forms granules or filaments during hyperosmotic stress, mEGFP and all CAHS protein condensates show rapid disassembly and restoration of coherent distribution upon the release of stress. It is reasonable to conclude that these rapid aggregation and disassembly processes are attributed to the biophysical properties of both mEGFP and each CAHS protein. Such efficient reversible phase transitioning mirrors the relatively fast induction and recovery of tardigrade anhydrobiosis. The varying modes of aggregation and localization patterns of different CAHS paralogs upon hyperosmotic stress suggest that these paralogs serve differentiated functions rather than for mere redundancy. Emerging tissue-specific expression patterns of tardigrade anhydrobiosis-related proteins ( Tanaka et al. , 2023 ) could be part of the reasons for such differentiation. It has been reported that two mitochondrial heat-soluble proteins, LEAM and MAHS, in R. varieornatus improve the hyperosmotic tolerance of human cells, possibly by acting as mitochondrial protectants ( Tanaka et al. , 2015 ). Therefore, we investigated the subcellular localization of LEAM and MAHS in HeLa cells stimulated by hyperosmotic stress. Under unstressed conditions, LEAM-mEGFP and MAHS-mEGFP were localized to the mitochondria, and LEAM-mEGFP was weakly distributed in the cytosol and nucleus ( Fig. 1 H and I). Hyperosmotic stress arrested the random movement of mitochondria, but did not substantially change the subcellular localization of LEAM-mEGFP and MAHS-mEGFP ( Fig. 1 H and I). Removal of osmolytes by replacement with an isosmotic medium resumed the thermal fluctuation of the mitochondria. Based on the fact that both LEAM and MAHS proteins localize to mitochondria and are highly hydrophilic ( Tanaka et al. , 2015 ), LEAM and MAHS are likely to be localized to the mitochondrial matrix. Taken together, these results suggest that the resistance to hyperosmotic stress by LEAM and MAHS expression is not cell-wide protection as observed for CAHS proteins, so we focused on the CAHS proteins for our subsequent analyses. CAHS1 expression renders HeLa cells resistant to hyperosmotic stress Recent studies have elucidated that the CAHS3 protein forms fibrillar aggregates under hyperosmotic conditions in mammalian cells, thereby enhancing their tolerance to hyperosmotic stress, as observed in Drosophila S2 cells ( Tanaka et al. , 2022 ). However, the question remained as to whether other CAHS proteins, which exhibit varied aggregation patterns under elevated osmotic pressure, also contribute to augmented resistance to such conditions. To this end, we developed a method for quantitatively assessing osmotic stress resistance using HeLa cells expressing CAHS1 ( Fig. 2 A). We first established a single-cell clone of HeLa cells, expressing CAHS1-mEGFP in a manner dependent on doxycycline treatment. The experimental procedure was as follows: One day after cell seeding, doxycycline was added to induce CAHS1-mEGFP expression for two days, followed by different concentrations of sorbitol as osmolite. Cell viability and increased cell death were evaluated using the WST-1 and LDH assays, respectively (see Methods for details)( Fig. 2 B). We first confirmed the increase in CAHS1-mEGFP expression levels when we treated the cells with doxycycline ( Fig. 2 C). Despite performing single-cell cloning, the variation in the expression levels of CAHS1-mEGFP between cells was unexpectedly large. Under this condition, the cells were further exposed to hyperosmotic stress. Cell viability was strongly inhibited even in 0.1 M sorbitol in the absence of doxycycline ( Fig. 2 D, left, first row, and Fig. S1 ). The increase in CAHS1-mEGFP expression attenuated the decrease in cell viability by hyperosmotic stress with sorbitol ( Fig. 2 D, left, and Fig. S1 ). The half maximal inhibitory concentration (IC50) increased depending on the CAHS1-mEGFP expression level ( Fig. 2 E, left). Parental HeLa cells as a negative control showed no change in cell viability with or without doxycycline treatment ( Fig. 2 E, right). In line with the cell viability assay, the number of hyperosmotic stress-induced cell death was also reduced by the expression of CAHS1-mEGFP ( Fig. 2 D, right, and Fig. S1 ). The half-maximal effective concentration (EC50) demonstrated a tendency to elevate with increasing expression of CAHS1-mEGFP ( Fig. 2 F, left). As a negative control, doxycycline treatment did not affect the EC50 values of sorbitol-induced cell death in parental HeLa cells ( Fig. 2 F, right). These results suggest that CAHS1 expression confers resistance to hyperosmotic stress in HeLa cells. CAHS1-mEGFP localizes to aggregates and fibrous structures and even to the plasma membrane at high osmotic pressure ( Fig. 1 D), suggesting that CAHS1 exerts some protective function against osmotic stress at these sites. It should be noted that the time-scales of CAHS1 aggregation (~5 min) is much faster than the inhibition of cell proliferation and cell death (~24 h) in response to hyperosmotic stress. This difference may explain the non-linear relationship between CAHS1 expression level ( Fig. 2 C) and the effects of sorbitol on cell viability ( Fig. 2 E) and cell death ( Fig. 2 F). In addition, in this study, the single-cell clone of HeLa cells stably expressing CAHS1-mEGFP indicated lower IC50 values for cell viability and EC50 values for cell death in response to sorbitol stimulation in the absence of doxycycline than parental HeLa cells ( Fig. 2 E and 2 F). This may be because the single-cell clones established in this study happen to retain such properties. Further investigation would be needed in future studies to address this concern. Expression of CAHS1, CAHS3, or CAHS8 confers osmotic stress resistance to HeLa cells We next examined the other CAHS proteins for their ability to confer osmotic stress tolerance to HeLa cells. To simplify the experiment, HeLa cell lines were established that express mEGFP, CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP in a doxycycline-dependent manner. Of note, these HeLa cell lines were bulk population cells, but not single-cell clones, because it takes longer time to establish the single-cell clones. First, we quantified the CAHS expression levels induced by doxycycline treatment in these HeLa cells, and found that doxycycline treatment elevated CAHS expression levels several-fold ( Fig. 3 A). The greater cellular heterogeneity compared to the single-cell cloned CAHS1-mEGFP cell line ( Fig. 2 C) may be because these cell lines are bulk population cells that have not been subjected to single-cell cloning. Second, we examined the changes in cell viability in these cell lines upon hyperosmotic stress with sorbitol using the WST-1 assay. The average cell viability of each cell line under conditions without and with doxycycline is shown in the heat map ( Fig. 3 B). Even before doxycycline treatment, cell viability was higher in cells expressing CAHS1-mEGFP and CAHS8-mEGFP, but not CAHS3-mEGFP and CAHS12-mEGFP, than in control mEGFP-expressing cells ( Fig. 3 B, left). This may be because leakage of CAHS1 or CAHS8 proteins prior to doxycycline treatment contributes to tolerance to high osmotic pressure, while the expression levels of CAHS3 and CAHS12 did not reach the critical thresholds. In addition, doxycycline treatment rendered CAHS1-mEGFP, CAHS3-mEGFP, or CAHS8-mEGFP expressing cells more resistant to higher concentrations of sorbitol than control mEGFP-expressing cells ( Fig. 3 B, right). In our hand, CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, or CAHS12-mEGFP expressing cells have rather increased cell viability under low concentrations of sorbitol ( Fig. 3 B, right). At this time, we do not know whether this is a result of variability in our experiments or whether the CAHS proteins potentiate cell viability under low concentrations of sorbitol. To quantitatively evaluate the resistance to hyperosmotic stress, we calculated the ratio of the IC50 value of cell viability against sorbitol after doxycycline treatment to that before doxycycline treatment. The IC50 values of CAHS1-mEGFP, CAHS3-mEGFP, and CAHS8-mEGFP cells increased by 10–20% in a doxycycline-dependent manner ( Fig. 3 C). No increase in the ratio of IC50 values was observed in mEGFP or CAHS12-mEGFP cells. Although the p -value ( p = 0.058 for CAHS1 compared with mEGFP) indicated that the observed difference was not statistically significant, the data suggest a potential trend toward increased resistance to osmotic stress through CAHS1 expression, which may warrant further investigation. The expression level of CAHS12 remained relatively low compared to CAHS3 and CAHS8, which had comparable expression levels before doxycycline treatment ( Fig. 3 A). We have previously shown that CAHS1 condensation displays concentration-dependent sigmoidal threshold-like behavior between 0.3–0.6 mM at neutral pH ( Tanaka et al. , 2022 ; Yagi-Utsumi et al. , 2021 ); therefore, there still remains the possibility that the CAHS12 concentration did not exceed the critical threshold. Nevertheless, from these results, we conclude that overexpression of CAHS1, CAHS3, and CAHS8 moderately confers tolerance to hyperosmotic stress in HeLa cells, and it is regardless of the mode of aggregation, whether granular or fibrous. Finally, we investigated the structure of the CAHS proteins in AlphaFold ( Jumper et al. , 2021 ; Varadi et al. , 2022 ), and found that CAHS1, CAHS3, CAHS8, and CAHS12 all share a single long α-helix and intrinsically disordered regions (IDRs) at the N- and C-termini ( Fig. 4 ); CAHS3 and CAHS12 have a predicted structure at the N-terminus, but their confidence is low. Despite the close structural similarity between CAHS proteins, the subcellular localization of these CAHS proteins under high osmotic pressure differed from each other ( Fig. 1 ). As shown in the previous report, CAHS3 shows a coiled-coil structure and forms a fibrous structure, thereby stabilizing the cell structure and increasing the resistance to high osmotic pressure ( Tanaka et al. , 2022 ). We have demonstrated that CAHS1 and CAHS8 localize to granules, plasma membrane, and nuclear membrane at high osmotic pressure ( Fig. 1 ), suggesting that CAHS1 and CAHS8 may protect organelles such as plasma membrane and nuclear membrane from hyperosmotic stimuli. These diverse aggregation patterns of CAHS proteins may coordinate anhydrobiosis in tardigrades. Fig. 4. Open in a new tab The predicted structure of CAHS1, CAHS3, CAHS8, and CAHS12 The predicted structure of CAHS1 (A), CAHS3 (B), CAHS8 (C), and CAHS12 (D) by AlphaFold2 are shown. A per-residue model confidence score (pLDDT) produced by AlphaFold are represented as colors; blue, pLDDT>90; cyan, 90>pLDDT>70; yellow, 70>pLDDT 50; orange, pLDDT<50.",
    "Conclusion": "Hyperosmotic stress-induced changes in the subcellular localization of CAHS, LEAM, and MAHS proteins in HeLa cells We examined changes in the subcellular localization of anhydrobiosis-related proteins in R. varieornatus induced by hyperosmotic stress, which is thought to be an early step in anhydrobiosis. Six types of proteins, including CAHS1, CAHS3, CAHS8, and CAHS12, mitochondrial LEA (LEAM), and mitochondrial abundant heat soluble (MAHS), were separately expressed as mEGFP-fused protein in HeLa cells ( Fig. 1 A). We selected CAHS1, CAHS3, CAHS8, and CAHS12 because they reversibly form different types of aggregates in response to osmotic stimulation ( Tanaka et al. , 2022 ; Yagi-Utsumi et al. , 2021 ), but their roles in osmotic stress resistance have not been investigated except for CAHS3 ( Tanaka et al. , 2022 ). The cells were loaded into a microfluidic chamber for rapid osmolyte solution perfusion. One day after loading into the microfluidic chamber, the cells were imaged with a spinning disk conformal microscope to visualize the subcellular distribution of these fusion proteins upon hyperosmotic stress such as 0.5 M sorbitol or 0.2 M NaCl ( Fig. 1 B). Of note, NaCl is the principal determinant of tonicity of the extracellular fluid ( Burg et al. , 2007 ). However, cell membranes are permeable to Na + , and elevated chloride specifically increases the expression of α-Na + -K + -ATPase ( Capasso et al. , 2003 ). For this reason, poorly permeating organic solutes like sorbitol, mannitol, or raffinose are often used to produce hypertonicity ( Burg et al. , 2007 ). HeLa cells expressing mEGFP treated with the osmolytes showed increased fluorescence signal in both the cytoplasm and nucleus, and puncta formation in the nucleus ( Fig. 1 C and Movie 1 ). These changes were reverted to the basal state by osmolyte washout ( Fig. 1 C). Under unstressed conditions, CAHS1-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP were broadly distributed in both the cytosol and nucleus, whereas CAHS3-mEGFP was mainly localized in the cytosol ( Fig. 1 D–G and Movies 2 – 5 ). When exposed to hyperosmotic medium supplemented with 0.5 M sorbitol or 0.2 M NaCl, these CAHS proteins formed different aggregation patterns; CAHS1-mEGFP mainly forms granules and filamentous structures and slightly accumulates at the plasma membrane ( Fig. 1 D and Movie 2 ). CAHS3-mEGFP shows fibrous structures in the cytoplasm ( Fig. 1 E and Movie 3 ). CAHS8-mEGFP seems to have the same pattern as mEGFP, but it slightly accumulates at the nuclear membrane ( Fig. 1 F and Movie 4 ). CAHS12-mEGFP appears to undergo decomposition in the nucleus ( Bracha et al. , 2018 ), while it exhibits granules and filamentous structures ( Fig. 1 G and Movie 5 ). These results are, for the most part, consistent with previous reports ( Tanaka et al. , 2022 ; Yagi-Utsumi et al. , 2021 ). Interestingly, CAHS proteins appear to behave differently between 0.5 M sorbitol and 0.2 M NaCl osmotic stress. For example, CAHS1 did not aggregate at the cell membrane under 0.2 M NaCl stress, but showed strong aggregation in the cytoplasm ( Fig. 1 D). CAHS12 also showed strong aggregation at the nuclear membrane and plasma membrane upon 0.5 M sorbitol and 0.2 M NaCl, respectively ( Fig. 1 G). Regardless of whether the aggregate forms granules or filaments during hyperosmotic stress, mEGFP and all CAHS protein condensates show rapid disassembly and restoration of coherent distribution upon the release of stress. It is reasonable to conclude that these rapid aggregation and disassembly processes are attributed to the biophysical properties of both mEGFP and each CAHS protein. Such efficient reversible phase transitioning mirrors the relatively fast induction and recovery of tardigrade anhydrobiosis. The varying modes of aggregation and localization patterns of different CAHS paralogs upon hyperosmotic stress suggest that these paralogs serve differentiated functions rather than for mere redundancy. Emerging tissue-specific expression patterns of tardigrade anhydrobiosis-related proteins ( Tanaka et al. , 2023 ) could be part of the reasons for such differentiation. It has been reported that two mitochondrial heat-soluble proteins, LEAM and MAHS, in R. varieornatus improve the hyperosmotic tolerance of human cells, possibly by acting as mitochondrial protectants ( Tanaka et al. , 2015 ). Therefore, we investigated the subcellular localization of LEAM and MAHS in HeLa cells stimulated by hyperosmotic stress. Under unstressed conditions, LEAM-mEGFP and MAHS-mEGFP were localized to the mitochondria, and LEAM-mEGFP was weakly distributed in the cytosol and nucleus ( Fig. 1 H and I). Hyperosmotic stress arrested the random movement of mitochondria, but did not substantially change the subcellular localization of LEAM-mEGFP and MAHS-mEGFP ( Fig. 1 H and I). Removal of osmolytes by replacement with an isosmotic medium resumed the thermal fluctuation of the mitochondria. Based on the fact that both LEAM and MAHS proteins localize to mitochondria and are highly hydrophilic ( Tanaka et al. , 2015 ), LEAM and MAHS are likely to be localized to the mitochondrial matrix. Taken together, these results suggest that the resistance to hyperosmotic stress by LEAM and MAHS expression is not cell-wide protection as observed for CAHS proteins, so we focused on the CAHS proteins for our subsequent analyses. CAHS1 expression renders HeLa cells resistant to hyperosmotic stress Recent studies have elucidated that the CAHS3 protein forms fibrillar aggregates under hyperosmotic conditions in mammalian cells, thereby enhancing their tolerance to hyperosmotic stress, as observed in Drosophila S2 cells ( Tanaka et al. , 2022 ). However, the question remained as to whether other CAHS proteins, which exhibit varied aggregation patterns under elevated osmotic pressure, also contribute to augmented resistance to such conditions. To this end, we developed a method for quantitatively assessing osmotic stress resistance using HeLa cells expressing CAHS1 ( Fig. 2 A). We first established a single-cell clone of HeLa cells, expressing CAHS1-mEGFP in a manner dependent on doxycycline treatment. The experimental procedure was as follows: One day after cell seeding, doxycycline was added to induce CAHS1-mEGFP expression for two days, followed by different concentrations of sorbitol as osmolite. Cell viability and increased cell death were evaluated using the WST-1 and LDH assays, respectively (see Methods for details)( Fig. 2 B). We first confirmed the increase in CAHS1-mEGFP expression levels when we treated the cells with doxycycline ( Fig. 2 C). Despite performing single-cell cloning, the variation in the expression levels of CAHS1-mEGFP between cells was unexpectedly large. Under this condition, the cells were further exposed to hyperosmotic stress. Cell viability was strongly inhibited even in 0.1 M sorbitol in the absence of doxycycline ( Fig. 2 D, left, first row, and Fig. S1 ). The increase in CAHS1-mEGFP expression attenuated the decrease in cell viability by hyperosmotic stress with sorbitol ( Fig. 2 D, left, and Fig. S1 ). The half maximal inhibitory concentration (IC50) increased depending on the CAHS1-mEGFP expression level ( Fig. 2 E, left). Parental HeLa cells as a negative control showed no change in cell viability with or without doxycycline treatment ( Fig. 2 E, right). In line with the cell viability assay, the number of hyperosmotic stress-induced cell death was also reduced by the expression of CAHS1-mEGFP ( Fig. 2 D, right, and Fig. S1 ). The half-maximal effective concentration (EC50) demonstrated a tendency to elevate with increasing expression of CAHS1-mEGFP ( Fig. 2 F, left). As a negative control, doxycycline treatment did not affect the EC50 values of sorbitol-induced cell death in parental HeLa cells ( Fig. 2 F, right). These results suggest that CAHS1 expression confers resistance to hyperosmotic stress in HeLa cells. CAHS1-mEGFP localizes to aggregates and fibrous structures and even to the plasma membrane at high osmotic pressure ( Fig. 1 D), suggesting that CAHS1 exerts some protective function against osmotic stress at these sites. It should be noted that the time-scales of CAHS1 aggregation (~5 min) is much faster than the inhibition of cell proliferation and cell death (~24 h) in response to hyperosmotic stress. This difference may explain the non-linear relationship between CAHS1 expression level ( Fig. 2 C) and the effects of sorbitol on cell viability ( Fig. 2 E) and cell death ( Fig. 2 F). In addition, in this study, the single-cell clone of HeLa cells stably expressing CAHS1-mEGFP indicated lower IC50 values for cell viability and EC50 values for cell death in response to sorbitol stimulation in the absence of doxycycline than parental HeLa cells ( Fig. 2 E and 2 F). This may be because the single-cell clones established in this study happen to retain such properties. Further investigation would be needed in future studies to address this concern. Expression of CAHS1, CAHS3, or CAHS8 confers osmotic stress resistance to HeLa cells We next examined the other CAHS proteins for their ability to confer osmotic stress tolerance to HeLa cells. To simplify the experiment, HeLa cell lines were established that express mEGFP, CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP in a doxycycline-dependent manner. Of note, these HeLa cell lines were bulk population cells, but not single-cell clones, because it takes longer time to establish the single-cell clones. First, we quantified the CAHS expression levels induced by doxycycline treatment in these HeLa cells, and found that doxycycline treatment elevated CAHS expression levels several-fold ( Fig. 3 A). The greater cellular heterogeneity compared to the single-cell cloned CAHS1-mEGFP cell line ( Fig. 2 C) may be because these cell lines are bulk population cells that have not been subjected to single-cell cloning. Second, we examined the changes in cell viability in these cell lines upon hyperosmotic stress with sorbitol using the WST-1 assay. The average cell viability of each cell line under conditions without and with doxycycline is shown in the heat map ( Fig. 3 B). Even before doxycycline treatment, cell viability was higher in cells expressing CAHS1-mEGFP and CAHS8-mEGFP, but not CAHS3-mEGFP and CAHS12-mEGFP, than in control mEGFP-expressing cells ( Fig. 3 B, left). This may be because leakage of CAHS1 or CAHS8 proteins prior to doxycycline treatment contributes to tolerance to high osmotic pressure, while the expression levels of CAHS3 and CAHS12 did not reach the critical thresholds. In addition, doxycycline treatment rendered CAHS1-mEGFP, CAHS3-mEGFP, or CAHS8-mEGFP expressing cells more resistant to higher concentrations of sorbitol than control mEGFP-expressing cells ( Fig. 3 B, right). In our hand, CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, or CAHS12-mEGFP expressing cells have rather increased cell viability under low concentrations of sorbitol ( Fig. 3 B, right). At this time, we do not know whether this is a result of variability in our experiments or whether the CAHS proteins potentiate cell viability under low concentrations of sorbitol. To quantitatively evaluate the resistance to hyperosmotic stress, we calculated the ratio of the IC50 value of cell viability against sorbitol after doxycycline treatment to that before doxycycline treatment. The IC50 values of CAHS1-mEGFP, CAHS3-mEGFP, and CAHS8-mEGFP cells increased by 10–20% in a doxycycline-dependent manner ( Fig. 3 C). No increase in the ratio of IC50 values was observed in mEGFP or CAHS12-mEGFP cells. Although the p -value ( p = 0.058 for CAHS1 compared with mEGFP) indicated that the observed difference was not statistically significant, the data suggest a potential trend toward increased resistance to osmotic stress through CAHS1 expression, which may warrant further investigation. The expression level of CAHS12 remained relatively low compared to CAHS3 and CAHS8, which had comparable expression levels before doxycycline treatment ( Fig. 3 A). We have previously shown that CAHS1 condensation displays concentration-dependent sigmoidal threshold-like behavior between 0.3–0.6 mM at neutral pH ( Tanaka et al. , 2022 ; Yagi-Utsumi et al. , 2021 ); therefore, there still remains the possibility that the CAHS12 concentration did not exceed the critical threshold. Nevertheless, from these results, we conclude that overexpression of CAHS1, CAHS3, and CAHS8 moderately confers tolerance to hyperosmotic stress in HeLa cells, and it is regardless of the mode of aggregation, whether granular or fibrous. Finally, we investigated the structure of the CAHS proteins in AlphaFold ( Jumper et al. , 2021 ; Varadi et al. , 2022 ), and found that CAHS1, CAHS3, CAHS8, and CAHS12 all share a single long α-helix and intrinsically disordered regions (IDRs) at the N- and C-termini ( Fig. 4 ); CAHS3 and CAHS12 have a predicted structure at the N-terminus, but their confidence is low. Despite the close structural similarity between CAHS proteins, the subcellular localization of these CAHS proteins under high osmotic pressure differed from each other ( Fig. 1 ). As shown in the previous report, CAHS3 shows a coiled-coil structure and forms a fibrous structure, thereby stabilizing the cell structure and increasing the resistance to high osmotic pressure ( Tanaka et al. , 2022 ). We have demonstrated that CAHS1 and CAHS8 localize to granules, plasma membrane, and nuclear membrane at high osmotic pressure ( Fig. 1 ), suggesting that CAHS1 and CAHS8 may protect organelles such as plasma membrane and nuclear membrane from hyperosmotic stimuli. These diverse aggregation patterns of CAHS proteins may coordinate anhydrobiosis in tardigrades. Fig. 4. Open in a new tab The predicted structure of CAHS1, CAHS3, CAHS8, and CAHS12 The predicted structure of CAHS1 (A), CAHS3 (B), CAHS8 (C), and CAHS12 (D) by AlphaFold2 are shown. A per-residue model confidence score (pLDDT) produced by AlphaFold are represented as colors; blue, pLDDT>90; cyan, 90>pLDDT>70; yellow, 70>pLDDT 50; orange, pLDDT<50.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2d38/11930778/dc5eb9600e02/csf_49_24035-f001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2d38/11930778/659ccc0ad7ab/csf_49_24035-f002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2d38/11930778/44349c1f895f/csf_49_24035-f003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2d38/11930778/3866685b5602/csf_49_24035-f004.jpg"
    ]
  }
}