{
  "paper_id": "pmc_articles_PMC3190158",
  "title": "The oligomeric state of the truncated mechanosensitive channel of large conductance shows no variance in vivo.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3190158/",
  "sections": {
    "Abstract": "Abstract The mechanosensitive channel of large conductance (MscL) from E. coli serves as an emergency release valve allowing the cell to survive acute osmotic downshock. It is one of the best studied mechanosensitive channels and serves as a paradigm for how a protein can sense and respond to membrane tension. Two MscL crystal structures of the orthologs M. tuberculosis and S. aureus have been solved showing pentameric and tetrameric structures, respectively. Several studies followed to understand whether the discrepancy in their stoichiometry was a species difference or a consequence of the protein manipulation for crystallization. Two independent studies now agree that the full-length S. aureus MscL is actually a pentamer, not tetramer. While detergents appear to play a role in modifying the oligomeric state of the protein, a cytoplasmic helical bundle has also been implicated. Here, we evaluate the role of the C-terminal region of S. aureus MscL in the oligomerization of the channel in native membranes by using an in vivo disulfide-trapping technique. We find that the oligomeric state of S. aureus MscLs with different C-terminal truncations, including the one used to obtain the tetrameric S. aureus MscL crystal structure, are pentamers in vivo . Thus, the C-terminal domain of the S. aureus protein only plays a critical role in the oligomeric state of the SaMscL protein when it is solubilized in detergent. Keywords: mechanosensitive channel, oligomerization, detergent solubilization, stoichiometry, disulfide trapping",
    "Results": "Figure 2. Open in a new tab Disulfide trapping experiments show that C-terminally truncated SaMscL protein exists as a pentamer in vivo . Western blot analysis of WT SaMscL, double cysteine mutant 10C/91C SaMscL FL and with Δ95 truncation (left panel). All samples were either nonshocked (NS) or shocked (S+) in the presence of the oxidizing agent copper phenanthroline. When shocked in the presence of copper phenanthroline the majority of 10C/91C exists as a pentamer, independent of the length of the C-terminal truncation (left and central panels). A ladder of monomer through pentamer is already present in the nonshock sample; pentamer becomes the major band when osmotically downshocked in the presence of copper phenanthroline; this occurs in a time-dependent manner (right panel). Note that no detergent solubilization before resuspension in Laemmli sample buffer is performed in these experiments. Figure 3. Open in a new tab The FL and truncated SaMscL 10C/91C channels are functionally similar. The electrophysiological data shows single-channel activities of both SaMscL 10C/91C FL and the truncated construct Δ95 SaMscL 10C/91C. Channel openings are seen as upward deflections. Both channels respond equally to changes in the redox potential of the bath. In the presence of the reducing agent DTT, the channels are functional and activity can be observed at the indicated pressures (left traces), but after perfusing a peroxide solution in the bath, the channel activity is lost (right traces). Many previous studies have concluded that MtMscL and EcoMscL are also pentamers. A study using crosslinking, sedimentation equilibrium, and size-exclusion chromatography showed EcoMscL as a pentamer; 12 another study using crosslinking and electron microscopy reached the same conclusion. 10 The crystal structure of MtMscL as well as the recent OCAM analysis also showed a pentameric structure for this ortholog. 13 Finally, when studied by using our in vivo disulfide trapping in native membranes, all three MscL homologs have shown pentameric stoichiometry (Supplementary Information). Hence, there appears to be no variability in the oligomeric state of these MscL orthologs. Collectively, the data suggest that the C-terminal domain of the SaMscL channel only plays a critical role in the oligomeric state of the protein when it is solubilized in detergent. Different detergents seem to have different abilities to alter MscL oligomeric structure. It appears that LDAO is the harshest detergent in this sense, leading to oligomeric rearrangement of the full-length SaMscL protein. 9 DDM and perhaps other detergents can lead to rearrangements of only the truncated, not FL, SaMscL. 13 However, there also appear to be species differences; from the OCAM study, the FL EcoMscL appears to form hexamers as well as pentamers when solubilized in DDM. In addition, the same study demonstrated that truncation of the MtMscL did not destabilize the pentameric organization when solubilized in DDM. 13 Hence, detergents alone can cause specific protein complexes to rearrange their oligomeric state while others appear stable. As detergent solubilization is a critical and necessary step to obtain membrane proteins for crystallization and other biophysical and structural studies, where possible, a complementary set of data assessing the oligomeric state in vivo seems advisable.",
    "Conclusion": "Collectively, the data suggest that the C-terminal domain of the SaMscL channel only plays a critical role in the oligomeric state of the protein when it is solubilized in detergent. Different detergents seem to have different abilities to alter MscL oligomeric structure. It appears that LDAO is the harshest detergent in this sense, leading to oligomeric rearrangement of the full-length SaMscL protein. 9 DDM and perhaps other detergents can lead to rearrangements of only the truncated, not FL, SaMscL. 13 However, there also appear to be species differences; from the OCAM study, the FL EcoMscL appears to form hexamers as well as pentamers when solubilized in DDM. In addition, the same study demonstrated that truncation of the MtMscL did not destabilize the pentameric organization when solubilized in DDM. 13 Hence, detergents alone can cause specific protein complexes to rearrange their oligomeric state while others appear stable. As detergent solubilization is a critical and necessary step to obtain membrane proteins for crystallization and other biophysical and structural studies, where possible, a complementary set of data assessing the oligomeric state in vivo seems advisable.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/546d/3190158/71ebebb4cabc/pro0020-1638-f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/546d/3190158/fdeca0ea337e/pro0020-1638-f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/546d/3190158/9dcc4260876f/pro0020-1638-f3.jpg"
    ]
  }
}