{
  "paper_id": "pmc_articles_PMC5866446",
  "title": "Effects of age and exercise training on coronary microvascular smooth muscle phenotype and function",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5866446/",
  "sections": {
    "Abstract": "Abstract Coronary microvascular function and blood flow responses during acute exercise are impaired in the aged heart but can be restored by exercise training. Coronary microvascular resistance is directly dependent on vascular smooth muscle function in coronary resistance arterioles; therefore, we hypothesized that age impairs contractile function and alters the phenotype of vascular smooth muscle in coronary arterioles. We further hypothesized that exercise training restores contractile function and reverses age-induced phenotypic alterations of arteriolar smooth muscle. Young and old Fischer 344 rats underwent 10 wk of treadmill exercise training or remained sedentary. At the end of training or cage confinement, contractile responses, vascular smooth muscle proliferation, and expression of contractile proteins were assessed in isolated coronary arterioles. Both receptor- and non-receptor-mediated contractile function were impaired in coronary arterioles from aged rats. Vascular smooth muscle shifted from a differentiated, contractile phenotype to a secretory phenotype with associated proliferation of smooth muscle in the arteriolar wall. Expression of smooth muscle myosin heavy chain 1 (SM1) was decreased in arterioles from aged rats, whereas expression of phospho-histone H3 and of the synthetic protein ribosomal protein S6 (rpS6) were increased. Exercise training improved contractile responses, reduced smooth muscle proliferation and expression of rpS6, and increased expression of SM1 in arterioles from old rats. Thus age-induced contractile dysfunction of coronary arterioles and emergence of a secretory smooth muscle phenotype may contribute to impaired coronary blood flow responses, but arteriolar contractile responsiveness and a younger smooth muscle phenotype can be restored with late-life exercise training. NEW & NOTEWORTHY Aging impairs contractile function of coronary arterioles and induces a shift of the vascular smooth muscle toward a proliferative, noncontractile phenotype. Late-life exercise training reverses contractile dysfunction of coronary arterioles and restores a young phenotype to the vascular smooth muscle. Keywords: adiponectin, contractile phenotype, secretory phenotype, vascular smooth muscle, vasoconstriction",
    "Results": "Animal and vessel characteristics. Body weight increased with age ( Table 1 ). Exercise training reduced body weight in both young and old rats. Both heart weight and left ventricular weight increased with age ( Table 1 ). Heart weight-to-body weight ratio increased with exercise training in young and old rats. Exercise training increased soleus muscle citrate synthase activity by 20.9% in young rats [23.2 ± 1.1 vs. 19.1 ± 0.5 µmol·min −1 ·g −1 ; young exercise-trained group (YET) vs. young sedentary group (YSED)] and by 30.3% [18.5 ± 0.9 vs. 13.6 ± 0.7 µmol·min −1 ·g −1 ; old exercise-trained group (OET) vs. old sedentary group (OSED)] in old rats, confirming the efficacy of the exercise training regimen, as previously demonstrated ( 11 , 36 ). Coronary arterioles that were <150 µm in diameter were isolated from the left ventricular free wall in all rats, and there were no significant differences in arteriolar diameters between groups. Spontaneous tone, assessed before addition of any contractile agents, did not differ between arterioles from young and old rats. Exercise training enhanced spontaneous tone in both young and old rats, consistent with our ( 11 ) previously reported observations. Table 1. Animal and coronary vessel characteristics Sedentary Exercise Training Body weight, g Young 379 ± 5 (44) 365 ± 4 † (30) Old 448 ± 6 * (39) 415 ± 5 * † (29) Heart weight, mg Young 900 ± 10 (45) 904 ± 15 (28) Old 1,138 ± 25 * (39) 1,092 ± 26 * (29) Left ventricular weight, mg Young 742 ± 8 (43) 721 ± 12 (32) Old 914 ± 20 * (36) 858 ± 17 * † (25) HW/BW, mg/g Young 2.38 ± 0.03 (38) 2.49 ± 0.03 † (22) Old 2.55 ± 0.04 * (35) 2.65 ± 0.03 * † (23) LV/BW, mg/g Young 1.97 ± 0.04 (40) 1.99 ± 0.03 (23) Old 2.06 ± 0.03 * (32) 2.12 ± 0.03 * (24) Maximal diameter, µm Young 135 ± 4 (17) 128 ± 7 (15) Old 130 ± 5 (15) 139 ± 5 (14) Spontaneous tone, % Young 27.2 ± 1.8 (17) 44.2 ± 6.1 † (15) Old 26.9 ± 2.1 (15) 42.0 ± 6.2 † (13) Open in a new tab Values are means ± SE; n (in parentheses), number of rats in each group; HW/BW, heart weight-to-body weight ratio; LV/BW, left ventricle weight-to-body weight ratio. * Effect of age ( P ≤ 0.05). † Effect of exercise training ( P ≤ 0.05). Vasoconstrictor responses to U46619. To determine initially the effects of aging and exercise training on contractile function of coronary arterioles, we assessed vasoconstrictor responses to the thromboxane analog, U46619 , in intact coronary arterioles. Aging abolished vasoconstrictor responses to U46619 ( Fig. 1 A ). Exercise training completely restored vasoconstrictor responses to U46619 in intact coronary arterioles from old rats, whereas contractile responsiveness to U46619 was reduced after exercise training in intact arterioles from young rats ( Fig. 1 A ). To assess specifically contractile responses of the vascular smooth muscle, we evaluated contractile responses to U46619 in coronary arterioles denuded of endothelium. Removal of the endothelium reduced contractile responses to U46619 in arterioles from YSED rats but did not affect contractile responses in arterioles from OSED rats ( Fig. 1 , A vs. B ). As in intact arterioles, aging nearly eliminated contractile responses to U46619 ( Fig. 1 B ), and exercise training reversed the age-induced loss of U46619 -mediated contractile responses of smooth muscle ( Fig. 1 B ). In denuded arterioles from young rats, exercise training tended to reduce responsiveness to low concentrations of U46619 , but the overall concentration-response relationship was not different between arterioles from YSED and YET rats. These data are consistent with an age-induced reduction of contractile responses in arteriolar smooth muscle and a training-induced reversal of this loss of contractile function. Fig. 1. Open in a new tab Vasoconstriction to the thromboxane analog, U46619 , in intact ( A ) and denuded ( B ) coronary resistance arterioles from young sedentary (YSED), old sedentary (OSED), young exercise-trained (YET), and old exercise-trained (OET) rats. Values are means ± SE; n = no. of rats. *Effect of age ( P ≤ 0.05). †Effect of exercise training ( P ≤ 0.05). Vasoconstrictor responses to KCl. To assess the effects of age and exercise training on receptor-independent vasoconstriction of the smooth muscle in coronary arterioles, we evaluated constrictor responses to increasing concentrations of potassium chloride (KCl; substituted for sodium chloride to maintain osmolarity and ionic balance). Aging decreased vasoconstrictor responses to KCl in denuded coronary arterioles from OSED rats relative to YSED rats ( Fig. 2 ). In arterioles from old rats, exercise training restored vasoconstriction to KCl to a level not different from that of arterioles from YSED rats. In arterioles from young rats, exercise training did not alter responsiveness to KCl. These data further indicate that aging reduces contractile function of coronary arterioles, independent of membrane receptor signaling. Fig. 2. Open in a new tab Vasoconstriction to potassium chloride (KCl) in denuded coronary resistance arterioles from young sedentary (YSED), old sedentary (OSED), young exercise-trained (YET), and old exercise-trained (OET) rats. Values are means ± SE; n = no. of rats. *Effect of age ( P ≤ 0.05). †Effect of exercise training ( P ≤ 0.05). Vascular smooth muscle cell phenotype. With age, vascular smooth muscle in coronary arterioles displayed a synthetic, dedifferentiated phenotype. Smooth muscle myosin, SM1, decreased in coronary arterioles with age ( Fig. 3 A ). Exercise training increased SM1 protein levels in arterioles from old rats, although a significant difference persisted between SM1 proteins in arterioles from YET and OET rats. SM2 levels were similar among all four groups of rats ( Fig. 3 B ). Age increased levels of the synthetic protein ribosomal protein S6 (rpS6) in coronary arterioles ( Fig. 4 A ). Exercise training decreased the level of rpS6 in arterioles from old rats ( Fig. 4 A ). Phosphorylation of rpS6 also increased with age but was reduced by exercise training in arterioles from old rats ( Fig. 4 B ). Exercise training did not change total or phosphorylated rpS6 in arterioles from young rats. Fig. 3. Open in a new tab Expression of contractile proteins in denuded coronary arterioles from YSED, OSED, YET, and OET rats. A : vascular smooth muscle heavy chain isoform 1 (SM1). B : vascular smooth muscle heavy chain isoform 2 (SM2). Values are means ± SE; n = no. of rats. *Effect of age ( P ≤ 0.05). †Effect of exercise training ( P ≤ 0.05). Fig. 4. Open in a new tab Effects of age and exercise training on levels of total ( A ) and phosphorylated (p-; B ) ribosomal protein S6 (rpS6) in denuded coronary arterioles from YSED, OSED, YET, and OET rats. Values are means ± SE; n = no. of rats. *Effect of age ( P ≤ 0.05). **Effect of age ( P = 0.058). †Effect of exercise training ( P ≤ 0.05). Phenotype of vascular smooth muscle cells. Figure 5 A shows representative cross-sections of coronary arterioles demonstrating DAPI-stained nuclei ( a , e , i , and m ), smooth muscle α-actin staining ( b , f , j , and n ), and phospho-histone H3-stained nuclei (PHH3; c , g , k , and o ). Aging reduced the number of nuclei per cross-sectional unit of vascular smooth muscle ( Fig. 5 B ). After exercise training, the age-related difference in number of nuclei in the media of the arteriolar wall was no longer detectable ( Fig. 5 B ). Aging increased smooth muscle cell proliferation ( Fig. 5 C ). Exercise training decreased smooth muscle cell proliferation in arterioles from old but not young rats ( Fig. 5 C ). Fig. 5. Open in a new tab Immunohistochemical analysis of vascular smooth muscle phenotype in coronary arterioles. A : representative cross-sections for YSED ( a – d ), OSED ( e – h ), YET ( i – l ), and OET ( m – p ). Merged images ( d , h , l , and p ) include blue DAPI-stained nuclei (DAPI; a , e , i , and m ), red smooth muscle α-actin (SM actin; b , f , j , and n ), and green phospho-histone H3-positive nuclei (PHH3; c , g , k , and o ). Scale bar corresponds to 100 µm. B : smooth muscle nuclei/cross-sectional area. C : smooth muscle proliferation. %PHH pos, percentage positively stained for PHH3. Values are means ± SE; n = no. of rats. *Effect of age ( P ≤ 0.05). †Effect of exercise training ( P ≤ 0.05). Body composition, serum adiponectin, AMPK, and R1 adiponectin receptor subtype. During the 10-wk training period, YSED rats gained weight, whereas OSED rats lost weight ( Fig. 6 A ). Compared with YSED rats, YET gained significantly less weight ( Fig. 6 A ). OET rats lost significantly more weight compared with OSED in the 10-wk training period ( Fig. 6 A ). Fat mass and percentage of fat mass increased with age ( Fig. 6, B and C ). Absolute lean mass increased with age ( Fig. 6 D ), but percentage of lean mass decreased with age ( Fig. 6 E ). Exercise training reduced the percentage of fat mass ( Fig. 6 C ) and increased the percentage of lean mass in both young and old rats ( Fig. 6 E ). Fig. 6. Open in a new tab Effects of age and exercise training on body weight, fat mass, and lean mass. A : weekly changes in body weight in YSED, OSED, YET, and OET rats. Absolute body fat mass ( B ) and percentage of body fat ( C ) in YSED, OSED, YET, and OET rats are shown. Absolute lean mass ( B ) and percentage of lean mass ( C ) in YSED, OSED, YET, and OET rats are also shown. Values are means ± SE; n = no. of rats. *Effect of age ( P ≤ 0.05). †Effect of exercise training ( P ≤ 0.05). Age decreased circulating adiponectin ( Fig. 7 A ). Exercise training increased circulating adiponectin in both young and old rats ( Fig. 7 A ). Expression of AMPK, which is activated by adiponectin in vascular smooth muscle ( 8 ), was decreased by >50% in denuded coronary arterioles from aged rats ( Fig. 7 B ). Exercise training increased AMPK levels in coronary arterioles from old rats Fig. 7 B ); however, the levels in arterioles from old exercise-trained rats did not reach those of arterioles from young rats. Exercise training did not alter AMPK levels in arterioles from young rats ( Fig. 7 B ). Fig. 7. Open in a new tab A : circulating adiponectin in YSED, OSED, YET, and OET rats. Expressions of AMPK protein ( B ) and adiponectin R1 receptor ( C and D ) in coronary arterioles from YSED, OSED, YET, and OET rats are shown. In B , representative cross-sections of AdipoR1 staining in coronary arterioles were from YSED ( a ), OSED ( b ), YET ( c ), and OET ( d ) rats. Scale bar corresponds to 100 µm. Values are means ± SE; n = no. of rats. *Effect of age ( P ≤ 0.05). †Effect of exercise training ( P ≤ 0.05). AU, arbitrary units. Age decreased R1 adiponectin receptor subtype (AdipoR1) receptor levels ( Fig. 7, C and D ). Exercise training did not alter AdipoR1 levels in coronary arterioles from old rats. Surprisingly, exercise training decreased AdipoR1 levels in coronary arterioles from young rats ( Fig. 7, C and D ).",
    "Conclusion": "Our ( 11 , 23 , 35 ) previous work has shown that myogenic constriction and contractile responses to endothelin are impaired in coronary arterioles with advancing age. Our current findings confirm that contractile responses of coronary arterioles decline with age, but the loss of contractile function can be restored with late-life exercise training. Age reduces both thromboxane receptor-mediated vasoconstriction and receptor-independent constriction mediated by depolarizing concentrations of potassium chloride. Additionally, both receptor-dependent and receptor-independent vasoconstrictor responses were improved after late-life exercise training, suggesting that exercise training restores function of the intracellular contractile mechanisms in the vascular smooth muscle of coronary arterioles. These effects of age and exercise training on vasoconstrictor responses were also present in denuded arterioles, supporting the conclusion that late-life exercise training alters contractile function of arteriolar smooth muscle independent of changes in the endothelium. Importantly, our data indicate that an age-induced shift away from a differentiated, contractile smooth muscle phenotype toward a secretory, synthetic phenotype underlies contractile dysfunction of coronary arterioles, but this phenotypic shift can be reversed by late-life exercise training. Here, we confirm our ( 11 ) previous work in which we found that exercise training reversed age-related thickening of the medial wall in coronary arterioles and ameliorated myogenic responses of coronary arterioles from aged rats. We ( 11 ) reported that age induces remodeling of the coronary arteriolar wall as evidenced by an increase in wall-to-lumen ratio that is accompanied by reduced wall stiffness but without a change in the collagen-to-elastin ratio. We now report that with age, the vascular smooth muscle of coronary arterioles undergoes a loss of contractile protein expression and an increase in expression of ribosomal protein S6, a key synthetic protein, suggesting that the increase in wall thickness that occurs with age in these arterioles results from a phenotypic switch in which the vascular smooth muscle cells lose contractile stiffness and become increasingly synthetic and hypertrophic. In large arteries, a similar phenotypic switch to a synthetic, secretory phenotype of vascular smooth muscle occurs with age and is accompanied by increased medial proliferation ( 10 , 43 , 44 , 46 ); however, in large arteries, increased collagen secretion is a significant contributor to the age-related increase in wall stiffness ( 16 ). Importantly, in resistance arterioles that are critical for regulation of coronary blood flow distribution, the switch from a contractile to a synthetic phenotype in the vascular smooth muscle corresponds to a loss of functional contractility, possibly contributing to the microvascular dysfunction that occurs in the coronary circulation with age ( 13 ). The previously reported medial thickening and reduction of stiffness in aged coronary arterioles ( 11 ) may result, in part, from a shift to a synthetic phenotype that lacks stiffness due to a reduction of contractile elements in the smooth muscle cells, per se ( Fig. 3 ). The level of contractile protein SM1 was reduced in coronary arterioles by aging. Dedifferentiated vascular smooth muscle cells in a synthetic state demonstrate an extensive rough endoplasmic reticulum and a large Golgi complex, synthesizing extracellular matrix proteins and new proteins for cell proliferation ( 4 ). In addition to decreasing contractile protein expression, aging increased the levels of rpS6, an important regulator of protein synthesis and cell size ( 33 ), and also increased phosphorylation of rpS6 in the vascular smooth muscle of coronary arterioles. Late-life exercise training reversed these age-induced phenotypic changes in the smooth muscle and restored contractile function in aged arterioles. Indolfi et al. ( 15 ) demonstrated that exercise training reduced vascular smooth muscle proliferation and restenosis of common carotid arteries after balloon angioplasty and stenting; however, to our knowledge, this is the first report that exercise training can restore a differentiated, contractile phenotype in the smooth muscle of the aged vascular wall. In our ( 11 ) previous work, the increase in wall-to-lumen ratio that occurred with age was reversed by exercise training. In humans, bicycle exercise training has been reported to induce a significant and gradual decrease in wall thickness and wall-to-lumen ratio in both the femoral and carotid arteries, suggesting that exercise training can lead to remodeling of the arterial wall through a systemic mechanism ( 40 ). It is possible that age- and exercise training-induced changes in blood pressure could contribute to vascular remodeling; however, we ( 13 ) have previously found that neither age nor exercise training altered blood pressure in Fischer 344 rats. Therefore, to investigate one potential systemic mechanism that may contribute to the age- and exercise training-induced phenotypic shifts in the vascular smooth muscle of coronary arterioles, we studied circulating adiponectin and its downstream effector, AMP-activated protein kinase (AMPK). Kim et al. ( 19 ) demonstrated that increased body weight and increased abdominal visceral fat were important predictors of decreased serum adiponectin concentration in nondiabetic, obese aged subjects. In both humans and in animal models, weight loss and exercise training increase circulating adiponectin ( 9 , 21 , 27 , 47 ). This inverse relationship between body fat and circulating adiponectin was confirmed by our results in which body fat increased in old rats, whereas circulating adiponectin decreased with advancing age. In accordance with reports in the literature, we found that exercise training reduced body fat but increased circulating adiponectin in both young and old rats. Adiponectin is produced in various tissues, including adipose tissue, cardiac myocytes, aorta, and vascular smooth muscle ( 8 , 25 , 30 , 39 ). Adiponectin has been reported to induce differentiation of vascular smooth muscle via AMPKα 2 -mediated inhibition of molecular target of rapamycin and its effector, S6 kinase-1, which phosphorylates rpS6 ( 8 ). Adiponectin attenuates transformation of vascular smooth muscle cells into osteoblast-like cells that contribute to vascular calcification and arterial plaque formation ( 50 ) through its action on the AMPK-molecular target of rapamycin signaling, and serum adiponectin levels negatively correlate with the degree of coronary artery calcification ( 26 ). We found that AMPK protein levels decreased in coronary arterioles with age, suggesting that the age-related reduction in systemic adiponectin as well as reduced AMPK signaling may contribute to the phenotypic changes that occurred in vascular smooth muscle of coronary arterioles with age. Two adiponectin receptors, AdipoR1 and AdipoR2, as well as T-cadherin bind adiponectin and are expressed in the endothelium and vascular smooth muscle ( 1 , 34 ). AdipoR1 is upregulated by exercise training in soleus muscle of obese rats ( 5 ). Exercise training-induced hippocampal neurogenesis has been linked to adiponectin signaling through AdipoR1 ( 48 ). In contrast, deficiency of AdipoR1 did not affect vascular recovery from peripheral ischemia, whereas mice deficient in AdipoR2 displayed a marked impairment of revascularization in hindlimb ischemia ( 31 ). Our results indicate that a decrease in AdipoR1 occurred with age in the wall of coronary arterioles; however, exercise training did not increase AdipoR1 in wall of coronary arterioles from old rats. Surprisingly, AdipoR1 levels decreased with exercise training in coronary arterioles from young rats. It is possible that these age- and exercise training-induced changes in AdipoR1 occur in conjunction with changes in AdipoR2, which we did not investigate. It is also possible that the high levels of circulating adiponectin that were found in young, exercise-trained rats leads to downregulation and/or altered distribution of AdipoR1 in the vascular wall. These arteriolar cross-sections contain both endothelium and vascular smooth muscle, and the levels of AdipoR1 in these respective cells may change in a directionally similar manner with age and exercise. Alternatively, the changes in AdipoR1 levels may be directionally opposite in endothelium and vascular smooth muscle and may be related to the reduction of endothelium-mediated constriction to U46619 that occurred with exercise training in arterioles from young, but not old, rats. Future work will need to address the role of local adiponectin signaling in arterioles and cell-specific adaptations of adiponectin signaling that occur in arterioles with age and exercise training. In summary, age impairs contractile responses of coronary arterioles and induces a shift of the arteriolar smooth muscle toward a secretory, synthetic phenotype in which expression of contractile proteins is reduced. Late-life exercise training reverses contractile impairment and restores a younger, contractile phenotype to the smooth muscle of coronary arterioles. Reduction of circulating adiponectin and decreased local adiponectin signaling may contribute to phenotypic changes that occur in the smooth muscle of coronary arterioles with age and exercise training.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5034/5866446/0914a6292bb1/zdg0121724520001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5034/5866446/fbe4e03bb71b/zdg0121724520002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5034/5866446/de3a02e2e7bc/zdg0121724520003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5034/5866446/e5d66bc39427/zdg0121724520004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5034/5866446/1639a29fdfcc/zdg0121724520005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5034/5866446/b86eb718c66f/zdg0121724520006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5034/5866446/8adad7d620e6/zdg0121724520007.jpg"
    ]
  }
}