{
  "paper_id": "pmc_articles_PMC7324008",
  "title": "Simulated Microgravity Enhances Oligodendrocyte Mitochondrial Function and Lipid Metabolism",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7324008/",
  "sections": {
    "Abstract": "The primary energy sources of mammalian cells are proteins, fats and sugars that are processed by well-known biochemical mechanisms that have been discovered and studied in 1G (terrestrial gravity). Here we sought to determine how simulated ...",
    "Results": "HuE-OLs were healthy in sim-μG and displayed a smaller cell diameter than cells maintained in 1G Human OLs were grown in OSM for four days in 1G or sim-μG. Cells appeared as healthy OLs with cell processes when viewed under phase contrast. The only visible difference between conditions was the greater cell number in cultures exposed to sim-μG as shown ( Fig. 2 ), as expected based on our previous study ( Espinosa et al., 2013 ). Fig. 2. Open in a new tab Phase contrast representative views of OLs derived from Hu Embryonic brain 17 week gestation at passage number 2 (P2). NSC were re-plated on poly-D-lysine coated flasks and maintained in STM medium to allow them to proliferate for six days in 1G. Then switched to OSM and kept in 1G (left panel) or in sim-μG (right panel) for 4 days. After 72h cultures exposed to sim-μG bared many more cells than those maintained in 1G as previously reported ( Espinosa et al., 2013 ). NSC were re-plated on poly-dlysine coated flasks and maintained in STM medium to allow them to proliferate for six days in 1G; then switched to OSM and kept in 1G or in sim-μG for 4 days. Cells were then fixed and examined. Measurements of cell diameter revealed a difference in the size of OLs cultured in 1G vs. those cultured in sim-μG. Twelve visual fields from three different flasks from each group were measured, from three separate experiments. Our data revealed a difference in the size of cells cultured under 1G conditions, compared to those cultured under 0G conditions. We found that cells under sim-μG were smaller in size, based on cell body diameter ( Fig. 3 ). The average cell diameter of OLPs exposed to sim-μG was 12.37μm (n=789, SD = 3.67), while the mean diameter of cells maintained in 1G was 14.51μm (n=529, SD = 4.611). The unpaired t-test revealed a P value of less than 0.0001. We have observed similar changes in neural stem cells (grown in their respective medium) after their exposure to sim-μG ( Espinosa et al., 2016 ). Fig. 3. The cell diameter of OLs derived from Hu embryonic brain is reduced after exposure to sim-μG. Open in a new tab Cells cultured in OSM for 4 days revealed significantly smaller cell body diameter when cultured under sim-μG conditions as compared to cells cultured under 1G conditions. This phenomenon might be attributed to cytoskeleton and cell adhesion changes. Values are expressed as mean + SEM of two independent experiments. Data were analyzed using unpaired t-test **: p<0.01 ***: p<0.001 vs. respective control. Qualitative assessment on the expression of relevant genes for neural progenitors and early OLPs Human progenitors were either in their original plating medium for 1d or in our proprietary OSM culture medium and cultured in sim-μG (0G) or in 1G for 5 days. Then OLPs were harvested and processed to ascertain the expression of molecular biomarkers for genes proper to the OL lineage and some for NSCs. The main goal was to characterize how the markers would be expressed in terms of lineage specificity relevant to the difference in gravity. The biomarkers of interest included those belonging from early to mid-stage undifferentiated neuronal-glial cells that are known to localize within cortical-striatal regions such as nestin and Pax-6. The expression of markers for early OLPs that would indicate commitment such as Sox2, Olig2, PDGFRa and transferrin (Tf) were also examined. The primers used are shown in table 1 . We found the presence of all the markers examined in all cultures at day 1 or day 5 suggesting that some cells remain uncommitted still 5 days after being in OSM. Nonetheless, there are numerous early OL markers also present. We found that absolutely all progenitor markers have a higher level of expression when cells have been in 0G and this increase is time dependent. In contrast, in cells maintained in 1G full time most of these markers tended to decrease ( Fig. 4 ). Simulated microgravity did not alter the expression of the markers studied. Nonetheless, human OLP specification is a long process when compared to rodent OLP. Thus, some progenitors still expressed Pax-6, Sox-2 and nestin (stem cell markers) while co-expressing OLP specific markers Olig2, PDGFRα and transferrin (TF) regardless of whether they were in 1G or 0G ( Fig. 4 ). Table 1. Antibody Used for Panning Antibody Description of immunogen Source, host species, catalog no., RRID Dilution PSA-NCAM Initiates at 2–8 linked neuraminic acid (PSA). In vertebrates, PSA links to NCAM. Developmental Studies Hybridoma Bank (DSHB), Mouse, Monoclonal, Cat# 5A5, AB_2314873 1:10 Open in a new tab Fig. 4. Human OLPs cultures whether in 0G or 1G expressed the same developmental markers. Open in a new tab After 5 days in culture human neural stem cell hESC-derived OL, grown in their original medium or in OSM, were examined for a qualitative gene expression relevant to OL markers from a single dish a total of two samples. The medium was removed, cells were rinsed with chilled DEPC-treated PBS and RNA was extracted using QIAGEN RNA-mini kit. RNA from individual samples was reverse transcribed and PCR amplified in duplicates using human gene specific primers ( Table 1 ). The amplified DNA was electrophoresed on a 1% agarose gel. The gel was imaged and the DNA was sequenced to establish the product specificity. In addition, the DNA ethidium bromide band intensity was determined by UVP gel doc system and presented in a bar graph as the level of gene expression relative to the house keeping gene, GAPDH. The result verifies expression of relevant genes in these cells based on DNA sequencing and their levels relative to the house-keeping gene within in the same sample. Bars represent results from duplicate samples from the same cultures. Sim-μG elicits higher respiration rates in HuOLs To ascertain the effects of sim-μG on energy metabolism, by comparing OLs under conditions of 1G and sim-μG. We quantified oxygen consumption rate and extracellular acidification rate as measures of mitochondrial respiration and glycolysis, respectively. We found that OLs maintained 24 hours in sim-μG presented higher basal and maximal mitochondrial respiration compared with OLs maintained in 1G ( Fig. 5 ). Maximal, but not basal, glycolysis was also significantly higher in sim-μG compared to 1G. Since these cells were post-mitotic and the data normalized to protein, this increase appears to be due to a higher metabolic rate, rather than to cell proliferation. Fig. 5. A higher bioenergetic state was elicited in OLs kept in sim-μG. Open in a new tab Human OLs were cultured in Seahorse Bioscience V7 plate for 48h. Then 1 plate was placed in the 3D-Clinostat and the second one was kept in the same incubator in 1G during 24 hours. Higher basal OCR and higher maximal OCR and ECAR in sim-μG indicate that the cells are in a higher bioenergetics state. the number of samples was 12 per experiment(n = 12), and the experiment was performed twice independently. Values are expressed as mean + SEM of two independent experiments. Student’s t test revealed that these differences were **: p<0.01 ***: p<0.001 vs respective control. Effects of sim-μG on Metabolomic Profile Mitochondrial function, TCA cycle and glycolysis Our results show that in sim-μG OLs, there were substantially reduced pyruvate levels and increased lactate levels (2.5-fold) ( Fig. 6 ), in agreement with demonstrated increases in glycolysis as described above. Additionally, there were increased levels of citrate (3.3-fold higher in sim-μG compared to 1G. Lipids can also be synthesized from citrate, so, some of the glucose input into the TCA cycle could be drawn into fatty acid production. In addition, malonate which is produced from hydrolysis of malonyl-CoA was also elevated in 0G vs. 1G OLs. Aconitate (4.4-fold), fumarate (3.7-fold) and malate (2.3-fold) were also increased. Succinate, however, was not significantly changed, which could reflect limiting alpha-ketoglutarate or pools in steady-state (potentially as a result of high demand for use to support oxidative metabolism). Together, these findings suggest a potential increase in TCA cycle flux in sim-μG ( Fig. 6 ). Fig. 6. OLs in sim-μG require more energy than in 1G. Open in a new tab The main sources of energy for respiration and energy production glucose and pyruvate were decreased in 3 days when cells were in microgravity, while lactate levels increased considerably indicating that OLs switched to anaerobic glycolysis in order to meet the energy demand elicited by microgravity. Carbon flows into the TCA cycle from carbohydrates and lipids. Glutamine enters the cycle as alpha-ketoglutarate, and branched-chain amino acids entering as citrate and succinyl CoA. Decreased levels of alpha-ketoglutarate are most likely the result of glutamine reduction in the culture medium. As for the increase of fumarate and malate, it might reflect switching catabolic use of branched-chain amino acid metabolism (BCAAs) in order to support the energy demand, n = 5. Welch’s 2-factor t-test was used to identify significant changes in the metabolomic dataset, with a p<0.05 as a threshold for significance (and a trend value of 0.05<p<0.1). For box plots, whiskers reflect 5 th and 95 th percentiles (with the box displaying 25 th to 75 th quartiles); bisecting line represents the population median, while “+” represents population mean, for details see: ( Weissgerber et al., 2015 ). Lipid Synthesis is Enhanced by Simulated Microgravity Because one of the roles of OLs is the biosynthesis of lipids to form myelin, we next examined the lipid content in the secretome of huOLs while in sim-μG compared to 1G. After three days, the conditioned medium of OLs maintained in sim-μG showed an increase in some fatty acid levels compared to 1G ( Fig. 7 ). Fig. 7. Lipid metabolism is important for membrane structure and as a critical source of mitochondrial oxidation. Open in a new tab Caprate and laurate 9medium chain FAs) increased in microgravity exposed OLs with respect to OLs maintained in 1G. palmitoleate and eicosenoate longer chain FAs also tended to increase in 0G. The increased complex lipids and lysolipids may indicate the remodeling of phospholipids to produce more FAs. Alternatively, they may be forming the lipids that constitute myelin n = 5. Welch’s 2-factor t-test was used to identify significant changes in the metabolomic dataset, with a p<0.05 as a threshold for significance (and a trend value of 0.05<p<0.1). For box plots, whiskers reflect 5 th and 95 th percentiles (with the box displaying 25 th to 75 th quartiles); bisecting line represents the population median, while “+” represents population mean, for details see: ( Weissgerber et al., 2015 ). Myelin structural lipids are formed with the help of steroid-modifying enzymes and cholesterol-esterifying enzymes such as UDP-galactose:ceramidegalactosyl-transferase as well as enzymes of glycerophospholipid metabolism, including enzymes involved in the synthesis of phosphatidyl ethanolamine. Interestingly, we found that just after three days in microgravity, OLs secreted phosphatidyl ethanolamine. Complex lipids like 1,2-dipalmitoyl-GPC (5.67) lysolipids like 1-oleoyl-GPE (4.48) were also increased by microgravity, indicating in an indirect manner their presence in OLs. It is interesting to note that N-palmitoyl-sphingosine showed a drastic increase of (66.14). In 1G OLs, this biochemical was above the threshold of detection in 20% of samples. In contrast in OLs exposed to 0G it was detected in 100%, which could suggest biosynthetic shifts toward increased sphingolipid production. Similarly, stearoyl sphingomyelin and the phosphatidylserine-containing phospholipid 1-stearoyl-2-oleoyl-GPS were not detected in 1G OLs, but were present in 0G OLs ( Fig. 8 ). Long chain FAs were also elevated as a class, which could be consistent with increased fatty acid production. Fig. 8. Open in a new tab This basic overview of sphingolipid metabolism highlights the increase in palmitoyl and stearoyl sphingomyelins in the dataset, even if they are a lower-fold increase compared to N-palmitoyl-sphingosine, it complements the increases of lipids shown in Fig. 7 n = 5. Welch’s 2-factor t-test was used to identify significant changes in the metabolomic dataset, with a p<0.05 as a threshold for significance (and a trend value of 0.05<p<0.1). For box plots, whiskers reflect 5 th and 95 th percentiles (with the box displaying 25 th to 75 th quartiles); bisecting line represents the population median, while “+” represents population mean, for details see: ( Weissgerber et al., 2015 ). RFA ( Random forest assessing) Blank, 1G and 0G OLs was very effective, with a predictive accuracy of 100% (random chance would be expected to yield a predictive accuracy of 33%). The Biochemical Importance plot highlighted biochemicals related to neurotransmitter biosynthesis (aspartate, N-acetylaspartate), energetics (lactate, alpha-ketoglutarate, malate, pyruvate, citrate, and aconitate) as well as a number of amino acids (Gly, Ser, Pro, Leu, Asn) and their catabolites. N-acetylaspartate (and aspartate) is a precursor to the neuropeptide NAAG, as well as being important for transfer of 2-carbon units for myelin biosynthesis ( Fig. 9 ). Fig. 9. Random forest RFA. Open in a new tab assessing Blank, 1G and 0G OLs was very effective, the Biochemical Importance plot highlighted biochemicals related to neurotransmitter biosynthesis (aspartate, N-acetylaspartate), energetics (lactate, alpha-ketoglutarate, malate, pyruvate, citrate, and aconitate) as well as a number of amino acids (Gly, Ser, Pro, Leu, Asn) and their catabolites. N-acetylaspartate (and aspartate) is a precursor to the neuropeptide NAAG, as well as being important for transfer of 2-carbon units for myelin biosynthesis. It may be of interest to assess myelination in co-culture (or in animals exposed to 0G). Random Forest classification using named metabolites in media of Blank compared to 1G and 0G OLPs gave a predictive accuracy of 100 %. Random chance would be expected to yield a predictive accuracy of 33% n = 5. RFA was performed as previously described (Mitchell MW, Open Journal of Statistics, 2011). HCA (Hierarchical Clustering Analysis) To gain a better insight of biomarkers distinguishing the 0G from the 1G population, we used Random Forest Analysis, which uses a forest of decision trees to identify important biochemicals to predicting groups ( Fig.10 ). Interestingly, in addition to several amino acids (and related metabolites), pyruvate and lactate were highlighted, as were the TCA cycle metabolites citrate, aconitate, and alpha-ketoglutarate, consistent with metabolic shifts discussed above. The regions of interest 1 and 2 are shown in Figures ( 11 and 12 ). Figure 10. Hierarchical clustering analysis (HCA). Open in a new tab evaluates the variable clustering patterns of the 252 metabolites for production and consumption in OLPs exposed to 0G or 1G. The data is shown in a table format, where the rows represent individual metabolites and the columns represent the serum sample it is derived. The color in each cell reflects the concentration level of each metabolite to its corresponding sample, relative to its mean concentration level across the entire set of tissue samples. Respectively, the colors red, blue, and white within the table indicate an increase, decrease, or no significant change of metabolites. The pathways the metabolites belong to are indicated to the right of the HCA. The HCA compares the metabolite change between the 0G, 1G, and control groups. n = 5 samples per group. HCA data analysis were generated using ArrayStudio. Fig. 11. Hierarchical clustering analysis: Region of Interest 1 (ROI-1). Open in a new tab We selected two regions of interest. Region 1 reflects an increased production amino acids (the vast majority) and lipids as shown in the pathway right column. It is interesting to note that 1G OLs did not produce these metabolites during the time of the experiment. n = 5 samples per group. HCA data analysis were generated using ArrayStudio. Fig. 12. ROI-2. Open in a new tab Given the best known function for OLs that is myelination, this region was very interesting because, besides some amino acids, the rest of the products made by OLs in three days exposure to sim-μG were lipids.. n = 5 samples per group. HCA data analysis were generated using ArrayStudio. PCA (Principal Component Analysis) To gain a better understanding of changes in OLs cellular metabolism associated with sim-uG, we assessed the metabolome. Data structure was assessed using principle components analysis (PCA): 1G and 0G samples showed good separation, suggesting distinct metabolomic trends associated with sim-μG ( Fig. 13 ). Fig. 13. Overview of data set. Open in a new tab In the PCA, samples showed good separation by treatment, with Component 1 separating between samples by gravitational status (Component 2 separated between blank and conditioned media). 0G samples tended to show higher intra-group variation compared to other treatments, which could reflect regional differences in simulated gravity.. n = 5 samples per group. PCA data analysis were generated using ArrayStudio.",
    "Conclusion": "Microgravity has been shown to cause cell damage and impair the cell cycle in a variety of biological systems including transiently in neural stem cells ( Silvano et al., 2015 ). We have started to unravel how biological processes in the CNS occur in weightlessness. We have previously showed that the cell cycle is shortened and more oligodendrocyte progenitors are produced in microgravity ( Espinosa et al., 2013 ). Here we sought to determine the metabolic status of OLPs when exposed to sim-μG for 72h. Energetics Using metabolic profiling of oligodendroglial cells in sim-μG, we have uncovered significant changes in OLs energetics and lipid metabolism. We revealed the enhancement of two metabolic patterns, energetics and lipid metabolism. After 24h sim-μG, OLs exhibited higher respiratory activity as well as greater respiratory and glycolytic reserve capacity compared with OLs maintained in 1G, suggesting a high energy demand by these cells. From the study of secreted metabolites study (72h in sim-μG), the high levels of glucose and pyruvate utilization, as they entered the Krebs cycle, corroborated the high energy demand elicited by sim-μG in these cells. Altogether, these results indicate that cells maintained in microgravity exhibit enhanced energy production. Lipids can also be synthesized from citrate; so, some of the glucose input into the TCA could be drawn into fatty acid production. In addition, malonate which is produced from hydrolysis of malonyl-CoA was also elevated in 0G vs. 1G OLs. Alpha-ketoglutarate increases could reflect increased glutamine use to support energetics, which could be needed if some citrate was being siphoned into fatty acid biosynthesis. Lipid metabolism As mentioned before, fatty acids are a critical source of ATP/energy generation, as well as a support to macromolecule biosynthesis. In our study, increased FAs in OLPs under sim-μG vs. 1G could have increased energy production. Nonetheless, given that OLs are also the cells that synthesize myelin, changes on some of their lipids may also reflect the developmental status of OLs while exposed to microgravity. Cholesterol is an essential structural lipid for all membranes. In the CNS, almost the entire pool of cholesterol is produced in situ from de novo synthesis ( Dietschy and Turley, 2004 ). Most cell types use glucose, but OLs use ketone bodies as precursors for cholesterol synthesis ( Koper et al.,1981 ). Moreover, enzymes that convert acetoacetate and β-hydroxybutyrate into acetoacetyl-CoA are highly enriched in OLs ( Pleasure et al., 1979 ; Poduslo S., 1989 ). Because an enormous amount of lipids needs to be synthesized and transferred to the myelin membrane, cholesterol may use more than one route of delivery. A direct transfer of cholesterol from the ER to the plasma membrane exists and may serve as a short cut for the transfer of lipids from their site of synthesis to the cell surface of OLs. Once cholesterol is in the myelin sheath, its turnover slows down resulting in a half-live of months. Cholesterol provides stability to myelin by regulating its fluidity and permeability (rev. Schmitt et al., 2015 ). The increase in cholesterol found in the secretome of OLs after 3 days in sim-0G indicates that they were producing the lipids necessary for membranes and perhaps some in preparation for the myelinogenic process, just like they do in vivo . Conjugation with carnitine is a prerequisite for long-chain FAs in order to be transferred across the mitochondrial membrane; we found that with exception of acetylcarnitine, all the other acylcarnitines were below the threshold of detection suggesting a high activity of FAs transport into mitochondria for oxidation and energy production. The increased ketone body 3-hydroxybutyrate (BHBA) and carnitine in the secretome could be due to changes in fatty acid oxidation, to support increased energetics. The main question is: why is there a huge energy demand in respect to cells maintained in 1G? “Would the reason be that OLs are progressing on preparation for the establishment of the premyelinating stage? ( Fig. 14 ). Interestingly, OLs in 1G did not secrete most of these lipids. Fig. 14. Open in a new tab This diagram of OLs development indicates the stage where our cells (in pink) were when they were submitted to sim-μG. In 1G these cells take around one week to move forward to the next step on the lineage. Here we showed that 3 days in sim-μG cells started and increased the secretion of lipids that weren’t yet myelin lipids but just membrane lipids. We postulate that this increased lipid production was because OLs were moving forwards to next stage in the lineage characterized by the formation of numerous hairy-like cell processes while in microgravity. OLPs kept in 1G did not display this phenomenon. Besides its role in general synthesis of cell and organelle membranes, cholesterol plays several key roles during myelinogenesis, it is a structural lipid but it is not inert. It has dynamic functions such as modulation of translation. It has been shown that during myelinogenesis, the rate of cholesterol synthesis depends on the speed of myelin synthesis. Knock out mouse models, such as Niemann–Pick disease type C protein (NPC1), have shown that cholesterol levels in OLs and neurons are important for proper myelination ( Schmitt et al., 2015 ). Oligodendrocyte-specific squalene synthase mutant mice resulted in the absence of cholesterol, leading to a downregulation of mRNAs for major myelin proteins (Saher et al., 2005; 2010 ). Thus, cholesterol synthesis and presence appears to be coupled to the metabolism of other myelin components, perhaps determining the maturity of the cell. In addition, it is believed that cholesterol levels determine myelin assembly by regulating energy production and supporting protein translation via mTOR signaling. Recent experiments performed in Zebrafish have shown that high cholesterol levels are required for myelin growth and compaction ( Mathews et al., 2014 ). Some direct interactions between certain myelin proteins containing cholesterol recognition amino-acid consensus (CRAC) motifs and cholesterol have been documented ( Saher and Simons, 2010 ). It has been reported that as myelin is being formed from 20 to 40 days in the rat brain, FAs and aldehyde patterns change. In a function of time palmitoleic acid, unsaturated C18 aldehydes, oleic acid and monosaturated FAs (C20) display higher values relative to such saturated moieties as palmitic acid, saturated C18 aldehyde, stearic acid and C22 saturated FAs. With age the percentage of long-chain FAs longer than C18 saturated or unsaturated increases in the normal rat brain ( Schjeide et al., 1968 ). The present study for purpose of the secretome analysis was performed after three days in microgravity. A future time course study would allow us to respond if microgravity would elicit the same pattern observed during normal in vivo myelin formation as previously reported ( Schjeide et al., 1968 ). Nonetheless, it is clear that microgravity positively impacted lipid synthesis by OLs by triggering their production faster than in 1G OLs as shown in 1G cultures. This phenomenon although in an indirect manner attests for the presence of the lipid-related enzymes that should have been present in OLs in order to form these lipids. Recently, live-imaging analysis of myelination in zebrafish has shown that OLs (at least in the zebrafish), make new myelin within a period of just five hours ( Czopka et al., 2013 ). We do not know how long a human OL would take to make myelin in sim-0G but, what is clear is that the early abundant production of lipids including some myelin lipids, appears to be more efficient in simulated microgravity than in 1G. We have previously reported that during and after exposure to sim-μG, OLPs proliferated more than control cells kept in 1G. We also showed that these cells expressed early markers, while a decreased number of cells expressed mature OL markers, such as MBP or CC1. Thus, maturation of these cells appeared to be delayed in a transient manner but, not impaired by exposure to 0G ( Espinosa et al., 2013 ; Oregel et al., 2010 ). Our current data shows that these apparently immature OLs kept busy producing an enormous amount of lipids in a more efficient manner. Taken together our previous report on a delayed expression of mature myelin markers and the current data, it is clear that OLs addressed the synthesis of enzymes timely and efficiently to be able to produce certain lipidic components of myelin. This phenomenon might consequently delay the expression of mature protein markers such as MBP which is needed later, when the myelin sheath would be formed. It is conceivable that Human OLs secreted newly formed lipids into the culture medium as a survival mechanism and perhaps due to their smaller cell body size and, because of the absence of axons to progress towards a myelinating stage. Moreover, it is also possible that OLs in sim-μG require of more time to produce longer chain myelin-related lipids, after all, 1G OLs did not produce any of the sphingo-lipids in the same period of time. Additionally, in our hands for an optimal OL development, OLs in culture when in 1G, require of GDM (glial chemically defined medium; Espinosa et al., 2009 and 2016 ) to support the optimal development of immature OL and to reach the mature myelinating stage they require OLDEM (OL defined medium) the OL medium formulation designed to support the production of myelin enzymes and myelin membrane by cultured OLs ( Yuan et al., 1992 ). We have previously shown that rat OLs maintained in sim-μG re-capitulate the developmental stages for OL ( Oregel et al., 2010 ). More experiments are needed to elucidate this and many other questions that come to mind. Finally, the Seahorse experiments and metabolomics revealed significantly higher mitochondrial respiration and glycolysis in immature OLs indicating a switch of source of energy. Conclusion Benefits expected for an-kind living and working in microgravity. We have started to uncover the effects of a short-term exposure to sim-μG on OLs. These are very significant changes in the two main pathways of OL metabolism: Energetics and lipid metabolism. These changes don’t seem to be deleterious to OLs; but rather they appear to be enhanced by microgravity. It appears that their functional potential is preserved and enhanced by microgravity. The increase in lipids suggests membrane synthesis that allows more cell processes necessary for the progression to the pre-myelinating stage. The present is the first study totally innovative to address the effects of microgravity on OL metabolomics. This is a nascent field of research. We have started to unravel the molecular and biochemical changes elicited by microgravity. Numerous studies remain to be performed in order to understand how this new knowledge is applicable to astronauts experiencing long-term space travel and intracranial hypertension which occurs in microgravity and continues to affect them when back to earth. Benefits expected for humanity on earth. Originally our long-term goal was, and still is, to be able to produce healthy, transplantable and functional human OLs in adequate numbers to be used for cell replacement therapies to treat myelin deficiencies on earth. This approach will be applicable to either in the premature neonate or patients with other leukodystrophies and neurodegenerative disorders like multiple sclerosis (MS) for which currently there are no cures. Our current data augur well for the use of sim-μG to produce OLs faster and in adequate numbers that exhibit the initial typical features of their myelinating potential while OLs that remained in 1G didn’t.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/cce57d3dd70b/nihms-815135-f0001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/7b7cbafb3d60/nihms-815135-f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/86bfc59a8f79/nihms-815135-f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/406bcf645514/nihms-815135-f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/050158ca0b50/nihms-815135-f0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/dc6246bdf959/nihms-815135-f0006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/36ef48945555/nihms-815135-f0007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/6fe9f50a6102/nihms-815135-f0008.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/09c4bdb12040/nihms-815135-f0009.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/a205abdae5f1/nihms-815135-f0010.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/1f881dad98fc/nihms-815135-f0011.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/a78f4d06522e/nihms-815135-f0012.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/ea1cb99ad815/nihms-815135-f0013.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2ac6/7324008/17aa7b6172a2/nihms-815135-f0014.jpg"
    ]
  }
}