{
  "paper_id": "pmc_articles_PMC11487192",
  "title": "Protein kinase 2 of the giant sarcomeric protein UNC-89 regulates mitochondrial morphology and function",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11487192/",
  "sections": {
    "Abstract": "UNC-89 is a giant sarcomeric M-line protein required for sarcomere organization and optimal muscle function. UNC-89 contains two protein kinase domains, PK1 and PK2, separated by an elastic region. Here we show that PK2 is a canonical kinase ...",
    "Results": "Bioinformatic analysis indicates that PK2 is an active kinase and that a mutation expected to abolish activity is not expected to result in instability A sequence analysis of PK2 from C. elegans UNC-89 using BLAST confirmed that it belongs to the DMT class of CAMK kinases (Ca2+/Calmodulin-dependent kinases). The DMT class takes its name from their representative D eath-associated-protein kinases (DAPKs), M yosin light-chain-kinases (MLCKs), and T riple functional domain protein-related kinases (TRIO) and contains, in addition, various muscle kinases including human titin kinase, nematode twitchin kinase (TwcK) and mammalian obscurin and SPEG kinases 32 . The BLAST search revealed that PK2 shares the highest sequence identity levels with DAPKs, TwcK, and MLCK (Supplementary Fig. 1 ). DAPK, TwcK, and MLCK kinases are proven to be catalytically active and their phosphotransfer has been characterized 33 – 35 . Referencing the UNC-89-PK2 sequence to these other kinases reveals a high conservation of catalytically relevant motifs in PK2. Specifically, canonical kinases are characterized by a glycine-rich GxGxxG loop motif involved in ATP-binding, an AAK motif in β-strand β3 containing an essential lysine (that optimally positions the non-transferable α- and β-phosphate groups of ATP), a conserved glutamate residue in helix C that forms a salt bridge with the essential lysine during the catalytically committed state of the kinase, a DFG signature motif (where the aspartate residue chelates the magnesium ion required for catalysis), a catalytic aspartate and a conserved asparagine residue (also involved in cation coordination), both in the catalytic loop motif 36 , 37 . These groups are conserved in UNC-89-PK2 (Fig. 1c and Supplementary Fig. 1 ). A minor variation is present only in the glycine-rich motif, which in UNC-89-PK2 adopts the sequence FxGxxS. In fact, this motif is commonly diversified across obscurin and UNC-89 PK2 kinases across phyla (Supplementary Fig. 2 ). Degeneration of the first and last positions of this motif is common among kinases and is known not to compromise ATP-binding or phosphotransfer. For example, the active kinases CDK11 38 , TP53RK 39 , and mouse obscurin PK2 28 contain ExGxxG, KxGxxA, and RxGxxS motif variants, respectively. Fig. 1. Three-dimensional model of UNC-89 PK2, and CRISPR/Cas9 generation of a nematode expressing PK2 with an inactivating KtoA mutation. Open in a new tab a Cartoon representation (yellow) of the 3D model generated by AlphaFold 68 . Catalytically relevant segments are color-coded as in ( c ). As a transparent ribbon trace, the crystal structure of the active, canonical kinase DAPK1 in complex with the ATP-analog AMPPNP and Mg2+ and in the catalytically committed state is shown (PDB code 3F5U). b Close-up of the active site of UNC-89-PK2. Color code is as in ( a ). Catalytically relevant residues described in the main text are displayed and annotated. c Alignment of catalytically relevant sequence motifs in UNC-89-PK2 with those of representative DMT kinases: UNC-89-PK2 (PK2), human death-associated-protein kinase (DAPK1), twitchin kinase from C. elegans (TwcK), human myosin light-chain kinase (MLCK). d On top is a schematic representation of domains within the largest isoform of UNC-89. Ig domains, purple; Fn3 domains, green; KSPs, a region with tandem repeats and 44 KSPs; other domains as indicated. Note the two protein kinase domains, PK1 and PK2, at the C-terminus. Below is representation of part of the exon/intron organization of part of the unc-89 gene, with the location of the PK2 coding region. Bottom right: confirmation of the CRISPR/Cas9 generated aag to gcc sequence change in unc-89(sf22) which specifies a K7816A mutation in PK2. Bottom, left: western blot comparing the levels of UNC-89 giant isoforms in wild type vs. unc-89(sf22) . The giant isoforms of UNC-89 are ~800 kDa. The asterisk indicates a protein of nonspecific reactivity detected by the anti-UNC-89 antibodies 46 . During the course of this study, the recombinant production of UNC-89-PK2 samples compatible with viable phosphotransfer experimentation could not be established. Thus, in order to further investigate whether a phosphor-transfer productive conformation is attainable by UNC-89-PK2, we calculated its 3D model using AlphaFold and tested in silico its capability of accommodating ATP/Mg2+ (Fig. 1a, b and Supplementary Fig. 3a ). In kinases, the mutual arrangement of N- and C-terminal fold lobes, the position of the ATP-binding glycine-rich loop, the orientation of the catalytic helix α C hosting the conserved glutamate residue that coordinates the magnesium counterion, the conformation of the activation loop that governs access to the catalytic aspartate at the peptide binding site, the conformation of the conserved DFG-motif, and the assembly state of two dynamic structural networks of hydrophobic residues termed spines , is dynamically altered to achieve catalytic readiness 36 . Nucleotide binding to the kinase normally induces the formation of the catalytically committed state. Distinctly, DMT kinases exist in a catalytically-primed state in the absence of ATP-binding, which does not induce a further conformational rearrangement 31 , 32 . In agreement with this existent knowledge, the 3D model of UNC-89-PK2 displayed a regular kinase fold with features typical of the catalytically-primed conformational state of a kinase (Fig. 1a, b ). At the residue level, the ATP-binding lysine K7816 is modeled forming a typical salt bridge to the conserved glutamic acid E7827 in the catalytic helix αC. The canonical DFG-motif (residues 7921-7923) is modeled in the “in”-conformation and the activation loop is in an open state. Both the regulatory (R)-spine (residues L7831, L7842, H7899 and F7922) and the catalytic (C-)spine (I7799, A7814, V7863, I7907, M7908, F7909, V7965 and L7969) are assembled. The modeled structure of UNC-89-PK2 closely resembles that of human DAPK1 and was also compatible with its ATP/Mg2+ binding mode (Fig. 1a, b and Supplementary Fig. 3b ). Thus, we conclude that UNC-89-PK2 shares the sequence and conformational features of established canonical kinases. Mutation of the K in the AAK motif to A or several other residues has been shown to inactivate most known kinases 40 . To assess whether the introduction of a KtoA mutation in PK2 could render the kinase unstable, we tested the effects of this mutation on the 3D model of PK2 using FoldX v4 41 . This yielded a calculated comparative protein unfolding energy, ΔΔG, of −0.15 kcal/mol and indicated that no significant stability change arises from the introduction of the mutation. To summarize, UNC-89-PK2 is modeled by Alphafold in a catalytically-primed conformational state compatible with kinase activity, the active site comprises the essential functional groups necessary for phosphor-transfer and the introduced mutation is not expected to cause structural instability. Taken together, bioinformatics analysis indicates that UNC-89-PK2 is a canonical, active kinase and that the observed nematode phenotype in this work results from hindered phosphor-transfer by PK2 resulting from the inactivating KtoA mutation. Nematodes expressing UNC-89 with PK2 KtoA have normally organized sarcomeres, SR, and microtubules, and move faster than wild-type nematodes We used CRISPR/Cas9 to create a worm (Fig. 1d ), unc-89(sf22) , in which PK2 has a K7816A mutation. The strain was outcrossed 4 times to wild type to remove most of the potential off-target mutations induced by CRISPR. By western blot, this KtoA mutation does not detectably affect the expression or stability of full-length UNC-89 isoforms (Fig. 1d ) using an established antibody 10 . Surprisingly, unlike all other unc-89 mutants, unc-89(sf22) worms have normal sarcomere structure as assessed by immunostaining using antibodies to various sarcomeric proteins, including UNC-95 for the base of M-lines and dense bodies (Z-disks), MHC A myosin heavy chain for A-bands, UNC-89 for M-lines, and F-actin for I-bands (Fig. 2a–c ). Detection and localization of the PK2 KtoA mutant UNC-89 to M-lines, the normal localization of wild-type UNC-89 in sarcomeres 8 , 10 , is consistent with the western blot showing no major loss of the mutant UNC-89 protein. To examine the myofilament lattice at higher resolution we used EM. As shown in Fig. 2d , the ultrastructure of the sarcomeres in unc-89(sf22) and in unc-89(syb1360) , a second, independently isolated PK2 KtoA mutant allele (see below), appear as in wild type; there are normally organized A- and I-bands, normal numbers of thick and thin filaments, and normally organized dense bodies, M-lines and membranous sacs of the SR. Fig. 2. Nematodes expressing UNC-89 with the KtoA mutation in PK2 have normal muscle structure. Open in a new tab a The drawing on the right shows a cross-section through an adult worm indicating that the body wall muscle is organized into four quadrants. Each quadrant is composed of interlocking pairs of mononuclear fusiform-shaped cells (23 or 24 per quadrant). The enlargement emphasizes that the myofilament lattice is restricted to one side of the cell. The drawing depicts several planes of section; one plane emphasizes that this is striated muscle with typical A-bands containing thick filaments organized around M-lines, and overlapping thin filaments attached to dense bodies (Z-disk analogs). The black oval indicates the plane viewed when an animal, lying on a glass slide, is examined by light microscopy as shown in part ( c ). This drawing is a slight modification of a published drawing 2 , under terms of a Creative Commons Attribution License. b Idealized sarcomere and SR with the location of proteins localized in part ( c ). MHC A: myosin heavy chain A. Red: muscle cell membrane; blue-green: ECM; green: hypodermis; and grey: cuticle. Orange ovals: location of SR determined by electron microscopy; solid orange ovals: location of UNC-68 (Ryanodine receptor). c Wild type (left column), and unc-89(sf22) (right column) animals immunostained with various antibodies to proteins indicated in part ( b ). Phalloidin was used to image F-actin in thin filaments. In each panel, several spindle-shaped body wall muscle cells are shown. Note that there is no difference in the pattern of localization of these sarcomeric markers between wild type and unc-89(sf22) . Scale bars, 10 μm. d Transmission EM of body wall muscle from wild type, unc-89(sf22) and a second independently-generated PK2 KtoA mutant, unc-89(syb1360) . Bottom row displays the enlargement of one portion of the image above it. Yellow arrows, M-lines; yellow arrowheads, dense bodies, green arrows, SR. There is no discernible difference between the wild type and the two mutants in terms of numbers and organization of thick and thin filaments, M-lines, dense bodies, and SR. Scale bars, 0.5 μm. Because deficiency of mouse obscurin 23 and worm UNC-89 24 result in disorganized SR, we examined SR organization using the marker UNC-68 (Ryanodine receptor). However, HA-tagged UNC-68 endogenously expressed from a CRISPR/Cas9 strain (Supplementary Fig. 4a ), or myc-tagged UNC-68 overexpressed from a transgene (Supplementary Fig. 4b ) show normal localization in unc-89(sf22) . Obscurin is also required for normal microtubule organization 42 . However, we found no difference in microtubule organization comparing wild type vs. unc-89(sf22) , using a transgenic line expressing TBA-1 (α-tubulin) tagged with HA (Supplementary Fig. 5 ). unc-89 is also expressed in the single sarcomere muscle cells of the pharynx. UNC-89 is normally localized to the middle of the A-bands of pharyngeal sarcomeres 8 , 10 . All previously characterized unc-89 mutants, except for unc-89(tm752) , have abnormally organized filaments as observed by polarized light or immunostaining 6 , 9 , 11 , with characteristic arc-like thick filaments at the periphery of the terminal bulb. As shown in Supplementary Fig. 6 , both unc-89(sf22) and unc-89(syb1360) display normal pharyngeal muscle as assessed by staining with anti-UNC-89 and the pharyngeal muscle-specific MHC C. Nearly all previously characterized unc-89 mutants have reduced whole animal locomotion and generate reduced maximal force 9 , most likely because sarcomere disorganization results in reduced muscle activity. The one known exception is unc-89(ad539) , but this mutant only affects the organization of the pharyngeal muscle. Two independently derived UNC-89 KtoA mutants, unc-89(sf22) and unc-89(syb1360) , crawl faster than wild-type worms on an agar surface (Fig. 3a ), and generate the same amount of maximal force 43 as wild type (Fig. 3b ). Fig. 3. UNC-89 PK2 KtoA mutants move faster than wild type but exert the same amount of force as wild type. Open in a new tab a Crawling assays on wild type (WT), several unc-89 loss of function alleles ( e1460, su75 , tm752 ), and two independently derived PK2 KtoA mutants ( sf22 and syb1360 ). Body bends per second (BBPS) are quantified for individual animals of each strain. In the graphs, each dot represents the result from an independently selected animal. Welch’s t -test was used for significance. Error bars (red) indicate SEMs, * p ≤ 0.05, **** p ≤ 0.0001. b NemaFlex force measurements of individual worms of the same strains indicated in part ( a ). Statistical analysis was performed using the Wilcoxon rank-sum test. N = 25–36; error bars (red) indicate SEMs, * p ≤ 0.05, *** p ≤ 0.001. Nematodes expressing UNC-89 PK2 KtoA, or an unc-89 mutant lacking expression of all kinase-containing isoforms, have fragmented mitochondria Blondelle et al. 30 created a mouse doubly knocked out for both obscurin and obsl1 and demonstrated that by proteome analysis, these mice have changes in metabolic pathways, including decreased levels of nearly all mitochondrial electron transport chain complexes. This report prompted us to examine the morphology and function of mitochondria in UNC-89 KtoA mutants. Using an antibody to the mitochondrial inner membrane protein ATP5A, and identifying the body wall muscle cells using antibodies to UNC-95, we found that mitochondria in wild-type muscle are organized into long wavy chains, parallel to the sarcomeric A- and I-bands (Fig. 4a ), as reported by others 44 . In comparison, mitochondria in unc-89(sf22) appear fragmented. This can be seen by confocal (Fig. 4a ) and structured illumination microscopy (SIM) (Fig. 4b ). In contrast, nematodes expressing the related giant protein twitchin with a catalytically dead protein kinase domain, unc-22(sf21) , or twitchin with a missense mutation in Ig7, unc-22(e105) 45 have normally organized mitochondria (Supplementary Fig. 7 ). This suggests that effects on mitochondrial morphology are specific for UNC-89 PK2 and not a function shared by protein kinases of the other giant muscle proteins in the worm. We find similar abnormal fragmented morphology of the mitochondria in unc-89(tm752) animals, which lack expression of all kinase-containing isoforms, but do express other isoforms 8 , 11 (Fig. 4a ). In contrast, a more normal (wild type) morphology of mitochondria is seen in two other unc-89 mutants: unc-89(e1460) —a stop codon in an alternatively spliced exon for Ig20-Ig26 24 , 46 , which expresses kinase-containing isoforms; and in unc-89(su75) —a frameshift mutation in the exon for Ig39 46 , that lacks expression of all giant isoforms but expresses the small kinase-containing isoforms (Fig. 4a, b ). Our impressions of mitochondrial morphology are supported by a quantitative analysis of the SIM images (Supplementary Fig. 8 ): binning the mitochondria for length indicates that unc-89(sf22) and unc-89(tm752) have no mitochondria >10 μm, and fewer mitochondria between 5 and 10 μm as compared to either wild type or unc-89(e1460) . Therefore, either inactivation of PK2 kinase or lack of expression of PK2-containing isoforms results in fragmented mitochondria. Fig. 4. Body wall muscle cells of UNC-89 PK2 KtoA mutants have fragmented mitochondria. Open in a new tab a Confocal images of body wall muscle stained with antibodies to ATP5A to reveal the morphology of mitochondria. Note that wild type has mitochondria organized as long wavy lines running parallel to the A- and I-bands, described as “tubular”. In contrast, unc-89(sf22) which carries the PK2 KtoA mutation, and unc-89(tm752) which lacks expression of all kinase-containing isoforms have mitochondria that appear as dots or can be described as fragmented. By comparison, unc-89(e1460) which maintains expression of all kinase-containing isoforms, and unc-89(su75) which lacks expression of all giant isoforms but still expresses small kinase-containing isoforms have mitochondria that appear more tubular or more like wild type. b 3D rendering of SIM images of muscle mitochondria of the indicated strains. Note the presence of linear or tubular mitochondria in wild type and unc-89(e1460) and fragmented mitochondria in unc-89(sf22) and unc-89(tm752) . c , d Three additional independently isolated PK2 KtoA mutants ( sf24 , syb1195 , and syb1360) show fragmented mitochondria. Scale bars, 10 μm in ( a and c ); 5 μm in ( b and d ). Because CRISPR/Cas9 can result in off-target effects, we generated 3 more CRISPR alleles ( sf24 , syb1195 , and syb1360 ) resulting in the same KtoA amino acid change. sf22 and sf24 are independent alleles generated from the same sgRNA, and syb1195 and syb1360 are independent alleles generated using a different sgRNA. The mutant alleles were outcrossed 3X to wild type. The new mutants displayed the same mitochondrial fragmentation as unc-89(sf22) worms (Fig. 4c, d ), suggesting that the KtoA mutation in UNC-89 PK2 adversely affects mitochondrial morphology. In PK2 KtoA mutants, mitochondrial fragmentation results from greater association of DRP-1 with mitochondria In C. elegans , mitochondrial fusion and fission are primarily controlled by 3 proteins 44 (Fig. 5a ): fusion is mediated by FZO-1 (ortholog of mitofusin 1 (Mfn1) and mitofusin 2 (Mfn2)) on the outer membranes of opposing mitochondria, and by the inner membrane protein EAT-3 (OPA1); fission is mediated by DRP-1 (Drp1), which is mostly cytosolic but can be recruited to mitochondria where it forms a large spiral that constricts mitochondrial membranes. We find that the drp-1(tm1108) mutant produces large clumped mitochondria as reported previously 47 (Fig. 5b ), and that an unc-89(sf22); drp-1(tm1108) double mutant shows the Drp-1 phenotype, i.e., drp-1 is epistatic to unc-89(sf22) . The epistasis of drp-1 over sf22 indicates that the fragmentation of mitochondria in unc-89(sf22) requires DRP-1 protein. One possibility is that UNC-89 PK2 may be an inhibitor of DRP-1 activity, and DRP-1 may be more active when PK2 has no catalytic activity. This further suggests that DRP-1 protein could be a target of the protein kinase activity of UNC-89 PK2, directly or indirectly through a kinase cascade. Fig. 5. drp-1 is epistatic to unc-89(sf22). Open in a new tab a Mitochondria are constantly undergoing fusion and fission, through the actions of several conserved GTPases of the dynamin family. The names of the nematode proteins are indicated with their mammalian orthologs shown in parentheses. b 3D rendering of SIM images of muscle mitochondria stained with anti-ATP5A. The drp-1 null mutant shows abnormally clumped mitochondria, whereas unc-89(sf22) shows fragmented (smaller) mitochondria. The double mutant, unc-89(sf22); drp-1(tm1108) shows the Drp-1 single mutant phenotype. Scale bar, 5 μm. In mammals, Drp-1 shuttles between the cytosol and mitochondria, and upon association with mitochondria, fission is promoted 48 . We tested the hypothesis that part of the mechanism by which unc-89 KtoA mutants have more mitochondrial fragmentation is that more DRP-1 is associated with their mitochondria. We developed an antibody to DRP-1 and validated the antibody by showing that it detects a protein of expected size from wild type (~80 kDa), but no protein is detectable from a drp-1 deletion mutant (Fig. 6a ). We observed no differences in the total levels of DRP-1 between wild type and either of two unc-89 PK2 KtoA mutants ( unc-89(sf22) or unc-89(syb1360) ) (Fig. 6b ). However, we found an approximately two-fold higher level of DRP-1 associated with purified mitochondria from either of the PK2 mutants compared to wild type (Fig. 6c ). Therefore, the greater association of DRP-1 with mitochondria at least partially explains how the mitochondria in PK2 KtoA mutants are more fragmented. Fig. 6. More DRP-1 is associated with UNC-89 PK2 KtoA mutant mitochondria as compared to wild-type mitochondria. Open in a new tab a Left: Schematic representation of domains in DRP-1 as predicted by PFAM, and location of the immunogen used to raise antibodies to DRP-1. Right: Western blot showing the reaction of affinity-purified anti-DRP-1 to a protein of expected size for DRP-1 from wild type, and absence of detectable DRP-1 protein from the drp-1 null mutant. b Left: A representative western blot showing the reaction of anti-DRP-1 against total protein extracts from wild type, unc-89(sf22) , and unc-89(syb1360) . Right: quantitation of results indicating no significant difference in total DRP-1 levels in wild type vs. the two unc-89 mutants. au: arbitrary units; ns: not significant. Statistical significance was assessed using an unpaired t -test with Welch’s correction. c Left: A representative western blot showing the reaction of anti-DRP-1 against extracts of mitochondrial preparations from wild type, unc-89(sf22) , and unc-89(syb1360) . Right: quantitation of results indicating that there is more DRP-1 associated with mitochondria in the two mutants vs. wild type. au: arbitrary units. Statistical significance was assessed using an unpaired t -test with Welch’s correction. Increased levels of ATP in PK2 KtoA mutants Because mitochondrial fragmentation is usually associated with decreased respiration and ATP production 49 , 50 , we compared levels of ATP in wild type vs. each of the 4 PK2 KtoA mutant alleles. Using a luciferase assay on whole worms, we were surprised to find that each mutant shows at least a 40% increase of ATP compared with wild type (Fig. 7 ). However, unc-89 is expressed only in the body wall, pharyngeal, vulval and intestinal muscle, and a few myoepithelial cells of the oviduct. Thus, we utilized a method to assess ATP levels primarily in the body wall muscle, the major site of UNC-89 expression. The ATP:ADP ratio, is a sensitive indicator of cellular energy status 51 . The fluorescent biosensor PercevalHR can measure this ratio in living cells 52 , 53 . The ATP:ADP ratio is proportional to fluorescence at 529 nm at two excitation wavelengths (405 and 488 nm) 54 . The myo-3 gene, which encodes myosin heavy chain A (MHC A), is primarily expressed in body wall muscle but is also expressed in a few single sarcomere muscle cells and in a few myoepithelial cells of the gonadal sheath. We created transgenic worms that express PercevalHR primarily in body wall muscle using the myo-3 promoter. We first validated the technique by showing: (i) the ATP:ADP ratio is decreased in animals treated with antimycin A (inhibits complex III) (Supplementary Fig. 9a, c ), and (ii) the ATP/ADP ratio is decreased in drp-1(tm1108 ) (Supplementary Fig. 9b, d ), consistent with a report that drp-1 mutants have decreased ATP levels 55 . The ATP/ADP ratio is increased in unc-89(sf22) (Supplementary Fig. 9b, d ) , consistent with the increased levels of ATP in the whole animals (Fig. 7 ). Although most of these results do not reach the level of statistical significance, they do show trends consistent with our tentative conclusions. Fig. 7. PK2 KtoA mutants have elevated ATP levels. Open in a new tab Results of luciferase assays on extracts of whole worms from the indicated strains. For each strain, n = 3, and *: p < 0.05 by Dunnett’s test. Complex I respiration is increased, complex II respiration is decreased, and each cannot be uncoupled in unc-89 PK2 KtoA mutants We next tested the hypothesis that the increase in ATP levels in PK2 KtoA mutants is due to enhanced mitochondrial function. We utilized a method to isolate mitochondria from any cell type in C. elegans 56 to isolate mitochondria primarily from body wall muscle cells. We used a strain in which the fusion protein tomm-20-mKate2-HA was expressed from the myo-3 promoter, total mitochondria were purified, and then mostly muscle-specific mitochondria were pulled out using anti-HA-magnetic beads. Mitochondrial respiration in muscle mitochondria was assayed using an oxygen electrode. We investigated both complex I and complex II-based respiration as electrons can take two paths through the electron transport chain: either I to III to IV or II to III to IV. When assessed for complex I induced respiration (addition of substrates malate and glutamate), muscle mitochondria from unc-89(sf22) and unc-89(syb1360) showed significantly higher rates of basal respiration, and the respiration could not be uncoupled by adding FCCP (Fig. 8a ). When assessed for complex II-induced respiration (addition of the substrate succinate), the UNC-89 KtoA mutants showed lower rates of basal respiration, which could also not be uncoupled (Fig. 8b ). Fig. 8. PK2 KtoA mutants display altered mitochondrial respiration and altered levels of some electron transport chain complexes. Open in a new tab a , b Muscle mitochondria from PK2 KtoA mutants have increased complex I and decreased complex II basal respiration and each cannot be uncoupled. a Complex I (glutamate and malate) stimulated basal and uncoupled mitochondrial oxygen consumption rates measured in isolated muscle mitochondria from wild type (wt), unc-89(sf22), and unc-89 (syb1360) mutant strains ( n = 3–8 per strain). b Complex II (succinate) stimulated basal and uncoupled mitochondrial oxygen consumption rates measured in isolated muscle mitochondria from wild type (wt), unc-89(sf22), and unc-89 (syb1360) mutant strains ( n = 4–5 per strain). Means and standard errors of the mean are represented. Significance was tested by one-way ANOVA followed by Tukey’s post hoc test. * p ≤ 0.05, ** p ≤ 0.005, *** p ≤ 0.0005, **** p ≤ 0.00005. c , d PK2 KtoA mutants have altered levels of electron transport chain complexes. c Representative western blots reacted against antibodies to the indicated components of complexes I, II, IV, V, and cytochrome C. d Quantitation of these results with n = 3. au: arbitrary units. Statistical significance was assessed using an unpaired t -test with Welch’s correction. Note that as compared to wild type, complexes I and V are normal, but complexes II and IV are reduced, and cytochrome C is elevated in the PK2 KtoA mutants. To gain insight into why complex I respiration is increased and complex II respiration is decreased, we assessed the protein levels of one component of each electron chain complex by western blots. Unfortunately, we could not identify a commercially available antibody that reacted against a complex III component, so complex III was not assessed. As shown in Fig. 8c, d , the levels of complexes I and V are normal, complexes II and IV are decreased, and cytochrome C (which shunts electrons from III to IV) is increased. These results only partially explain why complex II-based respiration is decreased. Increased glycolysis in PK2 KtoA mutants Although the increase in complex I-based respiration might partially explain the increased level of ATP in the PK2 KtoA mutants, we explored the additional possibility that glycolysis was increased. There is precedence for a compensatory increase in glycolysis when mitochondria do not perform well 57 . We measured the activity of the rate-limiting enzyme in glycolysis, 6-phosphofructose kinase. The activity of this enzyme is significantly increased in all 4 PK2 KtoA mutants (Fig. 9 ). Thus, increased glycolysis at least partially explains why there is an increase in total ATP levels in PK2 KtoA mutants, however, the mechanism of this increase remains elusive. Fig. 9. PK2 KtoA mutants display increased activity of the rate-limiting enzyme of glycolysis, 6-phosphofructose kinase. Open in a new tab Statistical significance was assessed using an unpaired t -test with Welch’s correction. Uncoupling might result from increased levels of the uncoupling protein UCP-4 in PK2 KtoA mutants That both ETC I and ETC II-based respiration cannot be further increased by uncoupling reagents (Fig. 8a, b ), suggests that the mutant mitochondria are already uncoupled. The proton gradient across the intermembrane space is generated by electron transfer, but the gradient can be dissipated by uncoupling proteins (UCPs) 58 . UCPs are a family of transporters that permit proton movement back into the mitochondrial matrix, and some UCPs are involved in generating heat. Thus, uncoupling should result in less ATP production, and the observed increase in ATP is likely due to increased glycolysis (Fig. 9 ). Mammals express 5 UCP proteins, but C. elegans express only a single UCP, called UCP-4. Nematode UCP-4 is primarily expressed in the body wall and pharyngeal muscles 59 . We wished to explore the possibility that the level of UCP-4 is altered in the PK2 KtoA mutants. We created a CRISPR/Cas9 strain in which UCP-4 has an HA tag at its C-terminus, and this strain was crossed into unc-89(sf22) and unc-89(syb1360) . As shown in Fig. 10 , the level of UCP-4 protein, but not mRNA, is increased in PK2 KtoA mutants. The higher level of UCP-4 likely explains the uncoupled state of PK2 KtoA mutants, but why UCP-4 levels are increased awaits further study. Fig. 10. PK2 KtoA mutants have elevated levels of UCP-4 protein but not mRNA. Open in a new tab a Representative western blot reacted with anti-HA to detect UCP-4-HA. An HA tag was inserted at the C-terminus of UCP-4 by CRISPR/Cas9 in a wild-type background and crossed into the unc-89 mutants. b Quantitation of western blot results with n = 3–5. Statistical significance was assessed using an unpaired t -test with Welch’s correction. c Results of quantitative real-time PCR comparing levels of ucp-4 mRNA in wild type vs. the unc-89 mutants. Statistical significance was assessed using an unpaired t -test with Welch’s correction. Increasing the level of PK2 increases mitochondrial clumping and decreases DRP-1 associated with mitochondria Since the presumed inactivation of PK2 leads to mitochondrial fragmentation we wondered what would happen if the activity of PK2 was increased. We tested this by overexpressing a portion of UNC-89 containing wild-type PK2. We reported that a segment consisting of the C-terminal third of the interkinase region followed by Ig53, Fn2, and PK2 (1/3 IK-Ig-Fn-Pk2), when transgenically expressed from a heat shock promoter localizes to the M-line, the normal location of UNC-89 46 . This strain and wild type, as day 1 adult animals, were heat-shocked at 30° for 2 h, and then immunostained using anti-ATP5A to image the mitochondria. As shown in Supplementary Fig. 10a , although mitochondria from the wild type showed the expected linear/tubular organization, mitochondria from the strain expressing the PK2 fragment showed more clumping. As shown in Supplementary Fig. 10b , heat shock of this extra PK2 did not change the total level of DRP-1, but as shown in Supplementary Fig. 10c , it decreased the level of DRP-1 associated with mitochondria.",
    "Conclusion": "We first performed bioinformatics analysis indicating that UNC-89 PK2 is a canonical active protein kinase and that a particular missense mutation (KtoA) is expected to abolish activity but not the stability of the protein. We used CRISPR/Cas9 to create worms that express UNC-89 isoforms with catalytically inactive PK2 protein kinase domains and we observed an unexpected and specific phenotype. In contrast to all previously described unc-89 loss of function mutants, these worms have normal sarcomere and SR structures and move faster than the wild type. In addition, PK2 KtoA mutants have fragmented mitochondria. Although mitochondrial fragmentation is usually associated with decreased mitochondrial function, we found that ATP levels were increased and complex I basal respiration was increased and was already uncoupled, and there was no obvious increase in complex I proteins. Nevertheless, complex II basal respiration was decreased and the level of complex II was decreased. Thus, it seems that the effect of PK2 KtoA mutation both increases and decreases mitochondrial function. The observed increase in glycolysis might be a compensatory response to altered mitochondrial respiration. We gained molecular insight into how the mitochondria are fragmented. The conserved GTPase Drp1 is required for mitochondrial fragmentation, and in mammals, this occurs by recruitment of Drp1 to the outer membrane by adaptors, then oligomerization, recruitment of dynamin 2, and membrane scission 60 . We found that there is more DRP-1 associated with mitochondria of PK2 KtoA mutants, thus explaining the higher degree of fragmentation. Conversely, increasing the level of wild-type PK2 by transgenic overexpression increases mitochondrial clumping and decreases DRP-1 associated with mitochondria. The association of Drp1 is known to be regulated by phosphorylation in a complex manner, some phosphorylation sites promoting association, others inhibiting it 48 . Our finding that genetically drp-1 is epistatic to unc-89(sf22) is consistent with the DRP-1 protein being a direct or indirect target of UNC-89 PK2 protein kinase activity. That both complex I and complex II respiration could not be further uncoupled led us to postulate that the mitochondria are already uncoupled. The proton gradient across the intermembrane space can be dissipated by uncoupling proteins which transport protons back into the mitochondrial matrix. Although mammals express 5 UCP proteins, C. elegans expresses only a single UCP, UCP-4. This allowed us to easily explore whether this mechanism of uncoupling is abnormal in PK2 KtoA mutants. We found that the level of UCP-4 protein is elevated in PK2 KtoA mutants as compared to wild type. The higher level of UCP-4 likely explains the uncoupled state of PK2 KtoA mutants; however, how this occurs awaits further experiments. One possibility is that the expression, stability, or activity of UCP-4 is regulated by phosphorylation, which also may occur by PK2 or a PK2 kinase cascade. Moreover, more uncoupling means that mitochondria produce less ATP, and thus elevated ATP levels in PK2 KtoA mutants are most likely due to increased glycolysis. Further insight into the mechanisms that generate the phenotype of PK2 KtoA mutants awaits determining the in vivo substrates for PK2. Unfortunately, during the course of this study, we were unsuccessful in producing recombinant PK2 samples suitable for in vitro phosphotransfer experimentation. Nonetheless, the phenotype of PK2 KtoA mutants suggests the existence of a signaling pathway between the sarcomere, where UNC-89 is located, and mitochondria. Such communication would help match the energy requirements of muscle contraction with energy production by mitochondria. In mammalian striated muscle, large quantities of ATP are required to fuel sarcomere contraction and the ionic pumps that drive muscle contraction, and most of this ATP is supplied by numerous mitochondria. There is very close packing of organelles in striated muscle and the spaces between adjacent myofibril/SR/T-tubule cylinders are filled with mitochondria. There is a complex 3D network of mitochondria in mammalian skeletal muscle, mostly in the form of fused or elongated mitochondria 61 . This organization likely ensures rapid and efficient transfer of ATP to the contractile apparatus 62 . It is believed that during muscle contraction, calcium ions, and ATP are released into a privileged microdomain and taken up into myofibrils before they have time to diffuse beyond the myofibrils. Because of the close proximity of mitochondria to sarcomeres, even in C. elegans muscle, and the need to match energetic output to contractile demands, we speculate that there is signaling from sarcomeres to mitochondria that coordinate the structural organization and metabolic activity of mitochondria, and this is essential for optimal muscle performance. Although our studies provide a possible molecular mechanism by which sarcomeres communicate with mitochondria, our study is not the first to provide evidence of communication between these organelles. In a remarkably sophisticated study using Drosophila, Avellaneda et al. 63 demonstrated that there is communication between mitochondria and myofibrils during muscle development. Drosophila have two types of muscle, fibrillar, exemplified by indirect flight muscle in which individual myofibrils are not laterally aligned with their neighbors, and body muscles such as in the legs in which myofibrils are aligned laterally to form a tube. The morphology and organization of mitochondria are different in these muscle types. In indirect flight muscle, the mitochondria are elongated and lie between the myofibrils, whereas in leg muscle the mitochondria lie mostly within the tube and peripherally. When Avellaneda et al. overexpressed a mitofusin homolog required for mitochondrial fusion or expressed a dominant negative Drp1 required for fission, the morphology of indirect flight muscle resembled leg muscle with myofibrils aligned laterally and often forming tubes and mitochondria located inside. Increased mitochondrial fragmentation has been linked to a reduction in mitochondrial function 49 , 64 . However, some studies suggest that mitochondrial fragmentation is not always associated with decreased function and may be beneficial. For example, in rat gastrocnemius muscle, resistance exercise resulted in an increase in activated Drp1 (Drp1 phosphorylated at serine 616), suggesting activation of mitochondrial fission 65 . Feng et al. 66 reported that in rats during early exercise, there was increased expression of the fission mediator Fis1. A more definitive study was reported on heart muscle 67 . After exercising mice for 1 h, the authors found that mitochondria were fragmented, total Drp1 and activated Drp1 were increased, oxidative stress was not increased, mitochondrial membrane potential was maintained, pro-mitophagy proteins decreased, and mitochondrial respiration was increased. Their conclusion is that mitochondrial fragmentation associated with increased mitochondrial function is part of the normal cardiac response to increased energetic demand encountered during normal levels of exercise. Our findings in C. elegans striated muscle—that a kinase-dead version of UNC-89 results in mitochondrial fragmentation but increased respiration and ATP levels—are consistent with this report on exercised mouse heart.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/e05384b9dc63/42003_2024_7042_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/879791502265/42003_2024_7042_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/39c57371fcb1/42003_2024_7042_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/e2e18ed8bd9c/42003_2024_7042_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/26076a9cb236/42003_2024_7042_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/a703c30eff38/42003_2024_7042_Fig6_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/2389fb7c0bd3/42003_2024_7042_Fig7_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/bc8f743a06cc/42003_2024_7042_Fig8_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/295e34c41b29/42003_2024_7042_Fig9_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6387/11487192/bae3d3c2447e/42003_2024_7042_Fig10_HTML.jpg"
    ]
  }
}