{
  "paper_id": "pmc_articles_PMC6204695",
  "title": "Modeling Host-Pathogen Interactions in the Context of the Microenvironment: 3-D Cell Culture Comes of Age.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6204695/",
  "sections": {
    "Abstract": "Tissues and organs provide the structural and biochemical landscapes upon which microbial pathogens and commensals function to regulate health and disease. While flat two-dimensional (2-D) monolayers composed of a single cell type have provided important insight into understanding host-pathogen interactions and infectious disease mechanisms, these reductionist models lack many essential features present in the native host microenvironment that are known to regulate infection, including three-dimensional (3-D) architecture, multicellular complexity, commensal microbiota, gas exchange and nutrient gradients, and physiologically relevant biomechanical forces (e.g., fluid shear, stretch, compression). KEYWORDS: 3-D, 3D, RWV, rotating wall vessel, gut-on-a-chip, host-microbe interaction, host-pathogen interactions, mechanotransduction, organ-on-a-chip, organoid",
    "Results": "Mucins are complex mixtures of high-molecular-weight, glycosylated macromolecules that bind and remove pathogens and their products ( 7 , 101 ). Enteric pathogens sense and respond to cues within mucus and overcome this barrier to reach underlying epithelium ( 7 ). Normal intestinal mucus consists of two layers: an outer layer colonized by microbes and a sterile inner layer ( 102 – 104 ). The composition and thickness of these mucin layers vary throughout intestinal regions to accommodate their different functions and microbial burdens. Within the small intestine, the inner and outer mucosal layers are thinner to facilitate nutrient absorption, with thicker regions found toward the ileum, where microbial burden is heavier ( 7 ). In the colon, both layers are thicker to accommodate the burden of several trillion commensals ( 7 ). The presence of sIgA and other mucin antimicrobials also serves to reduce bacterial colonization ( 105 ). The ECM is another key contributor to tissue homeostasis. The ECM has historically been neglected as a signaling entity, but seminal discoveries have revealed the central role of ECM in regulating tissue architecture/function ( 20 , 53 ). The ECM is a three-dimensional noncellular scaffold comprised of proteins (e.g., collagens, elastins, laminins, and fibronectins), proteoglycans, and water. Two main types of ECM include (i) interstitial connective tissue matrix, which serves as a cellular scaffold, and (ii) basement membrane matrix, which separates epithelium from interstitium ( 106 , 107 ). ECM components also serve as ligands for cell receptors like integrins, which transduce physical forces into biological responses (mechanotransduction). Additionally, immune responses are mediated through interactions with the ECM ( 107 , 108 ). Furthermore, the ECM controls availability/release of growth factors and other signaling molecules (hormones and cytokines) ( 107 ). The complexity, composition, and structure of ECM are highly dynamic and specific (as are the biochemical gradients it contains) and depend on tissue type, developmental stage, and health/disease state ( 107 ).",
    "Conclusion": "Over the past 2 decades, a multidisciplinary consortium of researchers has been creative in developing 3-D intestinal models of increasing complexity that better mimic the biological, chemical, and physical microenvironments of the endogenous tissue for studying host-microbe interactions. These models have been developed using a variety of approaches and are being applied to understand the dynamic relationship between the host, pathogens, and commensals that dictate infection outcome and for development of new treatment/prevention strategies. Collectively, these models have ushered in a new era for infectious disease research by offering predictive in vitro translational platforms. Indeed, the establishment of 3-D intestinal models and their application as human surrogates for infectious disease research have provided specific examples of how the study of microbial pathogenesis can be advanced by using appropriate, biologically meaningful models. We are still in the infancy of learning how to build more realistic 3-D tissue models, and there remain an endless number of questions and hypotheses to test about how infection actually happens in the body. Continued model advancement to better recapitulate the in vivo tissue microenvironment coupled with the application of multiple 3-D model systems will lead to increased translation of research discoveries to practical and significant outcomes. Such advances will be pivotal for the success of personalized medicine approaches using patient-specific normal and diseased cells and of incorporation of the full repertoire of immune cells to predict clinical correlates of protection for vaccine development. Toward this goal, we must deeply comprehend 3-D tissue/organ structure and function, the associated microenvironment, and the microorganisms to be studied. It is likewise important that we are aware of and acknowledge the rich history and work of researchers who have long applied 3-D tissue modeling to study host-pathogen interactions. Accordingly, we should revisit past research in the field to help us understand and guide our direction. While it remains a daunting task to gain a complete understanding of infectious disease, the alignment of multidisciplinary research teams dedicated to the establishment of 3-D models that reconstruct the architecture and function of the in vivo organ and their application for host-pathogen interaction studies make this an exciting time to be a scientist!",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/6f59ebd3f1a7/zii9990925890001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/7900575ba1dc/zii9990925890002.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/4b8c764b40e1/zii9990925890003.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/9c63debf9d0f/zii9990925890004.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/cf865e58add4/zii9990925890005.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/af3fd210c261/zii9990925890006.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/6897a777330d/zii9990925890007.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/64238fd6221f/zii9990925890008.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/cee216c451be/zii9990925890009.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/ed57525b9b73/zii9990925890010.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/48d6636b4ef7/zii9990925890011.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/946b4f885b25/zii9990925890012.gif",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fe60/6204695/487570112a52/zii9990925890013.gif"
    ]
  }
}