{
  "paper_id": "pmc_articles_PMC7907224",
  "title": "Effects of Spaceflight on Cancellous and Cortical Bone in Proximal Femur in Growing Rats",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7907224/",
  "sections": {
    "Abstract": "Mechanical loading of the skeleton during normal weight bearing plays an important role in bone accrual and turnover balance. We recently evaluated bone microarchitecture in the femoral head in 5.6-week-old male Sprague Dawley rats subjected to a ...",
    "Results": "The effects of spaceflight on cancellous bone microarchitecture in the femoral head and cortical thickness in the proximal femur diaphysis in 7.5-week-old Fisher 344 male rats flown on STS-57 for 10 days are shown in Fig. 1 . Flight rats had lower cancellous bone volume fraction compared to flight control rats (A). Flight rats also had lower connectivity density (B) and higher trabecular separation (E) compared to baseline rats. Significant differences among groups were not detected for any of the remaining cancellous endpoints evaluated. Significant differences in cortical thickness were likewise not detected among groups (F). Representative μCT images of cancellous bone in the femur head from the 3 treatment groups are shown in Fig. 1 G. Fig. 1. Open in a new tab Effects of a 10-day spaceflight aboard STS-57 in growing male Fisher 344 rats on cancellous bone volume fraction (A), connectivity density (B), trabecular thickness (C), trabecular number (D), and trabecular separation (E) in the femoral head, and on cortical thickness (F) in the proximal femur diaphysis. Representative three-dimensional images of cancellous bone from animals in each treatment group are shown in panel G. a Different from baseline, P < 0.05, b Different from flight control, P < 0.05. The effects of spaceflight on cancellous bone microarchitecture in the femoral head and cortical thickness in the proximal femur diaphysis in 12-week-old ovx female rats flown on STS-62 for 14 days are shown in Fig. 2 . Age-matched (baseline and flight duration) asynchronous ovary-intact controls are shown as reference groups. Flight rats had lower cancellous bone volume fraction (A) and trabecular thickness (C), and higher trabecular separation (E) compared to flight control rats. Flight rats also had lower cancellous bone volume fraction (A) and connectivity density (B) and higher trabecular separation (E) compared to baseline rats. Significant differences in cortical thickness were not detected with treatment (F). Representative μCT images of cancellous bone in the femur head from the treatment groups are shown in Fig. 2 G. Fig. 2. Open in a new tab Effects of a 14-day spaceflight aboard STS-62 in growing ovariectomized (ovx) female Fisher 344 rats on bone volume fraction (A), connectivity density (B), trabecular thickness (C), trabecular number (D), and trabecular separation (E) in the femoral head, and on cortical thickness (F) in the proximal femur diaphysis. Representative three-dimensional images of cancellous bone from animals in each treatment group are shown in panel G. Asynchronous groups of age-matched ovary-intact rats (Intact) are shown as reference values for baseline and flight animals. a Different from baseline, P < 0.05, b Different from flight control, P < 0.05. The comparative effects of the 14-day spaceflight in 12-week-old female ovx rats flown on STS-62 (current and published studies) and in 16-week-old female C57BL6/J mice subjected to 15 days of spaceflight abroad STS-131 ( Blaber et al., 2014 ) on bone microarchitecture at representative sites are shown in Table 1 . Cancellous osteopenia was detected in femur (head, metaphysis and epiphysis) and lumbar vertebra (body), but not humerus (epiphysis) in rats and in the femur head in mice. Cortical thickness was unchanged in femur (rats and mice) and humerus (rats). Table 1. Effects of spaceflight on cancellous bone volume fraction (femur, humerus, lumbar vertebra) and cortical thickness (femur, humerus) in 12-week-old ovariectomized female Fisher 344 rats flown aboard STS-62 for 14 days and on cancellous bone volume fraction (femur) and cortical thickness (femur) in 16-week-old female C57BL/6J mice flown abroad STS-131 for 15 days. Flight control Flight % difference Reference Ovariectomized female Fisher 344 rats Cancellous bone volume fraction (%) Femur Head 43.9 ± 0.7 36.9 ± 0.9 16.0 ⁎ Current study Metaphysis 6.8 ± 0.3 4.9 ± 0.3 27.9 ⁎ Keune et al. 2016 Epiphysis 28.2 ± 0.2 24.1 ± 0.4 14.5 ⁎ Keune et al. 2016 Humerus Epiphysis 32.6 ± 0.5 32.6 ± 0.3 0.0 Keune et al. 2016 Lumbar vertebra Body 20.9 ± 0.4 16.9 ± 0.8 19.1 ⁎ Keune et al. 2016 Cortical thickness (μm) Femur Proximal diaphysis 489 ± 7 482 ± 6 1.4 Current study Mid-diaphysis 492 ± 4 478 ± 4 2.8 Keune et al. 2016 Humerus Mid-diaphysis 486 ± 4 477 ± 4 1.9 Keune et al. 2016 Female C57BL/6J mice Cancellous bone volume fraction (%) Femur Head 47.0 ± 0.7 38.8 ± 1.3 17.5 ⁎ Blaber et al. 2014 Cortical thickness (μm) Femur Neck 140 ± 1 138 ± 1 1.0 Blaber et al. 2014 Open in a new tab ⁎ Different from flight control, P < 0.05.",
    "Conclusion": "Rodents—historically rats and more recently mice—are the primary animal model for investigating the effects and underlying mechanisms of action of spaceflight on the skeleton. Here we report data showing that spaceflight results in cancellous osteopenia in the proximal femoral head in rapidly growing male Fisher 344 rats and slowly growing ovx female Fisher 344 rats. The observed osteopenia in the femoral head following spaceflight supports the results of a 4-day study performed in very rapidly growing male Sprague-Dawley rats (STS-41). Spaceflight studies performed in C57BL/6 J mice ( Blaber et al., 2014 ) suggest that this response may not be limited to rats. The dramatically lower cancellous bone volume fraction noted in the femoral head of rats flown aboard STS-41 was a surprise ( Turner et al., 2019 ) because histomorphometric evaluation and gene expression analyses failed to detect spaceflight-induced changes in other regions of the skeleton following this 4-day mission ( Backup et al., 1994 ; Turner, 1995 ; Turner et al., 1995 ). Since the rats were very young and rapidly growing, it is likely that the lower cancellous bone volume fraction in the femoral head of the flight animals was due to reduced bone accrual. However, we cannot verify this because baseline controls were not available for analysis. We analyzed femoral heads from rats flown aboard STS-57 and STS-62 to determine whether the results obtained for STS-41 are generalizable across sex and strain. Consistent with the original observation in male Sprague Dawley rats flown aboard STS-41, spaceflight resulted in osteopenia in the femoral head in male Fisher 344 rats flown aboard STS-57 and in ovx female Fisher 344 rats flown aboard STS-62. However, the magnitude of response appeared to be smaller in the latter two studies. Compared to ground controls, cancellous bone volume fraction in flight rats was −46% in STS-41, −11% in STS-57 and -16% in STS-62. To address the possibility of error in the initial analysis, a different observer blinded to treatment re-measured the μCT scans of the femoral head in rats flown aboard STS-41. The comparable results of the 2nd analysis excludes measurement error but does not provide additional insight. Based on absence of reduction in longitudinal bone growth, absence of reduction in mRNA levels for bone matrix proteins, and absence of histomorphometric evidence for decreased bone formation at multiple skeletal sites assessed, the most likely explanation for the dramatic osteopenia in femoral head in rats from STS-41 is increased bone resorption ( Backup et al., 1994 ; Turner, 1995 ; Turner et al., 1995 ). It remains unclear, however, whether the more modest osteopenia in rats flown aboard STS-57 and STS-62 compared to their respective flight controls reflects differences due to strain, age, duration of flight, or other factors. However, it is notable that BV/TV in ovx female rats flown aboard STS-62 was lower than baseline controls, indicating net bone loss contributed to the osteopenia. There is evidence for location-specific (e.g., appendicular versus axial) and compartment-specific (e.g., cancellous versus cortical) effects of microgravity on bone microarchitecture ( Keune et al., 2015 ). Mechanistic inference is challenging because of the limited number of studies and variation in experimental design and endpoints used to evaluate the bone response to spaceflight ( Turner, 2000 ). Variables in design include age at launch, strain, duration of flight, housing conditions during flight, and interval of time between reloading and necropsy ( Morey-Holton et al., 2000 ; Vico et al., 1993 ; Wronski et al., 1987 ; Zerath et al., 2000 ). In general, investigators have had limited access to tissues (often a single bone). As for endpoints, histomorphometric analysis was the principle method available for evaluation of bone architecture during the interval when most spaceflight studies using rats as models were performed (1970s–1990s) ( Keune et al., 2015 ). In this regard, we have been very fortunate in being able to analyze archived femur, humerus, lumbar vertebra and calvarium from ovx female Fisher 344 rats flown on STS-62 ( Keune et al., 2015 ). Additionally, we measured dynamic and static histomorphometry in tibia and lumbar vertebra in rats from this flight ( Cavolina et al., 1997 ; Keune et al., 2015 ; Keune et al., 2016 ; Westerlind et al., 1997 ). This wealth of material allows a more complete description of site-specific effects of spaceflight on the skeleton. Compared to ground-based flight controls, flight animals had lower cancellous bone volume fraction in femur at all sites evaluated (head, distal metaphysis and distal epiphysis) but showed no change in cortical thickness (proximal femur and mid-diaphysis). Additionally, the effects of spaceflight were bone-specific, with cancellous bone loss being detected in femur and lumbar vertebra but not in humerus. Although fewer skeletal sites were reported, differential effects of a 15-day spaceflight on cancellous bone in the femur head (lower BV/TV in flight animals) and cortical bone thickness in the femur neck (no change) were also noted in C57BL/6 J mice ( Blaber et al., 2014 ). While suitable for assessing bone microarchitecture, μCT provides limited insight into the underlying cellular and molecular mechanisms responsible for the site-specific alterations in bone occurring during spaceflight. Histomorphometric analysis of bones of rats flown on STS-62 suggests differential responses at cortical and cancellous bone sites. Specifically, spaceflight resulted in decreased periosteal bone formation in weight-bearing bone ( Cavolina et al., 1997 ), likely contributing to decreased bone mineral content ( Keune et al., 2015 ). Reduced bone formation at the periosteum was associated with lower mRNA levels for bone matrix proteins ( Cavolina et al., 1997 ). Decreased bone formation was also commonly detected in longer duration flights (>7 days) in male rats ( Backup et al., 1994 ; Durnova et al., 1996 ; Morey and Baylink, 1978 ; Turner, 2000 ; Vico et al., 1993 ; Wronski and Morey, 1983 ). In contrast, the effect of spaceflight on bone formation at cancellous sites is less clear ( Jee et al., 1983 ; Wronski et al., 1987 , Wronski et al., 1998 ; Zerath et al., 2000 ). The most detailed analyses to date were performed on rats flown aboard STS-62. In these ovx female animals, cancellous bone loss in tibia ( Cavolina et al., 1997 ) and lumbar vertebra ( Keune et al., 2015 ) in excess of that attributable to ovx resulted from increased bone resorption, as ascertained by fluorochrome label disappearance, with no change in bone formation, as ascertained by static and dynamic bone histomorphometry. Finite element modeling of distal femur in these rats, as well as a theoretical model based on fuzzy decision, suggest that mechanical strain modulates the balance between bone formation and bone resorption. Specifically, the overall rate of bone turnover was influenced by endocrine status but bone loss occurred preferentially at sites experiencing low mechanical strain energies ( Luo et al., 2000 ; Westerlind et al., 1997 ). At the molecular level, expression levels of two cytokines known to increase bone resorption, interleukin-1beta and interferon gamma, were elevated in proximal tibial metaphysis ( Zhang and Turner, 1998 ). In recent years, the mouse has become the exclusive rodent model flown on spaceflight missions. However, there remains a paucity of publications detailing the skeletal response of mice to microgravity ( Blaber et al., 2014 ; Gerbaix et al., 2017 ; Smith et al., 2020 ; Tavella et al., 2012 ). Smith et al. reported osteopenia in the distal femur of growing female BALB/c mice following spaceflight ( Smith et al., 2020 ). As mentioned, Blaber et al. reported changes in BV/TV in femoral head of 16-week-old female C57BL/6 J mice following a 15-day spaceflight ( Blaber et al., 2014 ) that were similar in magnitude to changes observed in ovx female Fisher 344 rats following a 14 day spaceflight. In the ovx female rats, cancellous osteopenia in the flight animals was primarily due to lower trabecular thickness, whereas in ovary-intact mice both trabecular number and thickness were lower in flight animals compared to ground controls. The proximal femur is clinically relevant but not commonly evaluated in animal models. Low trauma fractures are common in the femoral neck of individuals with osteoporosis ( Tsuda, 2017 ). Fractures occur at several locations in the proximal femur, including intertrochanteric region, transcervical neck, subcapital neck, and subtrochanteric region. Fractures occurring through the femoral head, the site investigated in this study, are more typically associated with trauma and are particularly difficult to manage ( Scolaro et al., 2017 ). That being said, traumatic injury would be the likely cause of fracture during a spaceflight mission and a microgravity-induced reduction in bone volume fraction at this site would likely reduce the magnitude of trauma required for fracture. This conclusion is supported by studies demonstrating that spaceflight and simulated spaceflight result in lower mechanical competence ( Patterson-Buckendahl et al., 1987 ; Shirazi-Fard et al., 2013 ; Spengler et al., 1983 ; Zernicke et al., 1990 ). In summary, spaceflight ranging from 4 to 14 days in duration in two strains of growing male rats (Sprague Dawley and Fisher 344) and in growing ovx female Fisher 344 rats resulted in osteopenia in the femoral head. It is noteworthy that significant bone loss during long duration spaceflight in astronauts occurs in the proximal femur. Thus, future studies performed in skeletally-mature animals should carefully evaluate this clinically relevant site.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c46b/7907224/7119c3c3b11e/gr1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c46b/7907224/9979ab068fec/gr2.jpg"
    ]
  }
}