{
  "paper_id": "pmc_articles_PMC10058394",
  "title": "Organ-specific remodeling of the Arabidopsis transcriptome in response to spaceflight.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10058394/",
  "sections": {
    "Abstract": "Abstract Plants have been recognized as key components of bioregenerative life support systems for space exploration, and many experiments have been carried out to evaluate their adaptability to spaceflight. Unfortunately, few of these experiments have involved monocot plants, which constitute most of the crops used on Earth as sources of food, feed, and fiber. To better understand the ability of monocot plants to adapt to spaceflight, we germinated and grew Brachypodium distachyon seedlings of the Bd21, Bd21-3, and Gaz8 accessions in a customized growth unit on the International Space Station, along with 1-g ground controls. At the end of a 4-day growth period, seedling organ’s growth and morphologies were quantified, and root and shoot transcriptomic profiles were investigated using RNA-seq. The roots of all three accessions grew more slowly and displayed longer root hairs under microgravity conditions relative to ground control. On the other hand, the shoots of Bd21-3 and Gaz-8 grew at similar rates between conditions, whereas those of Bd21 grew more slowly under microgravity. The three Brachypodium accessions displayed dramatically different transcriptomic responses to microgravity relative to ground controls, with the largest numbers of differentially expressed genes (DEGs) found in Gaz8 (4527), followed by Bd21 (1353) and Bd21-3 (570). Only 47 and six DEGs were shared between accessions for shoots and roots, respectively, including DEGs encoding wall-associated proteins and photosynthesis-related DEGs. Furthermore, DEGs associated with the “Oxidative Stress Response” GO group were up-regulated in the shoots and down-regulated in the roots of Bd21 and Gaz8, indicating that Brachypodium roots and shoots deploy distinct biological strategies to adapt to the microgravity environment. A comparative analysis of the Brachypodium oxidative-stress response DEGs with the Arabidopsis ROS wheel suggests a connection between retrograde signaling, light response, and decreased expression of photosynthesis-related genes in microgravity-exposed shoots. In Gaz8, DEGs were also found to preferentially associate with the “Plant Hormonal Signaling” and “MAP Kinase Signaling” KEGG pathways. Overall, these data indicate that Brachypodium distachyon seedlings exposed to the microgravity environment of ISS display accession- and organ-specific responses that involve oxidative stress response, wall remodeling, photosynthesis inhibition, expression regulation, ribosome biogenesis, and post-translational modifications. The general characteristics of these responses are similar to those displayed by microgravity-exposed Arabidopsis thaliana seedlings. However, organ- and accession-specific components of the response dramatically differ both within and between species. These results suggest a need to directly evaluate candidate-crop responses to microgravity to better understand their specific adaptability to this novel environment and develop cultivation strategies allowing them to strive during spaceflight. Keywords: Brachypodium distachyon , Bd21, Bd21-3, Gaz8, microgravity, International Space Station, APEX Growth Unit, VEGGIE, adaptation, seedling growth, transcriptomics",
    "Results": "3.1. Microgravity Affects Seedling Growth in an Accession-Specific Manner In a first attempt to evaluate the effect of the microgravity environment of ISS on Brachypodium seedlings, we investigated the direction of root and shoot growth after five days of cultivation on ISS and a ground control at KSC, and quantified shoot and root growth from pictures taken at the end of the growth period under both conditions. Seedlings grown under microgravity showed more variation in shoot and root growth direction than those grown on the ground ( Figure 2 A), as expected considering the absence of gravi-response under microgravity. However, seedling organs were not randomly oriented. Shoots generally grew toward the light canopy whereas roots tended to grow away from it ( Figure 2 A). These directional growth trends may be partly due to the original orientation of the seeds embedded into the foam. However, phototropism may also offer directional guidance under microgravity. Figure 2. Open in a new tab Brachypodium distachyon seedlings display accession-specific morphological alterations in the microgravity environment of ISS relative to ground controls. Accessions include Bd21, Bd21-3, and Gaz8. ( A ) Representative 5-day-old Brachypodium seedlings of the Bd21, Bd21-3, and Gaz8 accessions grown on the ISS (upper panel) and on Earth (lower) panel). Biometric analysis of ( B ) root length and ( C ) shoot length of 5-day-old Brachypodium distachyon seedlings from the Bd21 ( n > 69), Bd21-3 ( n > 68), and Gaz8 ( n > 68) accessions. ( D ) Close-up view of representative roots of 5-day-old Gaz8 seedlings, showing differences in root-hair lengths between microgravity-exposed ( left ) and ground-control ( right ) seedlings. Representative root-hair length measurement is marked in the red line. ( E ) Quantitative measurement of root hair sizes between microgravity-grown and ground-control 5-day-old seedlings from the Bd21, Bd21-3, and Gaz8 accessions. Based on the resolution of the images, each root was measured once in the root mature zone from the root hair tip to the approximate root epidermal layer ( n > 10). In B , C , and E , t -tests were used to determine the significance (* p < 0.05; *** p < 0.001; n > 10). Morphologically, microgravity-exposed seedling roots were 16% to 18% shorter than ground controls for all three accessions tested at the end of the growth period ( Figure 2 B). For shoots, we only saw a 20% reduction of growth under microgravity for Bd21, whereas Bd21-3 and Gaz8 shoots grew similarly under both conditions ( Figure 2 C). In addition to observing differences in root and shoot growth under microgravity relative to ground controls, we also noticed a clear root-hair phenotype associated with growth under microgravity conditions. Indeed, the roots of microgravity-grown Brachypodium seedlings of all accessions were hairier than those grown on earth, at least for areas of the roots in direct contact with the feeding-block surface ( Figure 2 D). Unfortunately, we could not determine if this hairy-root phenotype was associated with increased root-hair density under microgravity. However, representative images from seedlings of all accessions tested were of sufficient resolution to allow the measurement of root-hair sizes. In all cases, root hairs were significantly longer on microgravity-exposed seedlings than ground controls ( Figure 2 D,E). Overall, these results suggest the existence of genetic variation between Brachypodium accessions for seedling growth responses to microgravity. 3.2. Microgravity-Exposed Seedling Roots and Shoots Display Distinct Transcriptomic Profiles Compared to Ground Controls To evaluate the impact of spaceflight on gene expression, we compared the transcriptome profiles between microgravity conditions (ISS) and ground controls for dissected Bd21, Bd21-3, and Gaz8 Brachypodium distachyon seedling roots and shoots using the DEseq and EdgeR statistical packages. Candidate genes identified by both packages as displaying significant differences in expression between microgravity and ground control conditions are discussed below. The three Brachypodium accessions tested in APEX-06 showed distinguishable expression responses to the microgravity environment of ISS. A total of 1027 and 325 genes were found to be differentially expressed (DEGs) between microgravity-exposed and ground-control conditions in shoots and roots, respectively, for Bd21, which is the accession traditionally used as a reference in Brachypodium genome sequencing projects ( Figure 3 A,B; Supplemental Table S2 ). Bd21-3, on the other hand, displayed fewer DEGs under microgravity conditions relative to ground controls, including 345 DEGs in shoots and 224 in roots ( Supplemental Table S3 ). For Gaz8, 4186 and 475 genes were differentially expressed in shoots and roots ( Supplemental Table S4 ), respectively ( Figure 3 A,B). This implies that different Brachypodium accessions may have distinct abilities to adapt to the microgravity environment of ISS based on the dramatic differences in expression responses to microgravity they displayed in this experiment. Figure 3. Open in a new tab Transcriptome analysis of Brachypodium seedlings grown under the microgravity environment of ISS and ground control. ( A , B ) Venn diagram summarizing the numbers of genes showing differential expression in roots ( A ) and shoots ( B ) between microgravity conditions and ground control for the three Brachypodium accessions analyzed here (Bd21, Bd21-3, and Gaz8). Genes showing statistically significant differences between these two conditions using two statistical packages (DESeq and EdgeR) are reported here. ( C ) Numbers of genes showing significant increases (red upward arrows), decreases (green downward arrows), or no change (horizontal black bar) in expression between microgravity and ground-control conditions in shoots and roots of Brachypodium distachyon seedlings of the Bd21, Bd21-3, and Gaz8 accessions. Within each accession, very few DEGs were found to overlap between shoots and roots. In fact, a vast majority of DEGs were differentially expressed in only shoots or roots ( Figure 3 C). This observation held true for all accessions tested in this study. When comparing accessions, only 46 and four DEGs were found to be shared by all three accessions in shoots and roots, respectively. We define these genes as common DEGs ( Supplemental Table S5 ). The common DEGs share several interesting features. First, most of these common DEGs display expression changes in the same direction (up or down) under microgravity conditions relative to ground controls in all three accessions (with only one exception in the shoot samples). This observation may suggest that the common DEGs represent a significant component of plant responses to the microgravity conditions on ISS. Second, we performed a GO enrichment analysis of these common DEGs, using their Arabidopsis orthologues as queries. While the list of common root DEGs was too small to warrant such an analysis, we noticed an enrichment of the list of down-regulated common shoot DEGs for genes associated with the Photosynthesis (GO:0015979; FDR = 8.6 × 10 −9 ), Photosynthesis/Light Reaction (GO:0019684; FDR = 7.4 × 10 −7 ), and Generation of Precursor Metabolites and Energy (GO:0006091; FDR = 6.3 × 10 −5 ) GO groups. All these GO groups belong to the Photosynthesis-Related hierarchy ( Supplemental Table S5 ). This observation is consistent with previous studies in Arabidopsis [ 50 ] and rice [ 31 ], and also with our observation discussed in the following section that photosynthesis-related Gene Ontologies (GOs) are enriched in the general lists of down-regulated shoot DEGs in all three accessions ( Supplemental Figure S4 ). Third, several common DEGs found in our list encode cell-wall-related proteins, including two up-regulated wall-associated kinases (WAKs) in shoots and one up-regulated laccase and one down-regulated peroxidase in roots ( Supplemental Table S5 ). This is also consistent with previous studies in rice or Arabidopsis, indicating differential expression of genes associated with cell wall composition and/or extensibility under microgravity conditions [ 22 , 51 , 52 , 53 ]. 3.3. GO Enrichment Analysis Suggests That Brachypodium Roots and Shoots Deploy Distinct Biological Strategies to Cope with the Microgravity Environment on ISS To understand the biological processes that may be affected by the microgravity environment, we analyzed our list of DEGs for possible GO enrichments. First, we split the DEG list into four categories for each accession based on their up- or down-regulation in root and shoot tissues, respectively. Figure 4 shows the list of GO groups over-represented in Bd21. Among all four categories, DEGs are enriched for genes associated with the Oxidation-Reduction Process (GO: 0055114) ( Figure 4 ). However, the DEGs belonging to this GO group were distinct between shoot and root tissues ( Supplemental Table S6 ). In the root down-regulated category, most DEGs belong to the peroxidase and cytochrome P450 super families. On the other end, only a few peroxidases were identified in the shoot down-regulated category. Instead, this category contained more photosynthesis-related genes. Moreover, seven peroxidase genes were observed in shoot up-regulated DEGs ( Supplemental Table S6 ), indicating opposite peroxidase expression trends between root and shoot tissues under the microgravity environment for Bd21. Figure 4. Open in a new tab Gene Ontology (GO) enrichment analysis of DEGs from 5-day-old Brachypodium distachyon seedlings of the Bd21 accession exposed to microgravity conditions of ISS relative to ground-control conditions. All DEGs from Bd21 are split into four categories based on tissue (root/shoot) and expression regulation under microgravity relative to ground control (up/down): ( A ) root down-regulated DEGs, ( B ) root up-regulated DEGs, ( C ) shoot down-regulated DEGs, and ( D ) shoot up-regulated DEGs. Enrichment significance is represented by both FDR numbers and color shading, with darker red representing smaller FDR values. Blue bars represent expected values (total number of genes representing the GO group divided by the total number of genes in the genome), whereas yellow bars represent observed ratios (number of DEGs belonging to the GO group divided by the total number of DEGs). The GO groups are arranged along a hierarchical tree of biological processes. The original information was generated by using the agriGO website ( http://bioinfo.cau.edu.cn/agriGO/ (accessed on 6 February 2023)). The singular enrichment analysis (SEA) method was used to calculate significance. * refers to the GO groups that belong to two or more different hierarchies and are repeated in the table to better represent the hierarchies. Next, we expanded our GO enrichment analysis to DEGs identified in all three accessions analyzed in this project. Interestingly, the Oxidation-Reduction process (GO: 0055114) was found to be the only GO group enriched in all four categories of DEGs for all three accessions, reemphasizing the importance of the Oxidation-Reduction process in Brachypodium seedling responses to the microgravity environment on ISS ( Supplemental Figures S2–S5 ). Previous studies have shown that transcriptomic responses to a variety of redox homeostasis perturbation experiments in Arabidopsis cluster into eight main groups (the “ROS wheel”), each showing similar patterns of expression changes in response to distinct classes of perturbations [ 43 ]. Because our study revealed that the Oxidative-Reduction Process GO group is significantly enriched in the Brachypodium shoot and root transcriptomic responses to the microgravity environment on ISS, we compared our list of DEGs from Bd21 to the clusters identified in the ROS wheel. To do this, we used “best-hit annotation” ( https://phytozome.jgi.doe.gov/pz/portal.html (accessed on 6 February 2023)) to identify Arabidopsis orthologs to our DEGs. From the 325 Bd21 root DEGs identified in our study, 296 have Arabidopsis orthologs, including 259 with unique orthologs. Further, 883 of the 1027 shoot DEGs were also found to have Arabidopsis orthologs, including 797 with unique orthologs ( Supplemental Table S7 and S8 ). The lists of Arabidopsis orthologs to our DEGs were then compared to the lists of core genes associated with each cluster within the ROS wheel ( Figure 5 , Supplemental Table S9 ). Of the core genes identified in cluster I of the ROS wheel, 55% were orthologous to Bd21 shoot DEGs in our experiment. This result suggests that Brachypodium Bd21 shoots display expression responses to the microgravity environment on ISS that are similar to those displayed by Arabidopsis plants exposed to redox perturbations associated with defects in the GUN retrograde signaling pathway [ 54 ]. Figure 5. Open in a new tab Arabidopsis orthologs to Brachypodium root and shoot DEGs with ROS-signaling annotation preferentially associate with specific transcriptional response clusters from the ROS wheel (Willems et al. (2016)). Clusters I-VIII refer to the categories of ROS-related experiments used to establish clusters of transcriptional responses in the ROS wheel meta-analysis. Bars represent the total number of genes present in each cluster. The proportions of genes present in a specific cluster that are also orthologous to specific microgravity-related Brachypodium DEGs (from this study) are represented in yellow. We performed a similar analysis in the Bd21-3 and Gaz8 accessions ( Figure 5 ; Supplemental Table S9 ). Arabidopsis orthologs to Bd21-3 shoot DEGs associated with ROS signaling clustered preferentially with group-3 of the ROS wheel, representing early responses to high-light conditions, although this association did not reach statistical significance (chi-squared test; p = 0.54). For Gaz8, Arabidopsis orthologs to shoot DEGs preferentially clustered with both groups 1 and 3 of the ROS wheel ( Figure 5 ; chi-squared test; p = 9.79 × 10 −11 ). Together, these puzzling results suggest the existence of accession-specific responses to oxidative stress under microgravity conditions possibly triggered by differential organ sensitivities to distinct microgravity environment-related stimuli. Our results also suggest that Brachypodium seedlings grown under microgravity condition may use the retrograde signaling pathway to modulate their responses to the microgravity-related stressors and acclimate accordingly. 3.4. Brachypodium Genes Associated with Photosynthesis Are Down-Regulated under Microgravity Conditions on ISS As mentioned in the previous sections, the oxidation-reduction process is important for Brachypodium seedlings growing under microgravity condition. When we compared the ROS wheel with our DEG lists, cluster I from the ROS wheel was significantly enriched within the Bd21 and Gaz8 shoot DEGs ( Figure 5 ). Cluster I is enriched with photosynthesis-related genes [ 43 ]. Therefore, these results match our observation that Bd21 and Gaz8 shoot down-regulated DEGs are enriched with photosynthesis-related GO groups (GO.: 0015979, GO: 0019684, GO:0006091) ( Supplemental Figure S4 ). This observation is also consistent with previous reports from Arabidopsis [ 50 , 55 ] and rice [ 31 ]. To understand the possible regulatory pathways leading to the down-regulation of photosynthesis-related Brachypodium genes under microgravity conditions, we sought transcription factors whose annotations predict a contribution to expression regulation of the photosynthesis-related DEGs in Bd21. Unfortunately, analyses using the Brachypodium and rice transcription-factor databases ( http://plantregmap.gao-lab.org/index.php (accessed on 6 February 2023)) were not sufficiently robust to identify significant DEG expression regulators. Therefore, we used the Arabidopsis orthologs to our DEGs to search for possible regulatory networks. In the Arabidopsis genome, a total of 252 genes are annotated as associated with the photosynthesis GO group (GO:0015979). Among them, 99 were orthologous to genes within our DEG list. We used these 99 DEG orthologs as input to retrieve 29 candidate transcription factors that are predicted to regulate these DEGs in Arabidopsis. Brachypodium orthologs to these candidate regulatory transcription factor genes were then identified and compared to our list of DEGs in the Bd21 accession ( Supplemental Table S10 ). This analysis allowed us to build the predicted regulatory networks connecting transcription factor genes associated with photosynthesis-related Bd21-DEG orthologs in Arabidopsis thaliana ( Figure 6 ). Several short linear pathways were identified amongst the dow-regulated DEG orthologs ( Figure 6 A). On the other end, a more complex, branched regulatory network could be built connecting numerous up-regulated DEG orthologs ( Figure 6 B). Within this up-regulated network, one pathway has been more thoroughly investigated in Arabidopsis thaliana , involving the PHYTOCHROME-INTERACTING FACTOR1 (PIF1, also named PHYTOCHROME-INTERACTING FACTOR3-LIKE5; PIL5; At2g20180/Bradi5g21950 ) ( Supplemental Figure S6 , surrounded by an orange line). This transcription factor preferentially interacts with the Pfr forms of Phytochrome A (PhyA) and Phytochrome B (PhyB) to modulate light effects in plants. Interestingly, the Phytochrome A ( PHYA; Bradi1g10520 ) was also up-regulated in response to the microgravity environment in Brachypodium Bd21 shoots ( Supplemental Table S2 ). Furthermore, up-regulation of PIF1 was previously reported to inhibit photomorphogenesis-related processes in several plant species, including chlorophyll biosynthesis and photosynthesis in Arabidopsis [ 56 , 57 , 58 , 59 ]. Figure 6. Open in a new tab Arabidopsis transcriptional regulation networks involving transcription factors predicted to regulate DEG orthologs associated with the Photosynthesis GO group in Bd21. Orthologs to down-regulated ( A ) and up-regulated ( B ) transcription factors are shown in this figure. Nodes refer to the transcription factors and arrows indicate the direction of transcription regulation. Green represents down-regulation under microgravity whereas pink refers to up-regulation. Genes that are also orthologous to Gaz8 DEGs are surrounded by a blue circle with the same expression pattern. A regulatory pathway involving the PIF1 gene is surrounded by a yellow outline. See Supplemental Figure S6 for a more detailed description of the PIF1 regulatory network including target genes orthologous to Brachypodium DEGs. To evaluate a possible effect of microgravity-induced activation of expression of the Brachypodium PIF1 -ortholog on the expression of photosynthesis-related genes and processes in Bd21 shoots, we compared our list of Arabidopsis orthologs to the Bd21 shoot DEGs with a list of PIF1/4/5- (PIF-trio) and PIF3-regulated genes in Arabidopsis (obtained from Supplemental Tables S9 and S10 of Zhang et al., 2013 [ 60 ]). Supplemental Table S11 shows a total of 88 Brachypodium shoot DEGs (64 down-regulated and 24 up-regulated DEGs) whose Arabidopsis orthologs are either AtPIF1/4/5 (PIFtrio)- and/or AtPIF3-regulated genes, with similar patterns (directions) of expression changes. This list of putative PIF-regulated genes is strongly enriched for photosynthesis-related GO groups (GO: 0015979, GO:0006091, and GO:0009765…etc.), as expected ( p ≤ 7.6 × 10 −29 ). To confirm the differential expression of these potential Brachypodium PIF-target genes under microgravity conditions relative to ground controls, we used a RT-qPCR approach to quantify the expression of both PHYA (Bradi1g10520) and PIF1 (Bradi5g21950) along with four randomly picked DEGs from the list of Brachypodium orthologs to Arabidopsis PIF-response genes ( Bradi3g07190, Bradi4g30060, Bradi2g16290, and Bradi1g1213 ). Results shown in Supplemental Figure S7 demonstrate a significant up-regulation of both PHYA ( Bradi1g10520 ; 5-fold) and PIF1 ( Bradi5g21950 ; 7-fold) in Bd21 under microgravity conditions relative to ground controls. It also demonstrates a down-regulation of all four DEGs under microgravity conditions relative to ground controls, in agreement with our RNAseq results. Taken together, our results suggest that up-regulation of PHYA and PIF -gene expression under microgravity correlates with the down-regulation of photosynthesis-related genes in Brachypodium Bd21 shoots. Considering that Brachypodium is only distantly related to Arabidopsis, it will be important to directly test this hypothesis by evaluating the effects of Bradi5g21950 activation on expression regulation and photosynthesis related processes in Brachypodium distachyon . While our hypothesis of a role for Bradi5g21950 (Brachypodium PIF1 ortholog) and Bradi1g10520 (PHYA) in mediating the effect of microgravity on photosynthesis-related processes in Bd21 seems reasonable, the situation for Gaz8 may be more complex. Indeed, in Gaz8, seedling exposure to the microgravity environment on ISS appeared to either not affect or down-regulate the expression of PHYA and PIF -related genes ( Supplemental Table S4 ). Furthermore, an analysis of photosynthesis-related Gaz8 DEGs identified 102 transcription factor genes as differentially expressed in Gaz8 under microgravity conditions. Yet, only six of these photosynthesis-related Gaz8 transcription factor DEGs were similar to those discussed above for Bd21 ( Figure 6 , blue circles). We conclude that another, yet unknown, mechanism may be responsible for regulating expression of photosynthesis-related genes in Gaz8. Whether such an alternative regulatory mechanism may also function, at least partially, in the regulation of photosynthesis-related genes in Bd21 and/or Bd21-3, remains unknown. 3.5. Genes Annotated as Potential Contributors to Transcriptional and Post-Translational Regulation Are Up-Regulated in Microgravity-Grown Bd21 and Gaz8 Shoots In addition to the GO groups associated with plant responses to oxidative stress or photosynthesis discussed in the previous section, we noticed that two main hierarchies of GO groups associated with the Regulation of Transcription, DNA-Templated (GO:0006355) and Protein Modification (GO:0036211) are enriched in the microgravity up-regulated shoot DEGs in both Bd21 and Gaz8 accessions ( Supplemental Figures S5 ). The DEGs associated with these two GO groups are listed in Supplemental Tables S12 and S13 . In Bd21, 23 DEGs are associated with the Regulation of Transcription, DNA-Templated (GO:0006355). Annotation of best-hit Arabidopsis and rice orthologs to these DEGs suggests that most of them encode transcription factors [ 42 ] ( Supplemental Table S12 ). Four of them are predicted to encode ethylene response-element binding proteins or ERFs (Bradi2g27920, Bradi3g18070, Bradi3g38140, and Bradi2g22505), suggesting activation of the ethylene signaling pathway; another two of these transcription factors have been associated with ABA signaling (Bradi2g45000, and Bradi2g45567), potentially contributing to the plant space–stress mitigation. Within the DEGs associated with the Protein Modification GO group (GO:0036211), the Phytochrome A ( Bradi1g10520 ) gene discussed in the previous section may be an important modulator of plant responses to the microgravity environment of ISS. Additionally, 26 out of 31 DEGs associated with this GO group encode kinases. Of them, 15 are annotated as receptor-like protein kinases (RLKs), including one annotated as brassinosteroid-receptor kinase-like protein (BRL1) ( Supplemental Table S13 ). It is worth noting that RLKs have been shown to contribute to plant responses to biotic and abiotic stressors as well as cell development [ 61 , 62 , 63 ]. Finally, this list of DEGs associated with GO:0036211 also includes several wall-associated protein kinase (WAKs) genes. Proteins belonging to this group straddle the plasma membrane, connecting the wall with the cytoplasm. Their extracellular domain has been shown to interact with both proteins and pectins in the cell wall whereas their cytoplasmic segment contains a kinase domain that transduces information derived from wall integrity, pathogen invasion, cell shape, deformation, and mechanostimulation, into cellular responses. Microgravity-induced expression of such wall associated protein kinase genes was also reported in Arabidopsis thaliana [ 64 ]. In Gaz8, 112 up-regulated shoot DEGs are associated with the Regulation of Transcription, DNA-Templated GO group (GO:0006355) and 147 are associated with the Protein Modification group (GO: 0036211) ( Supplemental Tables S12 and S13 ). As in Bd21, multiple ethylene-responsive transcription factors (ERFs) are present in this list of shoot up-regulated DEGs. A couple of auxin response factor genes are also present in this list, as are several WRKY genes not found in the list of differentially expressed DEGs in accession Bd21 ( Supplemental Table S12 ). The list of Gaz8-up-regulated DEGs associated with Protein Modification (GO:0036211) includes a majority of genes annotated as kinases, including three that encode kinases associated with the brassinosteroid signaling pathway and several WAKs, as also observed in Bd21. Additionally, this list also includes a large group of genes that encode calcium/calmodulin-dependent protein kinases, which are not differentially expressed in Bd21. This is noteworthy because calcium and calmodulin have been suggested to play important roles in gravity signal transduction and mechanotransduction in Arabidopsis [ 65 ]. Finally, the list of up-regulated shoot DEGs associated with GO:0036211 also includes several genes that encode kinases associated with the mitogen-activated kinase cascades, which have been reported to contribute to multiple signaling pathways, including those responding to abiotic and biotic stressors as well as hormonal signaling and developmental regulation [ 66 , 67 , 68 ]. 3.6. Genes Associated with the “Translation” GO Group (GO:0006412) Are Down-Regulated in Gaz8 Shoots and Roots under the Microgravity Environment on ISS As discussed in the previous sections of this manuscript, the three accessions of Brachypodium distachyon we tested showed both common and accession-specific transcriptional responses to microgravity, with the latter group predominating. In Gaz8, we noticed a significant association of down-regulated shoot and root DEGs with GO groups related to translation (GO:0006412; Supplemental Table S14 ), which was not observed in either Bd21 or Bd21-3 accessions. A majority of these genes encode proteins associated with ribosome biogenesis. Previous studies in rice and Arabidopsis have suggested ribosome biogenesis as an index of cell growth and proliferation in cell cultures [ 69 , 70 ]. Whether this microgravity-associated decrease in expression of ribosome biogenesis-related genes can explain the short-root phenotype displayed by Gaz8 seedlings grown on ISS remains unknown. Unfortunately, our experimental set-up did not allow quantification of root tip cell size and numbers of meristematic cells in the root apical meristem. 3.7. Root Hair Growth Is Enhanced under Microgravity Conditions As discussed in the first section of results, seedlings grown under microgravity environment carried longer root hairs compared to ground controls. In an attempt to better understand the molecular mechanisms that govern this phenotype, we investigated the possibility that some root DEGs might be candidate root-hair growth regulators. Unfortunately, there is no published root-hair specific transcription profile in Brachypodium. Therefore, we identified both Arabidopsis and rice orthologs to root microgravity-related DEGs and then verified if any of the orthologs to these root-specific DEGs are also differentially expressed in Arabidopsis and/or rice root hairs [ 14 , 71 , 72 ]. Starting with rice, this analysis revealed the existence of 19 Bd21 DEGs whose rice orthologs are preferentially expressed in rice root hairs [ 72 ]. Unfortunately, only one of these candidate DEGs was up-regulated in Bd21 under microgravity ( Bradi3g20045 ), the remaining 18 being down-regulated ( Supplemental Table S15 ). We then investigated whether Arabidopsis orthologs to the Brachypodium root DEGs are also differentially expressed in Arabidopsis root hairs using the microarray data set published in Lan et al., 2013 [ 71 ]. Eighteen of the Bd21 root DEGs identified in this study have Arabidopsis orthologs that are also differentially expressed in Arabidopsis root-hair cells with similar expression trends ( Supplemental Table S16 ). Similar comparisons involving Bd21-3 and Gaz-8 accessions identified 11 and 138 DEGs, respectively, with Arabidopsis orthologs showing similar patterns of differential expression in root hair cells [ 71 ]. None of these root-hair associated DEGs were identified as differentially expressed in all three accessions. However, Brachypodium orthologs to the Arabidopsis PIN2 gene ( At5g57090 ), which encodes an auxin efflux carrier family protein recently shown to play an important role in root-hair development [ 73 , 74 , 75 ], were shown to be down-regulated in Brachypodium in response to the microgravity environment ( Bradi2g52640 for Bd21 and Bd21-3 and Bradi1g31530 for Gaz8; Supplemental Table S16 ). Unfortunately, there is to date no evidence that a knock-down mutation of PIN2 will cause a longer root-hair phenotype. Therefore, we currently have no clear molecular explanation for the long root-hair phenotype displayed by Brachypodium seedlings exposed to the microgravity environment of ISS. An opposite root-hair response to microgravity has been reported for Arabidopsis seedlings (shorter root hairs relative to ground controls) [ 14 ]. It should however be cautioned that root-hair growth and development are highly sensitive to a variety of environmental and hormonal constraints such as water, nutrients and oxygen availability, mechanical perturbations, pH and ROS status, exposure to ethylene, etc. [ 76 , 77 , 78 ]. Importantly, the hardware and experimental designs used in the Arabidopsis study discussed in reference [ 14 ] and our Brachypodium experiment differ significantly in several respects. For instance, our Brachypodium seedlings were grown in foam-based APEX Growth Units with constant light exposure, while Kwon et al. grew their Arabidopsis seedlings in agar-based media inside the Biological Research in Canisters (BRIC) hardware under complete darkness. The differences in seedling growth conditions between these two experiments could explain, at least partly, the differences in root-hair responses to microgravity.",
    "Conclusion": "In this paper, we describe the morphological and transcriptomic changes displayed by the seedlings of three Brachypodium distachyon accessions in response to the microgravity conditions of ISS relative to ground controls. Microgravity-exposed seedlings of all three accessions displayed shorter roots than ground controls, a phenotype that was previously reported for other plant species such as Cress [ 79 ], wheat [ 80 ], and Arabidopsis [ 16 ]. It is however important to note that a decrease in primary root length in response to microgravity is not a general plant response, as other reports have indicated increases in root length for microgravity-exposed seedlings in flax, rice, and soybean [ 29 , 81 , 82 , 83 , 84 ]. The reasons for such variations in root growth responses to microgravity are not known, although differences in genotypes and growth conditions may be responsible. Some of the gene-expression responses to the microgravity environments uncovered in this study may provide some clues, though. Indeed, genes annotated as regulating cell wall extensibility such as xyloglucan endotransglucosylase/hydrolase ( Bradi1g27867 ) and expansins ( Bradi1g74720, Bradi3g50740, Bradi3g50730, and Bradi3g27440 ), were down-regulated in Bd21 Brachypodium roots under microgravity conditions ( Supplemental Table S2 ). Interestingly, knockout mutations in Arabidopsis orthologs to these genes have been reported to restrict cell wall extensibility and limit cell expansion and root elongation [ 85 , 86 ]. Similarly, we observed a tendency for many ribosomal-related genes to decrease in expression in Brachypodium roots under microgravity conditions relative to ground controls in Gaz8 accession ( Supplemental Table S13 ). Previous studies using Arabidopsis cell cultures demonstrated a correlation between ribosomal biogenesis and cell growth, observing a depletion in both processes under both microgravity conditions or simulated microgravity [ 69 , 70 ]. Unfortunately, our experiments were not set up to allow observation of cell numbers in the root apical meristem, or cell elongation in the root elongation zone. Therefore, we cannot determine whether the short-root phenotype displayed by Brachypodium seedlings exposed to microgravity derive from decreased cell proliferation in the root apical meristem or altered cell elongation in the elongation zone. Our transcriptomic analysis of Brachypodium responses to the microgravity environment on the ISS differentiated between shoot and root responses. This allowed us to demonstrate dramatic differences in expression responses between shoots and roots for all three Brachypodium accessions analyzed. In fact, only 3% of the DEGs identified in this study were similarly differentially expressed between root and shoot samples. Furthermore, GO enrichment analysis of these DEGs uncovered distinct major GO groups as enriched in shoot and root DEGs, respectively. The few GO groups that were similarly over-represented between shoot and root DEGs included genes that showed opposite expression responses to the microgravity environment between organs, as nicely documented by the expression differences between shoots and roots for distinct subgroups of peroxidase genes belonging to the Oxidative-Reduction Process GO group in Bd21 ( Supplemental Figure S6 ). These results are compatible with those reported for Arabidopsis thaliana seedlings exposed to microgravity [ 6 ]. They suggest that the roots and shoots of young Brachypodium or Arabidopsis seedlings develop distinct response strategies to cope with the constraints dictated by exposure to the microgravity environment on ISS. Alternatively, it is also possible that the roots and shoots of young seedlings exposed to microgravity are subject to different environmental constraints imposed by their distinct functional contributions to plant development. Similar models can be proposed to explain the vastly distinct transcriptional responses to microgravity displayed by the three Brachypodium accessions analyzed in this study. These accessions evolved under distinct conditions in different ecosystems within the Mediterranean area [ 87 ]. The varying selective pressures they encountered during their evolutionary history led to distinct genotypes that likely favored their adaptation to their native environment. When transferred to a new environment such as the microgravity conditions on the ISS, plants belonging to distinct accessions are differentially equipped to respond to these new constraints, leading to diverging root and shoot expression profiles along with differential growth and/or morphological responses. Larger-scale investigations of root and shoot growth and expression responses to microgravity of multiple Brachypodium accessions using genome-wide association studies should, in the longer term, provide exciting new information on key loci contributing to this variation in morphological and molecular adaptive responses to microgravity. Plants have been identified as key components of bioregenerative life-support systems for long-term space-exploration missions. This is in large part due to their ability to photosynthesize, thereby recycling CO 2 and wastewater to produce O 2 , carbohydrates, and other biological molecules necessary for plant growth and development. The resulting biomass will constitute a significant source of food, feed, and fiber for the crew. Our data indicate that many photosynthesis-related genes are down-regulated in Brachypodium seedling shoots under microgravity conditions. We showed that such transcriptional responses of photosynthesis-related genes to the microgravity environment of ISS may be associated with oxidative stress exposure leading to an activation of the GUS retrograde signaling pathway and/or activation of PIF gene expression. It is interesting to note that hypergravity exposure, which leads to a strengthening of the cell wall, has recently been associated with increased chloroplast size, photosynthesis, and plant growth in moss, possibly reflecting a source–sink link between photosynthesis and carbohydrate utilization in cell wall restructuring [ 88 ]. Furthermore, Arabidopsis PIF proteins have been shown to directly bind to the LAZY4 promoter, thereby activating its expression and modulating the gravitropic response [ 89 ]. Therefore, future work will focus on investigating possible mechanistic connections between gravity and microgravity exposure, retrograde signaling between plastids and nucleus, PIF-mediated signaling, photosynthesis, wall restructuring, and carbohydrate metabolism. In conclusion, our morphological and transcriptomic study of space-grown Brachypodium seedlings provides new insights into monocot plant responses to spaceflight. Because a 1× g centrifugation control was not available on ISS for the VEGGIE growth chamber, the responses to spaceflight observed in this project cannot be unambiguously assigned to microgravity exposure. Indeed, some of these responses may also result from exposure to other spaceflight-associated parameters such as radiation, inefficient airflow, high ethylene levels, and/or other experimental parameters. Some of the responses to spaceflight displayed by Brachypodium distachyon seedlings are similar to those from Arabidopsis thaliana seedlings, including oxidative stress response, decreased expression of photosynthesis-related genes, and wall restructuring. Those types of general responses also appear to be common between Brachypodium distachyon accessions. We also observed some transcriptional responses to microgravity conditions that are more specific to Brachypodium distachyon accessions, suggesting a specificity of response that may be expected from plant populations that have been subjected to distinct evolutionary constraints and are now subjected to a totally new environment (microgravity). Our studies focused on the early stages of seedling development, and it will be important to evaluate the contribution of the identified responses to spaceflight at later phases of plant development and reproduction. A careful evaluation of the contribution of each response, general or specific, to the microgravity environment and its significance for plant survival, growth, and productivity under microgravity should lead to the design of better cultivars and/or cultivation methodologies to produce crops with improved potential for use as key components of bioregenerative life support systems for long-term space-exploration missions. Furthermore, the existence of distinct molecular responses to the microgravity environment between species, and between accessions within species, suggests the need to expand these types of studies directly to cultivated crop species of potential use during spaceflight.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d68a/10058394/fcef646070d1/life-13-00626-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d68a/10058394/c6787f892dce/life-13-00626-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d68a/10058394/af53871a4ecd/life-13-00626-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d68a/10058394/6596949101c2/life-13-00626-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d68a/10058394/edf7d1c0fca5/life-13-00626-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d68a/10058394/6df0d3138fbc/life-13-00626-g006.jpg"
    ]
  }
}