{
  "paper_id": "pmc_articles_PMC5132293",
  "title": "Preservation of Multiple Mammalian Tissues to Maximize Science Return from Ground Based and Spaceflight Experiments",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5132293/",
  "sections": {
    "Abstract": "Abstract Background Even with recent scientific advancements, challenges posed by limited resources and capabilities at the time of sample dissection continue to limit the collection of high quality tissues from experiments that can be conducted only infrequently and at high cost, such as in space. The resources and time it takes to harvest tissues post-euthanasia, and the methods and duration of long duration storage, potentially have negative impacts on sample quantity and quality, thereby limiting the scientific outcome that can be achieved. Objectives The goals of this study were to optimize methods for both sample recovery and science return from rodent experiments, with possible relevance to both ground based and spaceflight studies. The first objective was to determine the impacts of tissue harvest time post-euthanasia, preservation methods, and storage duration, focusing on RNA quality and enzyme activities in liver and spleen as indices of sample quality. The second objective was to develop methods that will maximize science return by dissecting multiple tissues after long duration storage in situ at -80°C. Methods Tissues of C57Bl/6J mice were dissected and preserved at various time points post-euthanasia and stored at -80°C for up to 11 months. In some experiments, tissues were recovered from frozen carcasses which had been stored at -80°C up to 7 months. RNA quantity and quality was assessed by measuring RNA Integrity Number (RIN) values using an Agilent Bioanalyzer. Additionally, the quality of tissues was assessed by measuring activities of hepatic enzymes (catalase, glutathione reductase and GAPDH). Results Fresh tissues were collected up to one hour post-euthanasia, and stored up to 11 months at -80°C, with minimal adverse effects on the RNA quality of either livers or RNAlater-preserved spleens. Liver enzyme activities were similar to those of positive controls, with no significant effect observed at any time point. Tissues dissected from frozen carcasses that had been stored for up to 7 months at -80°C had variable results, depending on the specific tissue analyzed. RNA quality of liver, heart, and kidneys were minimally affected after 6–7 months of storage at -80°C, whereas RNA degradation was evident in tissues such as small intestine, bone, and bone marrow when they were collected from the carcasses frozen for 2.5 months. Conclusion These results demonstrate that 1) the protocols developed for spaceflight experiments with on-orbit dissections support the retrieval of high quality samples for RNA expression and some protein analyses, despite delayed preservation post-euthanasia or prolonged storage, and 2) many additional tissues for gene expression analysis can be obtained by dissection even following prolonged storage of the tissue in situ at -80°C. These findings have relevance both to high value, ground-based experiments when sample collection capability is severely constrained, and to spaceflight experiments that entail on-orbit sample recovery by astronauts.",
    "Results": "Fresh tissues were collected up to one hour post-euthanasia, and stored up to 11 months at -80°C, with minimal adverse effects on the RNA quality of either livers or RNAlater-preserved spleens. Liver enzyme activities were similar to those of positive controls, with no significant effect observed at any time point. Tissues dissected from frozen carcasses that had been stored for up to 7 months at -80°C had variable results, depending on the specific tissue analyzed. RNA quality of liver, heart, and kidneys were minimally affected after 6–7 months of storage at -80°C, whereas RNA degradation was evident in tissues such as small intestine, bone, and bone marrow when they were collected from the carcasses frozen for 2.5 months.",
    "Conclusion": "These results demonstrate that 1) the protocols developed for spaceflight experiments with on-orbit dissections support the retrieval of high quality samples for RNA expression and some protein analyses, despite delayed preservation post-euthanasia or prolonged storage, and 2) many additional tissues for gene expression analysis can be obtained by dissection even following prolonged storage of the tissue in situ at -80°C. These findings have relevance both to high value, ground-based experiments when sample collection capability is severely constrained, and to spaceflight experiments that entail on-orbit sample recovery by astronauts.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d582/5132293/6edfc865e73e/pone.0167391.g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d582/5132293/b5ba8c1a3f64/pone.0167391.g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d582/5132293/0d50d81452b7/pone.0167391.g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d582/5132293/fa27ead6cdba/pone.0167391.g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d582/5132293/f62c7c131931/pone.0167391.g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d582/5132293/e8ea357a47a5/pone.0167391.g006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d582/5132293/fd38332e9a39/pone.0167391.g007.jpg"
    ]
  }
}