{
  "paper_id": "pmc_articles_PMC8468678",
  "title": "Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8468678/",
  "sections": {
    "Abstract": "Abstract Bacteria are able to adapt and survive in harsh and changing environments through many mechanisms, with one of them being horizontal gene transfer (HGT). This process is one of the leading culprits in the spread of antimicrobial resistance (AMR) within bacterial communities and could pose a significant health threat to astronauts if they fell ill, especially on long-duration space missions. In order to better understand the degree of HGT activity that could occur in space, biosafety level-2, donor and recipient bacteria were co-cultured under simulated microgravity (SMG) on Earth with concomitant 1G controls. Two AMR genes, bla OXA-500 and ISAba1, from the donor Acinetobacter pittii, were tracked in four recipient strains of Staphylococcus aureus (which did not harbor those genes) using polymerase chain reaction. All four S. aureus strains that were co-cultured with A. pittii under SMG had a significantly higher number of isolates that were now bla OXA-500 - and ISAba1 -positive compared to growth at 1G. The acquisition of these genes by the recipient induced a phenotypic change, as these isolates were now resistant to oxacillin, which they were previously susceptible to. This is a novel study, presenting, for the first time, increased HGT activity under SMG and the potential impact of the space environment in promoting increased gene dissemination within bacterial communities. Keywords: horizontal gene transfer, simulated microgravity, high aspect ratio vessel (HARV), antimicrobial resistance, space environment, Staphylococcus aureus , Acinetobacter pittii",
    "Results": "In order to determine whether HGT occurred between donor and recipient, suitable PCR primers were designed to amplify regions of the bla OXA-500 and ISAba1 genes from A. pittii IIF1SW-P1. The sequences of the two genes, used to design the primers, were extracted from the draft whole-genome sequence of A. pittii IIF1SW-P1 [ 21 ]. PCR analysis performed on DNA isolated from A. pittii IIF1SW-P1 using the designed bla OXA-500 and ISAba1 primers showed strong bands on an agarose gel, while PCR analysis performed on DNA isolated from the four S. aureus strains showed no amplicons. To compare HGT potential between SMG and 1G, co-cultures of A. pittii (donor strain) and S. aureus (recipient strain) were grown in the HARV under SMG (vertical rotation) or 1G (horizontal rotation) for 20 h, after which the culture was plated on mannitol salt agar (MSA) to select for S. aureus . The MSA was also supplemented with oxacillin to select only those S. aureus colonies that had acquired resistance to the antibiotic. To verify that this newly acquired resistance to oxacillin was not due to spontaneous mutations but rather through the HGT of bla OXA-500 and ISAba1 from A. pittii , the S. aureus colonies that grew on MSA supplemented with oxacillin were picked for PCR analysis. A schematic of the experimental set-up is shown in Figure 1 . Figure 1. Open in a new tab Schematic of experimental protocol. Figure 2 shows the proportion of colonies that grew on MSA supplemented with oxacillin that were positive for bla OXA-500 ( Figure 2 A), ISAba1 ( Figure 2 B) and both ( Figure 2 C). Representative gel images are shown in Figure S1 . On average, 77% of the S. aureus colonies that were grown with A. pittii under SMG and had acquired resistance to oxacillin now harbored both bla OXA-500 and ISAba1 (89% of the colonies had acquired at least one). This is in contrast with 1G, where only 1% of S. aureus colonies that had acquired oxacillin resistance were positive for both bla OXA-500 and ISAba1 (8% of the colonies had acquired at least one). Figure 2. Open in a new tab Comparison of HGT activity between SMG and 1G. Four strains of S. aureus (IF4SW, IIF6SW, IF7SW, IIF8SW) were used as the recipient and were co-cultured (separately) with the donor strain A. pittii for 20 h at 37 °C under SMG or 1G conditions. Cultures were plated on MSA containing 4 µg/mL of oxacillin. Colonies that grew were picked, subjected to DNA extraction and then analyzed by PCR with primers specific to bla OXA-500 and ISAba1 from the donor strain. The graphs show the percent of S. aureus colonies, from each strain, that grew on MSA+ oxacillin that had acquired ( A ) bla OXA-500 , ( B ) ISAba1 or ( C ) both genes from the donor A. pittii . The differences in proportions observed between SMG and 1G were not due to differences in growth at these different conditions, as each strain showed the same biomass after 20 h, whether grown under SMG or 1G ( Figure S2 ). The efficiency of transfer under SMG for all four strains was, on average, 3.06 × 10 −7 while, for 1G, it was 3.21 × 10 −9 ( Table 1 ). While all strains had similar efficiencies, IIF8SW had the highest and IIF6SW the lowest. Table 1. Efficiency of HGT. Average values of the three biological replicates, with the range of the values shown in parentheses. Efficiency was based on colonies that at acquired at least one gene (either bla OXA-500 or ISAba1 ). S. aureus Recipient Strain SMG (Range) 1G (Range) IF4SW 4.21 × 10 −7 (1.1 × 10 −6 to 5.2 × 10 −8 ) 2.05 × 10 −9 (0.0 to 4.1 × 10 −9 ) IIF6SW 4.54 × 10 −8 (7.5 × 10 −8 to 6.3 × 10 −9 ) 0.0 (no transfer) IF7SW 3.20 × 10 −7 (7.2 × 10 −7 to 9.9 × 10 −8 ) 4.33 × 10 −9 (7.5 × 10 −9 to 2.2 × 10 −9 ) IIF8SW 4.38 × 10 −7 (6.8 × 10 −7 to 3.1 × 10 −9 ) 6.07 × 10 −9 (0.0 to 1.2 × 10 −9 ) Open in a new tab To determine how stable these donor genes were in the recipient, two resistant S. aureus 1F4SW colonies that had acquired both genes were sub-cultured on MSA + oxacillin plates, a total of four times. Even after the 4th sub-culture, the colonies were still resistant to oxacillin, and PCR confirmed that bla OXA-500 and ISAba1 were still present within the genome.",
    "Conclusion": "We have shown that HGT is increased under SMG compared to 1G. The transfer of AMR genes, which were tracked by PCR, occurred in the absence of selective pressure by antibiotics. This transfer led to functional changes, as the acquisition of the two AMR genes, bla OXA-500 and ISAba1 , that were tracked in the four strains of S. aureus , made them resistant to oxacillin, to which they were previously susceptible. These results have significant implications for long-duration space missions because pathogens that are susceptible to antibiotics could become resistant and thus harder to treat. In addition, even if astronauts are screened for problematic microbes prior to flight, issues could still arise, as commensals are known to act as reservoirs for AMR genes that can be disseminated to (opportunistic) pathogens [ 22 , 23 , 24 ]. For example, a study conducted in a hospital in the Netherlands showed that mecA gene transfer occurred in a patient between mecA + S. epidermidis and a mecA − strain of S. aureus [ 25 ]. It was beyond the scope of the study to determine the cause of the increased HGT that was observed, but one mechanism could be increased competence, allowing for transformation to occur, one of three modes of gene transfer. Competence allows bacterial cells to uptake DNA from its environment and increase the response to different stressors [ 26 , 27 , 28 , 29 ]. In this case, naked DNA released from dead A. pittii cells could have been readily taken up by S. aureus when exposed to SMG due to an increase in its competence. While S. aureus is not classically considered to be naturally competent, as Streptococcus pneumoniae and Bacillus subtilis are, it does harbor genes that are involved in competence and thought to promote natural competence under the right conditions [ 30 , 31 ]. The conditions that S. aureus needs are not yet known, but, similar to other bacteria, it could be an adverse environment. Indeed, when S. aureus cells were subjected to heat-shock, cold-shock and the stringent response, there was increased expression of competence gene orthologs compared to the non-stressed conditions [ 32 ]. In S. pneumoniae and B. subtilis , competence confers a survival advantage when cells are subjected to stress [ 33 , 34 ], so there is a possibility that growth under SMG led to an adverse environment for S. aureus , causing cells to become more competent to increase survival. Conjugation is a less likely scenario since, consistent with what others have documented in the literature, bla OXA-500 is located on the chromosome and not a plasmid. A second mechanism could be increased transduction caused by growth under SMG. Transduction is the transfer of genetic material via bacterial phages. It is well known that prophage activity is increased during stress, leading to increased phage production, helping the host survive these adverse conditions [ 35 , 36 ].",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/dce3/8468678/d0115e637f57/life-11-00960-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/dce3/8468678/cce418e424b6/life-11-00960-g002.jpg"
    ]
  }
}