{
  "paper_id": "pmc_articles_PMC7138367",
  "title": "Multiscale effects of spaceflight on murine tendon and bone",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7138367/",
  "sections": {
    "Abstract": "Despite a wealth of data on the effects of spaceflight on tendons and bones, little is known about its effects on the interfacial tissue between these two structures, the enthesis. Mice were sent to space on three separate missions: STS-131, ...",
    "Results": "3.1. Nanoscale: Mineral Composition Raman analysis of the cortical shell of the calcaneus demonstrated that carbonate levels in the bone mineral were significantly decreased after 15 days of spaceflight (STS-131, Fig. 1 ). The ratio of the carbonate to phosphate peak height shifted from 0.168 ± 0.025 in the ground control samples to 0.135 ± 0.023 after 15 days of spaceflight (p=0.006). There was no significant change in the mineral-to-matrix ratio with values of 14.1±2.8 and 17.3±6.9 for the GC and FL samples respectively (p=0.31). 3.2. Nanoscale: Fibril Diameter The distribution of Achilles tendon fibril diameters was significantly affected by spaceflight. The Kolmogorov-Smirnov test confirmed that the two distributions were different (test statistic 0.101> critical value 0.045). After 30 days of spaceflight, there was a distinct shift from larger fibril diameters to smaller fibril diameters in the tendon (Bion-M1, Fig. 2 ). The average fibril diameter across all samples decreased from 163 ± 63 μm for the ground control samples to 126 ± 51 μm for the tendons exposed to 30 days of spaceflight (p<0.0001). There was no significant change in percent fibril area (71 ± 8% for flight and 72 ± 4% for ground control). 3.3. Microscale: Bone morphometry Spaceflight did not lead to statistically significant changes in bone morphometry of the humeral head and the calcaneus ( Fig. 3 ). Compared to ground controls, humeral head BV/TV was unchanged due to spaceflight for both the 15-day and 30-day time points (STS-131: p=0.41, Bion-M1: p=0.51; Fig. 3 ). Similarly, the trabecular structure was unaffected by spaceflight; there were no changes in trabecular thickness (STS-131 p=0.40, Bion-M1: p=0.60), trabecular number (STS-131: p=0.78, Bion-M1: p=0.67), and trabecular spacing (STS-131: p=0.66, Bion-M1: p=0.74) in the spaceflight samples compared to ground control samples ( Fig. 3 ). Although BV/TV did not differ between missions, Tb.Th. and Tb.Sp. were significantly lower and Tb.N. was significantly higher in the 15-day STS-131 samples compared to the 30-day Bion-M1 samples (Tb.Th: p=0.002, Tb.Sp.: p=0.014, Tb.N.: p=0.02). Notably, when comparing ground controls, Tb.Th. and Tb. Sp. were higher, and Tb.N. was lower, for STS-131 samples compared to Bion-M1 samples (Tb.Th.: p=0.002, Tb.Sp: p=0.10, Tb.N.: p=0.15). Figure 3: Open in a new tab Spaceflight had no significant effect on the bone morphology of the humeral head. (A) bone volume over total volume (BV/TV), (B) trabecular thickness (Tb.Th.), (C) trabecular Spacing (Tb.S.), and (D) trabecular number (Tb.N.) were similar when comparing ground control to spaceflight samples. There were significant differences in most parameters when comparing STS-131 to Bion-M1 (i.e., GC STS-131 vs. GC Bion-M1 and flight STS-131 vs. flight Bion-M1, indicated by * within each bar). When examining the bone morphometry of the calcaneus, no significant effects of spaceflight were seen in BV/TV (STS-131: p=0.31, STS-135: p=0.72, Bion-M1: p=0.91; Fig. S1 ). Cortical thickness was unchanged due to spaceflight, although there was a trend toward a decreased cortical thickness after the 15-day STS-131 mission (STS-131: p=0.08, STS-135: p=0.08, Bion-M1: p=0.77; Fig. S1 ). Trabecular structure was also unaffected by spaceflight (Tb.Th., STS-131: p=0.88, STS-135: p=0.43, Bion-M1: p=0.75; Tb.Sp., STS-131: p=0.81, STS-135: p=0.40, Bion-M1: p=0.67; Tb.N., STS-131: p=0.64, STS-135: p=0.33, Bion-M1: p=0.75; Fig. S1 ). When comparing the three missions, cortical thickness, Tb.Sp. and Tb.Th. were decreased, and Tb.N. was increased, in the 30-day Bion-M1 mission compared to the shorter STS missions ( Fig. S1 ). Notably, differences were also seen when comparing the ground controls among the three missions ( Fig. S1 ). 3.4. Milliscale: Mechanical Properties There were few changes to the mechanical properties of the supraspinatus tendon enthesis with spaceflight ( Fig. 4 ). The structural properties maximum force and stiffness were not significantly different between spaceflight and ground controls for any of the missions (maximum force, STS-131: p=0.26, STS-135: p=0.33, Bion-M1: p=0.25; stiffness, STS-131: p=0.66, STS-135: p=0.52, Bion-M1: p=0.07). There were no significant differences in structural properties between the three missions. When examining material properties, maximum stress was not changed after 2 weeks of spaceflight (STS-131: p=0.18, STS-135: p=0.11), but there was a trend toward an increase after 4 weeks of spaceflight (Bion-M1: p=0.09). There was no significant difference in maximum stress between the three missions. Similarly, modulus was not changed after 2 weeks of spaceflight (STS-131: p=0.24, STS-135: p=0.11), but there was a significant increase after 4 weeks (Bion-M1: p=0.02). There was a significant difference in modulus when comparing STS-131 to STS-135. Resilience was not affected by spaceflight (STS-131: p=0.62, STS-135: p=0.43, Bion-M1: p=0.96). There were trends for decreased tendon cross-sectional area after 2 weeks of spaceflight (STS-131: p=0.08, STS-135: p=0.07, Fig. 4 ) and after 4 weeks of spaceflight (Bion-M1: p=0.05, Fig 4 ). There were no significant changes to failure area due to spaceflight (STS-131: p=0.49; Fig. 4 ). There were few changes to the mechanical properties of the Achilles tendon enthesis with spaceflight ( Fig. S2 ). Specifically, there were no significant changes to stiffness and modulus with spaceflight, although there was a trend towards an increased stiffness for the longer mission (stiffness, STS-135: p=0.73, Bion-M1: p=0.10; modulus, STS-135: p=0.37, Bion-M1: p=0.23). The cross-sectional area of the Achilles tendon increased with spaceflight after 2 weeks of spaceflight (STS-135: p=0.003) but was unchanged after 4 weeks of spaceflight (Bion-M1: p=0.69). There were no observable effects with mission on the cross-sectional area. 3.5. Gene expression Gene expression data was collected for the humerus bone ( Fig. 5A ) and the rotator cuff tendon entheses ( Figs. 5B , S3 ) from mice that flew on the 13 day STS-131 mission. For the humerus, expression of genes associated with mature osteoblasts ( Alp , Bsp , Col1 , Osc ) were significantly upregulated in flight bones compared to ground control bones. Expression of genes associated with osteoblast differentiation were either unchanged ( Bmp2 , Runx ) or decreased ( Osx ). Mechanoresponsiveness-associated genes showed decreased expression in some cases ( Cox2 , Dkk1 ) and increased expression in other cases ( Sost ) for flight bones compared to ground control bones. Expression of osteoclast-related genes ( CatK , Tnfsf11 ) were significantly increased due to spaceflight. Expression of apoptosis promoters ( Bax, Casp ) and inhibitors ( Bcl ) were significantly increased with spaceflight. Expression of adipogenesis promoters were increased in some cases ( Cebp ) and decreased in others ( Pparg2 ) due to spaceflight. Expression of Wnt receptor-associated genes ( Lrp6, Postn, Sfrp ) were generally unchanged, with the exception of Lrp5 , which was significantly increased with spaceflight. Expression of Wnt ligand-associated genes ( Wnt1, Wnt3a, Wnt10b ) were unchanged due to spaceflight. Figure 5: Open in a new tab Fold change in gene expression of (A) humerus bones and (B) rotator cuff tendon entheses from spaceflight tissues relative to ground control tissues. (* indicates significant change, p<0.05, spaceflight compared to ground control). Gene expression analysis of the supraspinatus tendon entheses demonstrated increased expression of extracellular matrix degradation-related genes due to spaceflight ( Fig. 5B ). Expression of matrix metalloproteinase genes Mmp3 and Mmp13 was increased in spaceflight entheses compared to ground control entheses. Other genes associated with extracellular matrix remodeling ( Mmp2, Mmp9 , and Mmp inhibition-related Timp1 , Timp2 , Timp3 ) and extracellular matrix proteins ( Col1 , Col3 , Col10 , Acan ) were unchanged with spaceflight. Gene expression analysis on the infraspinatus tendon entheses indicated no significant change with space flight ( Fig. S3 ).",
    "Conclusion": "Spaceflight led to significant changes to tendon and bone at the nanoscale (i.e., mineral carbonate levels and collagen fibril diameters) and to significant changes in gene expression in bone and enthesis tissues. However, these alterations did not lead to micro-and milliscale structural or mechanical changes in the tendon enthesis. These results demonstrate that the tendon enthesis is relatively robust to spaceflight conditions, although longer durations of spaceflight may result in structural and mechanical changes driven by the observed early nanoscale and gene expression effects. In the current study, Achilles tendons from the Bion-M1 mission were examined via TEM to quantify the nanoscale collagen fibril structure. TEM images indicated that the average fibril size decreased with spaceflight. In addition, this decrease in fibril size represented not only a loss of larger fibrils, but a shift toward smaller fibrils across the entire tendon. Consistent with this, tendon enthesis cross-sectional area was decreased with spaceflight. Disuse as well as injury have been correlated to decreased tendon fibril size ( 19 , 20 ). This decrease in fibril size may be the result of increased MMP activity in connective tissue of spaceflight mice; expression of collagen-degrading Mmps ( Mmp3, Mmp13 ) was increased in the tendon entheses of spaceflight mice. This increase was not compensated for by Mmp inhibitors ( Timp1, Timp2, Timp3 ), suggesting a possible net increase in matrix degradation during spaceflight. This has also been observed in earthbound unloaded murine Achilles tendons ( 21 , 22 ). Despite this potentially Mmp-mediated decrease in collagen fibril diameter size, the mechanics of the tendon entheses were unaffected by spaceflight. Similarly, previous studies on the rotator cuff muscles of these mice indicated significant changes in gene expression but no changes in muscle structure due to spaceflight ( 18 ). Raman analysis of the calcaneal bone showed that 15 days of spaceflight led to a decrease in bone mineral carbonate levels. This result is in agreement with the 7% decrease in carbonate content seen in the humeral heads of mice with paralyzed rotator cuffs ( 11 ) and the 2.6% decrease seen in hindlimb unloaded femurs ( 23 ). The level of carbonate content in bone changes due to bone aging, bone remodeling, and physio-chemical effects ( 24 ). Specifically, increased remodeling, which is commonly seen during unloading or spaceflight ( 25 ), has been shown to result in a decreased carbonate/phosphate peak ratio in murine femurs ( 26 ). In the current study, remodeling may also be responsible for the decrease in carbonate content, as spaceflight led to an increased expression of genes related to osteoclastogenesis (e.g., CatK and Tnfsf11 [ Rankl ]), in agreement with previous studies ( 27 ). This increase in osteoclast markers was not mirrored by osteoblastogenesis gene expression, which showed either decreased ( Osx ) or did not change ( Bmp2, Runx ) with spaceflight, consistent with prior reports ( 28 ). In contrast, mature osteoblast activity, as indicated by expression of Alp, Bsp, Col1 , and Osc , increased with spaceflight. Which together with the increased osteoclastogenic genes suggests increased bone remodeling. Such an increase in expression of mature ostoblast genes has not been previously reported with unloading; osteoblast activity in unloaded conditions is usually limited by increased apoptosis and a shift towards adipose MSC differentiation ( 28 – 30 ). However, in the humeri studied here, spaceflight had contradictory effects on apoptosis- and adipogenesis-related genes. The ratio of Bax/Bcl , which is generally used as marker for apoptosis, was decreased with spaceflight, indicating increased survival. Yet, pro-apoptotic Casp was significantly increased. With adipogenesis, an increase in pro-adipogenesis Cebp gene expression was seen. However, there was also a decrease in adipocyte-associated Pparg2 . These mixed adipogenesis and apoptosis results may point to a conflicting effect of spaceflight on osteoblasts. Nevertheless, gene expression results suggested increased bone resorption accompanied by increased bone formation. This increased remodeling may have led to the measured decrease in carbonate content, an indication of “younger” bone matrix ( 26 ). Although not apparent in the tendon enthesis mechanics of the current study, these changes in carbonate content can affect the size, structure, solubility, and mechanics of bone mineral crystals ( 31 ), leading to increased stiffness and decreased toughness ( 11 ). The increase in osteoclastogenesis-associated genes in addition to the increase in bone formation genes suggests that there is increased remodeling or bone turnover but not necessarily an increase in bone resorption. The trabecular structure of the humeral head remained unchanged with both 2 and 4 weeks of spaceflight. This was unexpected, as microgravity is generally associated with bone loss. For the missions included in the current study, others reported decreases in BV/TV in the pelvis and mandibles of STS-131 animals ( 25 , 32 ) as well as the vertebrae and femurs of the Bion-M1 animals ( 33 , 34 ). Importantly, there is extensive evidence showing that bone loss with unloading varies dramatically with respect to anatomic site. For example, the femur, pelvis, and spine exhibit the highest levels of bone loss in unloading and spaceflight experiments ( 35 , 36 ). Bones located at the extremities undergo less bone loss and sometimes even bone formation ( 36 ). For example, the BV/TV of the cranium and mandible increased in STS-131 and STS-135 respectively ( 37 , 38 ). This effect is believed to result from fluid redistribution in microgravity increasing local pressure in the upper extremities ( 39 ). Furthermore, the rotator cuff acts as an active muscle stabilization system for the shoulder joint ( 40 ); this loading would persist in spaceflight conditions and could counteract any effects of microgravity. There were significant differences in bone morphometry when comparing the 15 day STS-131 mission to the 30 day Bion-M1 mission, however, these differences were seen in both flight and ground control mice. Although the ages of the mice were similar between the two missions, the sex and breed of the mice were different ( Table 1 ). Previous studies examining bone morphometry of C57BL/6J and C57BL/6N mice (i.e., the breeds of STS-131 and Bion-M1, respectively) showed no differences in Tb.Th. and Tb.Sp ( 41 ). The differences in the current study, therefore, were likely due to differences in sex. The Bion-M1 mice exhibit lower Tb.Th. and Tb.Sp. than the STS-131 mice, suggesting that these slightly older male mice may have had inherently thinner and more closely packed trabeculae than the younger female mice. This inference is contrary to data from most studies on sex effects, which show that females have thinner trabeculae with more space ( 42 ); however, the differences observed here may be the result of combined age, gender, and breed effects. Despite significant changes to the nanoscale structures of the tendon entheses, no changes were observed due to spaceflight in the mechanics of the supraspinatus and Achilles tendon entheses. Even with measurable decreases in the tendon cross-sectional area (in agreement with ( 43 )), the stiffness and maximum force of the entheses were unaffected, suggesting that the rotator cuff and Achilles tendon-to-bone attachments were able to carry matching loads before and after 2 or 4 weeks of spaceflight. Although this result is in agreement with unloading studies that showed no changes in stiffness of the tendon enthesis after 3 weeks of unloading ( 11 ), it goes against the more accepted view that unloading and spaceflight lead to decreases in bone and tendon stiffness ( 3 ). The results demonstrate that the attachment of tendon to bone is not sensitive to short durations of spaceflight; loss of tendon mass and changes to bone mineralization did not affect the load-carrying capacity of the enthesis. To determine material properties, maximum force and stiffness were normalized to the tissue geometry (i.e., tendon length and cross-sectional area). This resulted in increased maximum stress and modulus in Bion-M1 spaceflight mice compared to ground control mice. These increases in material properties were unexpected, as both tendon and bone moduli have generally been shown to decrease with unloading ( 3 , 34 ). However, some studies have reported increases in tendon modulus with unloading ( 44 ). The increased material properties coupled with the decreased tendon cross-sectional area indicates that the mechanics of the tendon enthesis are not driven by the bulk tissue geometry, and that the attachment is robust to changes in the tendon and bone.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/dfb6de6f5943/nihms-1544144-f0001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/caa892a4407f/nihms-1544144-f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/26060336c08e/nihms-1544144-f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/83129d4eb9a7/nihms-1544144-f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7c5f/7138367/e78dccf00c68/nihms-1544144-f0005.jpg"
    ]
  }
}