{
  "paper_id": "pmc_articles_PMC11166946",
  "title": "Aging and putative frailty biomarkers are altered by spaceflight",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166946/",
  "sections": {
    "Abstract": "Human space exploration poses inherent risks to astronauts’ health, leading to molecular changes that can significantly impact their well-being. These alterations encompass genomic instability, mitochondrial dysfunction, increased inflammation, ...",
    "Results": "Multiple frailty related biomarkers are differentially expressed in rodent muscles during spaceflight To determine the impact of frailty during spaceflight, we constructed, based on previous literature 19 – 22 , a list of putative frailty biomarker genes for humans and mice (Supplementary Data 1 ). Mouse (OSD-21, 99, 101, 103, 104, 105) datasets from OSDR were analyzed to identify differentially expressed genes (DEGs) in flight versus control condition with a statistical cut-off of adjusted p -value < 0.5. In mice, altered expression of frailty-related genes in the following tissues were identified: gastrocnemius (34 genes in OSD-21 and 8 genes in OSD-101); extensor digitorum longus (EDL) (45 genes in OSD-99); quadriceps (26 genes in OSD-101); soleus (36 genes in OSD-104); tibialis anterior (32 genes in OSD-105) (Fig. 2 A). A maximum number of four frailty-related genes was also found to be unique to each tissue type and a maximum number of 4 was common between the different datasets (Supplementary Data 2 ). Hierarchical clustering of the overlapping gene expression across muscle types revealed a bias towards the up-regulation of frailty-related genes (Fig. 2 B). As an example, the extensor digitorum longus had several upregulated genes ( EGLN3, PTGS2, VDR, FREM2, KRT18, BCL2L1, LGALS3, CXCL10, CX3CL1, FNDC5, TGFB1, CAN , and PPARGC1A ). Whereas the soleus (OSD-104) had relatively few downregulated genes ( GDF15, PTGS2, BDNF, PAX5, CX3CL1, FNDC5, VCAN, CALU , and SESN2 ). Figure 2. Open in a new tab Frailty-related biomarkers are differentially expressed in rodent muscles during spaceflight. Putative frailty linked genes from NASA Open Science Data Repository (former GeneLab). The transcriptomic signature of spaceflight is investigated with differential expression analysis in multiple tissues. ( A ) Upset plots of overlapping differentially expressed frailty genes in rodent and human samples. ( B ) Heatmap of differential expression analysis for the frailty gene in human and rodent samples. Rodent samples comprise spaceflight skeletal muscle. Heatmap considers only DEG with adjusted p-value < 0.5. Black color indicates no value. Interferon inflammatory response and muscle tissue development pathways are enriched in rodent muscles during spaceflight To determine overall frailty impact of spaceflight on tissues Gene Set Enrichment Analysis (GSEA) 23 analysis was performed on specific aging-related pathways (selected from the Molecular Signatures Database (MSigDB) 23 (Supplementary Data 3 ). Rodent datasets showed a general enrichment of the pathways with an overall upregulation in EDL and tibialis anterior, downregulation in quadriceps, and a mixed regulation in gastrocnemius soleus (Fig. 3 A,B). Summary themes of each functional cluster are displayed by the external color panel at the right side of sub-figure B and C. Despite a mixed direction of regulation, a clear enrichment of these pathways in the spaceflight group when compared to the control was evident across the datasets. The soleus muscle revealed an increase in the innate immune response inflammatory signature and concomitant downregulation of the IGF-1 pathway (Fig. 3 B). Previous literature showed that the soleus muscle is the first to be impacted by spaceflight and also known to experience a significant dysregulation of mitochondrial and immune functions in space 24 . Immune response can downregulate IGF-1 anabolic activity, promoting muscle wasting 16 . Of note, this muscle shows the largest decline in mass in the RR1 mission and IGF-1 pathway might be involved 25 . Several putative aging-related pathways were enriched in human datasets (Fig. 3 C), showing up-regulation in the majority of cases. Of note, interferon alpha and gamma response pathways are upregulated in all the datasets investigated. The increase in immune and inflammatory signatures we identified is consistent with various reports that associate chronic inflammation with frailty, although causality has yet to be established 8 , 26 . Nonetheless, our results could be useful for biomarkers related to spaceflight risk and consistent with clinical correlations of increased low-grade inflammation and muscle wasting 16 . Figure 3. Open in a new tab Inflammatory response pathways are enriched in rodent muscles during spaceflight. The transcriptomic signature of spaceflight is investigated with gene set enrichment analysis (GSEA) for putative aging-related pathways in multiple tissues. ( A ) Percentage of the differentially expressed genes which are stable, increased or decreased in rodent samples. ( B ) and ( C ) Heatmap of the normalized enrichment score for the enriched aging-related pathways in rodents and human samples. The dark gray locations in the heatmap indicate missing values for the NES, resulting from off-range adjusted p -values (padj) of the analysis. The assumed range is padj < 0.3. Novel sarcopenia-related genes are differentially expressed during spaceflight Sarcopenia is a condition associated with frailty. In our analysis, the best predictors of sarcopenia were genes that are part of autophagic and protein degradation processes. After studying databases from 118 people with and without sarcopenia ( GSE111006 , GSE111010 , and GSE111016 ) 27 , 6,892 DEGs were identified by performing Mann–Whitney U tests 28 on gene expression data for every single gene (i.e., 65,217 genes) in a pair-wise manner across samples from both sets of patients (Supplementary Data 4 ). A simple classifier (i.e., k-nearest neighbors) was then used to estimate individual predictive power for that condition 29 . Next, via co-expression network analysis upon these DEGs, the most highly correlated module (i.e., BROWN = 0.93) to sarcopenia was found. We used a pathway and gene ontology analysis upon BROWN to curate a list of 21 genes that were significantly enriched in biological processes related to sarcopenia 30 . Here, we found that the frailty biomarkers list was enriched in Biological Processes Gene Ontology (BP GO) terms in a very similar manner to those found with sarcopenic biomarkers alone (Fig. 4 A) 29 . In addition to BP GO, the same was true for molecular functions (MF) GO term enrichment (Fig. 4 C). Interestingly, we found that eight of the biomarkers identified for frailty had the ability to predict sarcopenia in GSE111006 , GSE111010 , and GSE111016 with a Mean Accuracy Score (MAS) of > 0.65 ( RP1L1, SH3GL3, HIF1A, FGF23, FASLG, MAS1, PAX5 , and REV1 ) (Fig. 4 B,D). Figure 4. Open in a new tab Evidence of shared catabolic pathways between sarcopenia and frailty markers and their differential expression in space-flown mice. ( A ) Significantly enriched Biological Processes using a curated biomarker gene list obtained by the overlap of three gene sets studying sarcopenia (superseries GSE111017 : GSE111006 , GSE111010 , and GSE111016 ) defined through a Mann- Whitney analysis. ( B ) The frailty biomarkers found to be part of ten GO Biological Processes terms, from which R1PL1 had the highest Mean Accuracy Score (MAS) score. ( C ) Significantly enriched Molecular Functions using a curated biomarker gene list. ( D ) Similarly, three GO Molecular Function terms were found to be a shared pathway with the defined frailty biomarkers from which SH3GL3 had the highest MAS score. ( E ) Schematic of the data utilized for the heatmap showing the four genes out of the 21 sarcopenia frailty genes that were present in the murine data sets. Heatmap considers only DEG with p < 0.05. Using the sarcopenia gene expression classifier we had established above, we re-examined the existing datasets for alterations in the 21 genes. To do so, we took the expression data from the murine datasets (EDL (ODS-99), left gastrocnemius (ODS-101), quadriceps (ODS-103), soleus (ODS-104), and tibialis anterior (ODS-105)) and evaluated the expression of our sarcopenia classifier (Fig. 4 E). We found that only GJB4, HNRNPCL1, GOLGA2 and POMC were DEGs in at least one of the datasets. GJB4 is a connexin (Cx) gene encoding the gap junction protein CX30.3 31 . HNRNPCL1 plays a role in consolidating the nucleosome and neutralizing core hnRNPs proteins 32 . GOLGA2 encodes the GM130 protein necessary for the assembly of the Golgi apparatus. Interestingly, mutations in GOLGA2 lead to neuromuscular disorders and muscular dystrophy 33 . POMC codes for the precursor protein proopiomelanocortin producing active peptides generating melanocyte stimulating hormones (MSHs), corticotropin (ACTH) and β-endorphin. POMC deficiency leads to adrenal failure and obesity 34 . Of note, the dataset from the soleus muscle in mice (OSD-104), demonstrated to have a significant overexpression of GJB4, POMC and significant downregulation of HNRNPC ( p < 0.05). Multiple frailty related biomarkers are differentially expressed in human muscles during spaceflight We applied the same list of putative frailty biomarker genes (Supplementary Data 1 ) to investigate differentially expressed genes in Open Science Dataset’s human samples as in Fig. 2 . OSD-52 and 195 were analyzed to identify differentially expressed genes (DEGs) in flight, on random positioning machine or in bed rest versus control condition with a statistical cut-off of adjusted p -value < 0.5. Vastus lateralis muscle (OSD-52), cardiac progenitors (OSD-127) and endothelial cells (OSD-195) showed 22, 2 and 4 frailty-related genes, respectively (Fig. 5 A). Figure 5. Open in a new tab Frailty-related biomarkers are differentially expressed in humans during spaceflight and ground-based spaceflight simulated conditions. Putative frailty linked genes from NASA Open Science Data Repository (former GeneLab). The transcriptomic signature of spaceflight is investigated with differential expression analysis in multiple tissues. ( A ) Upset plot of overlapping differentially expressed frailty genes in human samples. ( B ) Venn diagram of differentially expressed frailty genes in rodent and human samples shows the common differentially expressed genes between the two species. ( C ) Heatmap of differential expression analysis for the frailty gene in human samples. Human samples comprise spaceflight human umbilical vein endothelial cells, bed rest skeletal muscle cells and cardiac progenitors differentiated from human pluripotent stem cells in 3D culture under simulated microgravity. Heatmap considers only DEG with adjusted p-value < 0.5. Black color indicates no value. We compared the differential expression profiles between mice and human dataset. Approximately a third of the frailty genes were conserved between humans and mice, which suggests that the murine models can provide good translation to human biology (Fig. 5 B). Out of 73 differentially expressed frailty-related genes, 22 (32%) were common in humans and mice (Fig. 5 B). Forty-three (62%) were unique to mice and 4 (6%) were unique to only humans. In humans, 9 frailty genes were upregulated and 13 were downregulated in the vastus lateralis muscle (Fig. 5 C and Supplementary Data 2 ). Several downregulated genes were associated with immunity-related pathways, while most upregulated genes were associated with metabolism and Vitamin K or D pathways. In endothelial cells, two genes were downregulated, and two were upregulated. The downregulated genes, TMEM245 and PPARGC1A , are associated with the cell-membrane and gluconeogenesis, while the upregulated genes, MSTN and PTGS2 , are associated with regulation of skeletal muscle growth and prostaglandin biosynthesis (Supplementary Data 5 ) 35 . While there is no direct link between gluconeogenesis and frailty, both are related to the body's response to stress and maintaining homeostasis. Diabetes, a condition that affects glucose metabolism, has been linked to frailty 36 , 37 . In diabetes, the body's ability to regulate blood glucose levels is impaired, potentially impacting gluconeogenesis. Frail individuals, who have a diminished ability to resist stressors, may be more susceptible to the effects of these metabolic imbalances 38 . Multiple frailty related biomarkers are differentially expressed in astronauts Having confirmed altered aging and frailty signatures in largely rodent transcriptomic data, we wanted to test if frailty biomarkers were also altered in astronauts. To enable this analysis, we used two recent studies 39 . First, using astronaut data from JAXA plasma cell-free RNA profiling study, we examined the changes occurring in RNAs from the frailty biomarker genes between pre-flight, in-flight, and post-flight (i.e., after return to Earth) (Fig. 6 ). Our RNA analysis reveals a global response of frailty-related gene expression to the space environment, which is characterized by in-flight and post-flight expression changes. Most of the genes investigated were subject to changes when compared to pre-flight conditions, either during spaceflight or later after return to Earth. A large number of genes that were reduced during spaceflight showed an increase after re-entry (e.g., AKT1, NOS2, FGF23 , and HIF3A ). Conversely, several genes show an opposite behavior and tended to be reduced during spaceflight, and underwent reduction after re-entry (e.g., TGFB1, B2M, NOS1, AOC1, SOD2, SOD3 , and OAZ1 ). Figure 6. Open in a new tab Frailty-related biomarkers are differentially expressed in astronauts exposed to 120-days of Low Earth Orbit Spaceflight. Putative frailty linked genes from JAXA Cell-Free Epigenome (CFE). Heatmap of the normalized plasma cell-free RNA expression values for the frailty genes over time for the six astronauts over 120 days in space from JAXA study. The values shown are the averaged normalized expression values for all six astronauts for each time point during flight and post-flight. The three pre-flight time points were averaged together, since the changes for genes in the time leading up to flight are considered to be the same and part of the baseline values. For the time, L = Launch (i.e., meaning time after launch from Earth and the number indicates length in space) and R = Return to Earth. Interestingly, cell-free RNAs from several genes (e.g,. FGF23, KRT18, AKT1, B2M, NOS1, AOC1, SOD2 and SOD3 ) did not return to the pre-flight baseline levels, even after 120 days. The data suggest that space conditions alter the HIF1 pathway which stimulates the various molecular or cellular processes related to hypoxia-responsive genes such as HIF1A, HIF1AN, ARNT, ARNT2, NOS1, NOS2, NOTCH1 and RBX1 , that are known to regulate a wide variety of cellular physiology including metabolic reprogramming, anti-apoptosis, migration, proliferation, amyloid β production and prion stabilization 40 , 41 . An interesting observation emerging from the data is the increased cell-free RNA signature of HIF1A and HIF3A post-flight. Hypoxia Inducible Factor (HIF) is a key regulator of immune cell function 42 , and its dysregulation could alter immune response. We also observe an increase of RNAs derived from several nitric oxide (NO) related genes, which are biologic mediators in multiple processes, such as in neurotransmission and microbial and antitumoral activities. It is understood that nitric oxide (NO) is a key vasodilator in the cardiovascular system and its synthesis is catalyzed by the enzyme family nitric oxide synthases (NOS), neuronal (NOS1), inducible (NOS2) and endothelial synthases (NOS3) 43 . NOS1 and NOS2 are constitutively expressed by tubules of the human kidney, while NOS3 is expressed by endothelial cells and is implicated with the formation and maintenance of vascularized tissues. Furthermore, AKT1 plays a role in the signal transduction of growth factors, as well as in cell survival, cellular senescence, and aging. There is evidence that AKT signaling is associated with an imbalance of phosphatidylinositide 3-kinases that is altering the aged brain 44 . Chronic AKT activation intensified aging-induced cardiac hypertrophy in murine heart tissues 45 . In connection to phosphate intake, FGF23 is known to be secreted from the skeletal system and influence the kidneys through the klotho gene receptor36. The upregulation of HIF-related genes could be interpreted through findings from earlier studies which have implicated the HIF pathway with the impairment of energy-dependent cellular processes, and mutations in mitochondrial DNA which accelerate aging processes 41 , 46 . Next, we used data from the first civilian commercial 3-day space mission (referred to as Inspiration4 (I4), to examine the impact of short-duration spaceflight on putative frailty biomarker transcriptomic signature 47 . From the I4 mission, single-cell gene expression data from peripheral blood mononuclear cells (PBMCs) were generated and compared across multiple timepoints (Fig. 7 A). Frailty genes were increased in PBMCs and subpopulations post-flight compared to pre-flight timepoints, and the percentage of the increased genes were higher than the percentage of differentially expressed genes (DEGs) (Fig. 7 B). The percentage of increased frailty genes was the highest in PBMCs, lowest in dendritic cells (DCs), and similar in the remaining subpopulations (Fig. 7 B). Generally, the average expression and percentage of expression of the increased genes were increased at R + 1 compared to pre-flights (L-92, L-44, L-3) and returned to baseline over time (Fig. 7 C). For example, several genes were upregulated in various pathways at R + 1 compared to pre-flight and reverted to baseline over time. Implicated pathways include: immunity ( ARG2, PPARD ), EGFR trafficking ( ATXN2 ), regulators of apoptosis ( BCL2L1, FAS ), survival factor for neuronal cell types ( CNTF ), cell–cell signaling ( JAG1 ), metabolism ( PPARD ), DNA repair (REV1) , neuronal excitability and synaptic transmission ( SNX14 ), structural component of sarcomeric Z-line (TMEM245) and cell cycle regulation (TP53) (Fig. 7 C). Figure 7. Open in a new tab Frailty-related biomarkers are differentially expressed in astronauts exposed to 3-days of Low Earth Orbit Spaceflight. Frailty linked genes from Inspiration4 (i4) human peripheral blood mononuclear cells (PBMCs). ( A ) Schematic of the i4 experiments and the samples utilized for this analysis. ( B ) The overall percentage of up (i.e., increased), down (i.e., decreased), and no change (i.e., stable) expressed frailty genes in the i4 data (top plot) compared the overall gene distribution (bottom plot). ( C ) Dot plot of the single cell RNA expression for the frailty genes over time for the 4 astronauts over 3 days in space from the i4 civilian crew mission. The image shows the differential expression values for each cell type in analysis. The values are based on expression for each time point before-flight and post-flight. However, data from samples collected just after reentry (R + 1) is considered spaceflight condition. For the time, L = Launch, R = Return to Earth, the number + n is the time (in days) after L or R. Metabolic flux simulations of gene expression changes reveal dysregulation of metabolic functions related to frailty Having found alterations in gene expression associated with aging and frailty and knowing that biologic systems are dynamic, we used a subset of the gene expression to examine dynamic changes in metabolism. We applied our updated, context-specific, metabolic models that performed custom-made flux balance analysis (FBA) simulations. Here, we used two different transcriptional changes (RNA-seq) between flight and ground (OSD-91 ( GSE65943 ) for cultured human TK6 lymphoblastoid cells; and OSD-127 (E-GEOD-84582) for cardiomyocytes from human pluripotent stem cells) (Fig. 8 ). Figure 8. Open in a new tab Metabolic flux simulation analysis on OSD-91 and OSD-127. ( A ) and ( B ) Overview of carbohydrate metabolism illustrated by custom-made Escher [81] for OSD-91 and OSD-127, respectively. The associated pathways (i.e., TCA Cycle, Glycolysis, Pentose phosphate pathway, Pyruvate metabolism) whose metabolic reactions with relative activations are demonstrated. The red color presents the upregulated metabolic fluxes in flight and the blue color represents the downregulated fluxes. ( C ) and ( D ) Heatmaps showing relative metabolic flux rates (rows) versus human samples (columns) for OSD-91 and OSD-127, respectively. Only particular pathways demonstrating significant alteration of metabolic flux rates are listed, where the blue to yellow heatmap color scales indicate row-wise Z-scores for those flux rates. The leftmost bar represents differential testing results between Flight and Ground in p values < 0.05 (black) or p values between 0.05 and 0.1 (gray) through the Van Der Waerden test. Genes in the boxes are enzymes showing significantly different expressions for their corresponding reactions. In TK6 lymphoblastoid cells, microgravity led to transcriptional changes through altered methylation patterns. These transcriptional changes, in turn, altered the oxidative stress and carbohydrate metabolism pathways 48 . However, the flux simulation analysis showed that other pathways associated with lipid metabolism, fatty acid oxidation, fatty acid synthesis, and bile acid synthesis, are downregulated during flight. While chondroitin sulfate degradation, nucleotide interconversion, and peroxisomal transport are upregulated. Considering the carbohydrate metabolism aspect of the flux simulation analysis, only pyruvate metabolism (end product of glycolysis) showed significantly altered expression in microgravity (Figs. 8 A,C). By contrast, the other metabolic flux simulation displayed marked up-regulation during flight in lipid metabolism associated pathways: fatty acid oxidation, fatty acid synthesis, and glycerophospholipid metabolism (Figs. 8 B,D). The cells also exhibited increased galactose metabolism, nucleotide interconversion, Coenzyme A (CoA) synthesis, glutathione metabolism, as well as pentose phosphate pathway in carbohydrate metabolism. The only significant downregulation in microgravity was detected in folate metabolism. This cardiomyocyte study (using 3D tissue engineering of cardiac progenitors from human pluripotent stem cells) found increased gene expression levels associated with growth, development, and survival for cardiac progenitors in microgravity 49 .",
    "Conclusion": "To our knowledge, no prior links to frailty-like signatures have been observed in the context of spaceflight, and these markers represent an important direction for future research, especially as mission durations increase to years. In recent years, human space research has benefitted from collecting and integrating diverse types of biological data, such as genomics, proteomics, and metabolomics, and storing them in biobanks for future analysis 19 , 50 . These multi-omics data and biobanks continue to provide valuable insights into the aging-like processes in astronauts during long-term space missions and help identify potential biomarkers and interventions to counteract them 25 , 51 – 53 . In our manuscript, we include data from NASA’s OSDR, the SpaceX Inspiration4 and the JAXA astronaut study. These initiatives are hallmarks in the development of data banking strategies such as the Space Omics and Medical Atlas (SOMA) 54 . The NASA Twins study along with the JAXA Cell-Free Epigenome and Inspiration4 data reported here and elsewhere (Figs. 6 and 7 ) highlight the emerging ability to conduct omic analyses on astronaut samples 27 , 39 , 55 . We propose the use of omics data to investigate the development of aging-like phenomena in spaceflight, which can also help improve our understanding of aging metrics like clonal hematopoiesis 56 , and also link to a wide array of new data from the SOMA package of data and papers 48 , 53 , 55 , 55 , 57 – 65 . Space medicine research has been mostly focused on the acute and medium-term effects of spaceflight on human physiology. However, some attributes related to the exposure to the space environment resemble aging-like pathophysiology: DNA damage, oxidative stress, and mitochondrial dysfunction 3 . Because of these similarities, observations from the aging field can be useful to understand the biological changes driven by spaceflight. In contrast with aging on Earth, it is unclear whether those molecular modifications last after reentry, and for this reason we refer to them as aging-like phenomena. Nevertheless, despite acute events such as space motion sickness and autonomic imbalance resolving after astronaut’s return to ground, the effects of these aging-like alterations might be clinically manifest in a chronic exposure scenario, like a long-duration mission to Mars, and could potentially trigger chronic disease development. Studies in genetic/genomic aging models such as C. elegans and clinical evidence have demonstrated that the control of lifespan and health span are not identical 49 , 53 ; therefore, there is an increasing need to identify markers able to determine the biological age of an individual. One proposed marker is the frailty index, which can serve as a better health indicator than chronological age, translating what is suggested by previous biological and clinical literature 7 . Here, we examined if aging and putative frailty biomarkers change during spaceflight. Our results from both rodent and human samples suggest that alterations indeed occurred in aging-related pathways to a different extent depending on the tissue. Importantly, we also found changes in expression of putative frailty genes, raising the possibility that these could be used as indicators of physiological changes during spaceflight much as they are being examined for utility in clinical assessment of physiological changes with age on Earth. Beyond health assessment, the ability to conduct -omic studies on astronauts allows for combining astronaut and model organism datasets in order to conduct truly translational research in space. Such studies would expand our understanding of molecular control of (patho)physiological changes in response to spaceflight. The expression of putative frailty related biomarkers in JAXA Cell-Free Epigenome samples is altered during spaceflight, compared to ground control, as shown in Fig. 6 ; interestingly, several gene expression levels do not return to baseline after reentry. Although their expression could revert to normal after a longer period, this altered expression could hint to the presence of spaceflight-induced modifications that persist for longer than expected. For example, AKT1 is upregulated at all timepoints after reentry. A persisted upregulation of the gene is linked to age related cardiac disease and dementia in animal models 45 , 46 . The presence of biomarker gene expression that does not revert to normal challenges the concept that every physiological change induced by spaceflight is reverted after astronauts’ return to Earth. This notion is not novel, for example, a recent report showed the development of distinct mutational profiles in astronauts 66 ; on these bases, it would be worth monitoring these biomarkers for longer timepoints after reentry, and to exclude the possibility that they underlie any sub-clinical disease development. Permanent modifications after exposure to important stressors happen in patients as well. For instance, admission to Intensive Care Unit and severe COVID-19 have been associated with epigenetic changes that might alter aging-related gene expression 45 , 46 . In addition to long-term spaceflight exposure, short-duration spaceflight data such as those provided by the i4 mission are also relevant to detect early signs of frailty development. In fact, frailty is not only associated to long term chronic disease pathways: clinical research hints that short term exposure to stressors such as COVID-19 hyperinflammatory response are capable of developing frailty-associated traits 56 . Regardless, longer spaceflight duration might be required to detect wider alterations in putative frailty biomarkers and clinically manifested phenotypes in astronauts; this highlights the need for further studies and validation. Differential expression of frailty genes in astronauts’ cell-free DNA and PBMCs (Figs. 6 and 7 ) is not inherently the same as what is observed in the Open Science Dataset’s (OSDs) human samples (Fig. 5 ). Despite frailty signals potentially being detected in astronaut’s blood, it is not feasible to directly pair this result with the differential expression of frailty-related genes in muscle biopsies, due to the absence of matched data. As previously suggested, this represents an opportunity to apply cutting-edge clinical research tools for monitoring and researching astronaut health. Indeed, genome sequencing onboard the ISS is currently used in the microbiological monitoring program 67 , paving the way for use in astronaut studies on the ISS. Previous studies of astronaut health have largely been conducted using standard clinical markers such as blood panels. While there is an emerging blood panel for assessment of frailty 68 , these would need to be processed on Earth. By contrast, the assessment of a future clinically validated transcriptomic panel for frailty could be conducted on ISS or other spacecrafts. Regardless of which panel or where such a panel is assessed, our findings suggest that future studies aimed at establishing such a validated model for astronauts could be fruitful areas of investigation for monitoring and improving astronaut health in- and post-flight. The establishment and validation of such a panel could either be done by correlating with physiological measures already captured by NASA’s standard measures program or correlating with physiological measures adapted from the emerging frailty indexes. One of the most pronounced findings in both rodent and human datasets is the induction of interferon alpha and gamma responsive pathways. Interferons are cytokines associated with modulation of the immune response which is a known consequence of spaceflight 69 . Our observation of the activation of interferon pathways (Fig. 3 ) suggests that the activation of the innate immune system is a conserved mammalian response to spaceflight and aging. In the aging field, the concept of inflammaging suggests that the chronic low-grade dysregulation of the immune system that happens with aging underpins the development of diseases such as atherosclerosis, type II diabetes, and sarcopenia 7 . Indeed, at least ten clinical biomarkers of inflammation correlate well with the frailty index 70 . Making the inflammaging parallel to spaceflight, it could be that an increased low-grade inflammatory response during spaceflight drives and/or worsens frailty and/or related processes (for example muscle wasting) 67 , 71 . Low grade inflammation contributes to the development of endothelial dysfunction and atherosclerosis on Earth 7 , 72 . In addition, radiation exposure can also lead to the development of cardiovascular disease in case of occupational exposure, as well as in cancer patients undergoing radiation therapy 69 , 71 , 73 . In astronauts, atherosclerosis could be promoted by an increased inflammatory status promoted by different stressors of the space environment (Fig. 1 ), and radiation exposure would play a primary role for it. Moon and Mars missions have a different radiation environment compared with the ISS, as astronauts traveling beyond Low Earth Orbit are potentially exposed to higher doses of galactic cosmic rays and solar particle event radiation 69 . Elevated radiation exposure promotes multiple dysregulations, causing cellular senescence in the endothelium, mitochondrial dysfunction and inflammation, driving endothelial dysfunction 71 . Exposure to higher doses of space radiation beyond low Earth orbit could also have a different, and perhaps increased, impact on frailty-related hallmarks and genes. Concerning endothelial dysfunction, an interplay between nitric oxide metabolism, production of reactive oxygen species and radiation exposure could play a role in the development of radiation-induced cardiovascular disease, as well as other disease pathways, in space 74 , 75 . Moreover, a pro-inflammatory and oxidative environment might facilitate the development of the spaceflight associated neuro-ocular syndrome (SANS) 76 ; this condition would also increase the disability status of the crew. Across species, altered metabolism is one of the most consistently reported responses to spaceflight. Unsurprisingly, these changes vary from organism to organism among microbes and tissue to tissue in animals (Fig. 8 ). A recent rodent transcriptomic study confirmed that the typical mammalian coordination of metabolism between the liver and muscles on Earth continues to function similarly in flight 77 . This metabolic axis is a key determinator of health with age, whose disruption is associated with obesity, diabetes, and frailty. Emerging techniques such as metabolomics are beginning to address the role and mechanisms of metabolic alteration in human muscle with age 73 . Here we have employed another emerging analytical approach, metabolic flux modeling from transcriptomic data (Fig. 8 ). Our results confirm that metabolic flux analysis successfully demonstrated metabolic alterations as expected, dependent on tissue type. Importantly, while our results confirm past observations that mitochondrial and metabolic changes are conserved features of space flown tissues and organisms 3 , they also demonstrate that the functional changes via metabolic flux are more important than the simple global up versus down changes often employed with reductionist approaches. The effect of microgravity exposure may cause specific mitochondrial protein adaptations that affect skeletal muscle tissue, namely 3-hydroxyacyl-CoA dehydrogenase activity, palmitate oxidation and cytochrome c oxidase enzymatic activity 75 , 78 , 79 . It is noteworthy that tissues might respond differently to microgravity and the mitochondrial bioenergetics adaptations seen in skeletal muscle may be different from the ones seen in cardiac muscle; however new sequencing data may provide an insight into these differences 18 , 75 . Thus, using data from multiple tissues and time points begins to provide a more comprehensive understanding of the mechanisms underlying the development of frailty in response to spaceflight. Importantly, our results demonstrate that these approaches can be employed directly in astronauts and/or in combination with model systems. Muscle decline is another conserved feature between spaceflight and aging. It is also thought to contribute to frailty. Recently, functional measures of muscle decline with age have been well correlated with evolutionarily conserved gene expression changes with age 27 , 74 . In humans, changes in metabolic gene expression appear to occur prior to changes in inflammatory gene expression, suggesting that aging human muscle undergoes metabolic remodeling prior to becoming inflamed and sarcopenic—also highlighting the importance of temporal/dynamic data 71 . Similarly, in humans subjected to bedrest, an analogue for spaceflight, changes in metabolic gene expression and metabolic activity are an early event tied to altered intramuscular calcium levels 80 . The recent study of muscle-liver metabolic cross talk in mice used the same mouse muscle datasets we used for this manuscript (Fig. 8 ) and found altered glucose and lipid metabolism in response to spaceflight, consistent with past literature on space flown mammalian muscle 77 . Combining this past analysis with our new analysis of sarcopenic gene expression changes, it is noteworthy that few sarcopenic gene expression changes are noted in the space flown muscles with more observed changes in the soleus, which was the muscle displaying the largest decline in mass 25 . Together, these results raise the possibility that metabolic changes may indeed precede the loss of muscle mass in spaceflight, as observed with age and bedrest on Earth. It remains an open question if, like sarcopenia, metabolic alterations occur earlier than the inflammatory alterations in flight and whether inflammation or an altered metabolism is the key driver for a frailty-like phenotype in space. Lastly, given the similarities between transcriptomic changes with age and spaceflight, the facts that estrogen receptor has recently been proposed to be a key regulator of muscle gene expression changes with age and that estrogen receptor pathways have recently been shown to display differences in flight, raise the possibility that estrogen receptor pathways are key modulators of muscle health in space 27 , 77 , 81 . The restriction of available sources poses a frequent challenge in the field of space medical and biological research. In order to adequately tackle our research inquiry with comprehensive information, we adopted a diverse range of data from various public sources. It is essential to note that each individual experimental model incorporated does not entirely encapsulate the complete biology of astronauts exposed to space conditions. Therefore, caution is advised when extending conclusions from one model system to another or from cellular and tissue-level observations to the overall phenotypes of organisms. Nonetheless, a noteworthy aspect of our findings is the utilization of a weight-of-evidence approach, wherein data across multiple models are analyzed. This method reveals conserved pathways that consistently emerge in independent datasets, likely indicating fundamental biological responses akin to frailty in the context of spaceflight. Pursuing the development of biobanks for multi-omics data will deeply benefit space medicine and biology research. Yet, concurrently, bridging the gap between molecular changes, pathophysiological processes and phenotype development requires multi-omics biological data to be associated with individual physical metrics. This is crucial to investigate complex syndromes such as frailty. Future studies will be conducted to observe global and systemic impact on how the frailty index will change during spaceflight.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f9d3/11166946/e9ad5e0a7663/41598_2024_57948_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f9d3/11166946/39299cd1069e/41598_2024_57948_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f9d3/11166946/3ce89fd0b8d7/41598_2024_57948_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f9d3/11166946/cc311453f9bf/41598_2024_57948_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f9d3/11166946/e12506aac7d1/41598_2024_57948_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f9d3/11166946/8a1cdd6afe13/41598_2024_57948_Fig6_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f9d3/11166946/a00ae98397d0/41598_2024_57948_Fig7_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f9d3/11166946/d6f9f6ed89e0/41598_2024_57948_Fig8_HTML.jpg"
    ]
  }
}