{
  "paper_id": "pmc_articles_PMC6548323",
  "title": "Maintenance of near normal bone mass and architecture in lethally irradiated female mice following adoptive transfer with as few as 750 purified hematopoietic stem cells.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6548323/",
  "sections": {
    "Abstract": "Total-body irradiation (TBI) followed by transfer of bone marrow cells from donors is routinely performed in immunology research and can be used to manipulate differentiation and/or function of bone cells. However, exposure to high-dose radiation ...",
    "Results": "Experiment 1 In experiment 1 we compared the efficacy of adoptive transfer of unsorted bone marrow cells and purified HSCs from GFP-expressing donor mice on animal survival, hematopoietic lineage cell reconstitution, mesenchymal lineage cell reconstitution, and bone mass, architecture and cellular indices of bone turnover after exposure to 9 Gy. All irradiated transplant recipients had successful engraftment with 100% survival for the duration of the experiment. HSCs give rise to cells of both lymphoid and myeloid lineages, in which the lymphoid lineage is composed primarily of B and T lymphocytes. The efficiency of lymphoid reconstitution was evaluated by tracking donor-derived GFP + B and T cells in transplant recipients. As expected, GFP + B and T cells were detected in mesenteric lymph nodes of the recipients ( Fig. 1A and B ). The frequency of these cells did not differ between recipients receiving total bone marrow or HSCs. GFP + cells were also readily detected in bone marrow; the frequency of GFP + cells did not differ between recipients receiving total bone marrow or HSCs ( Fig. 1C ). FIG. 1. Open in a new tab Fluorescence-activated cell sorting analysis showing percentage of GFP + B cells and GFP + T cells in mesenteric lymph node (panels A and B, respectively) and percentage of GFP + cells in bone marrow (panel C) eight weeks after adoptive transfer of unsorted bone marrow (BM) cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT). Fluorescence-activated cell sorting analysis showing percentage of CD45.1 + B cells and CD45.1 + T cells in spleen (panels D and E, respectively) and percentage of CD45.1 + cells in bone marrow (panel F) eight weeks after adoptive transfer of unsorted bone marrow cells (B6.CD45.1 BM → B6, BM → WT) or purified HSCs (B6.CD45.1 HSC → B6, HSC → WT). Data are mean ± SE. N = 4/group. The effects of treatment on reconstitution of the myeloid compartment in transplant recipients are shown in Fig. 2 . Since osteoclasts are derived from myeloid progenitors, reconstitution of the myeloid compartment can be verified by examining GFP expression of bone marrow-derived osteoclasts. Osteoclasts differentiated using bone marrow from transplant recipients (unsorted bone marrow cells or HSCs) were all GFP + ( Fig. 2A ). In contrast, bone marrow-derived adipocytes (mesenchymal origin) were negative for GFP expression ( Fig. 2B ). FIG. 2. Open in a new tab Expression of GFP + osteoclasts (panel A) and adipocytes (panel B) cultured from bone marrow of control mice or transplant recipients receiving unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer. The left-side column shows TRAP-positive osteoclasts in panel A and oil red-positive adipocytes in panel B. The middle column shows DAPI nuclear stain of all cells in the field of image. The right-side column shows GFP expression in cells. Note that osteoclasts are GFP + after adoptive transfer of either unsorted bone marrow cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT). In contrast, oil redpositive adipocytes are GFP - with both treatments, whereas oil red-negative cells surrounding the adipocytes are GFP + . The effects of treatment on tibial length, area, bone mineral content, bone mineral density and bone volume, and on cortical bone architecture in the tibial diaphysis, are shown in Fig. 3 . Tibial length ( Fig. 3A ) and bone volume ( Fig. 3E ) were lower and bone area ( Fig. 3B ) tended to be lower ( P < 0.1) in B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice compared to control mice. Bone mineral content ( Fig. 3C ) tended to be lower ( P < 0.1) in B6.GFP BM → WBB6F1 mice and was lower in B6.GFP HSC → WBB6F1 mice compared to controls. Bone mineral density ( Fig. 3D ) tended to be lower ( P < 0.1) in B6.GFP HSC → WBB6F1 mice compared to control mice. Significant differences in bone mineral density were not detected between B6.GFP BM → WBB6F1 and control mice. Cross-sectional volume ( Fig. 3F ) tended to be lower ( P < 0.1) and polar moment of inertia ( Fig. 3J ) was lower in B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice compared to control mice. Cortical volume ( Fig. 3G ) tended to be lower ( P < 0.1) in B6.GFP BM → WBB6F1 mice and was lower in B6.GFP HSC → WBB6F1 mice compared to control mice. Marrow volume ( Fig. 3H ) was lower in B6.GFP BM → WBB6F1 mice and tended to be lower ( P < 0.1) in B6.GFP HSC → WBB6F1 mice compared to controls. Significant differences in cortical thickness ( Fig. 3I ) were not detected with treatment. Significant differences between B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice were not detected for any of the end points evaluated. FIG. 3. Open in a new tab Effect of adoptive transfer of unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer on tibia length (panel A), area (panel B), bone mineral content (panel C), bone mineral density (panel D), bone volume (panel E), and on diaphysis cross-sectional volume (panel F), cortical volume (panel G), marrow volume (panel H), cortical thickness (panel I) and polar moment of inertia (panel J). Data are mean ± SE. N = 4/group. a Different from control, P < 0.05; a *different from control, P < 0.1. The effects of treatment on cancellous bone architecture and indices of bone resorption, bone formation and bone marrow adiposity in the proximal tibial metaphysis are shown in Fig. 4 . Cancellous bone volume fraction ( Fig. 4A ) tended to be lower ( P < 0.1) in B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice compared to control mice. Trabecular number ( Fig. 4C ) tended to be lower ( P < 0.1) and trabecular spacing ( Fig. 4D ) tended to be higher in B6.GFP BM → WBB6F1 compared to control mice. Significant differences in trabecular number or trabecular spacing were not detected between B6.GFP HSC → WBB6F1 and control mice. Significant differences in trabecular thickness ( Fig. 4B ) and connectivity density ( Fig. 4E ) were not detected with treatment. Significant differences in osteoclast perimeter ( Fig. 4F ), osteoblast perimeter ( Fig. 4G ), mineralizing perimeter ( Fig. 4H ), mineral apposition rate ( Fig. 4I ) and bone formation rate ( Fig. 4J ) were not detected with treatment. Significant differences in marrow adiposity ( Fig. 4K ) and adipocyte size ( Fig. 4M ) were likewise not detected with treatment. However, adipocyte density ( Fig. 4L ) tended to be greater ( P < 0.1) in B6.GFP BM → WBB6F1 mice compared to control mice. Significant differences between B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice were not detected for any of the end points evaluated. The effects of treatment on cancellous bone architecture in the tibial metaphysis can be appreciated in Fig. 4N . FIG. 4. Open in a new tab Effect of adoptive transfer of unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer on proximal tibia metaphysis cancellous bone volume fraction (panel A), trabecular thickness (panel B), trabecular number (panel C), trabecular spacing (panel D), connectivity density (panel E), osteoclast perimeter (panel F), osteoblast perimeter (panel G), mineralizing perimeter (panel H), mineral apposition rate (panel I), bone formation rate (panel J), marrow adiposity (panel K), marrow adipocyte density (panel L) and marrow adipocyte size (panel M). Representative μCT images of cancellous bone in the proximal tibia metaphysis are shown in panel N. Data are mean ± SE. N = 4/group. a Different from control, P < 0.05; a *different from control, P < 0.1. Experiment 2 In experiment 2 we compared the efficacy of adoptive transfer of unsorted bone marrow cells and purified HSCs from CD45.1 B6 congenic donor mice on animal survival and hematopoietic lineage cell reconstitution in B6 mice. Similar to experiment 1, bone marrow cells and purified HSCs were highly effective in reconstituting hematopoietic lineage cells in spleen and bone marrow with donor cells expressing CD45.1 ( Fig. 1D – F ). Experiment 3 In experiment 3 we determined the efficacy of adoptive transfer of 750 purified WBB6F1 HSCs on body composition and bone in WBB6F1 recipients after 2 × 5 Gy irradiations. Despite the extremely low number of HSCs transplanted, 6 out of 9 irradiated transplant recipients had successful engraftment, surviving for the duration of the experiment. Three irradiated transplant recipients lost weight and died 1.5 weeks postirradiation/transplantation due to unsuccessful HSC engraftment. Lethality was not observed in experiment 1 with 3,000 cells or in experiment 4 with 750 cells. These observations suggest that technical difficulty in accurately delivering a very small number of cells in the tail vein may decrease the likelihood for successful engraftment. The effects of treatment on body composition and on tibial length, area, bone mineral content, bone mineral density and bone volume of successfully engrafted mice are shown in Table 1 . Significant differences in body weight, abdominal white adipose tissue weight, percentage body fat, and total body bone area, bone mineral content or bone mineral density were not detected with treatment. However, uterine weight was lower in WBB6F1HSC → WBB6F1 mice compared to control mice. Significant differences were not detected with treatment in any of the tibia end points measured. TABLE 1. Effect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC → WBB6F1, HSC → WT) Experiment 3 Control HSC → WT Necropsy Body weight (g) 22.2 ± 0.8 22.2 ± 0.8 Abdominal white adipose tissue weight (g) 0.45 ± 0.10 0.51 ± 0.07 Uterus weight (mg) 0.12 ± 0.01 0.04 ± 0.003 a Total-body dual energy X-ray absorptiometry Body fat (%) 22.4 ± 1.0 20.9 ± 1.0 Bone area (cm 2 ) 6.97 ± 0.21 7.28 ± 0.12 Bone mineral content (g) 0.322 ± 0.016 0.340 ± 0.012 Bone mineral density (g/cm 2 ) 0.046 ± 0.001 0.047 ± 0.001 Tibia Length (mm) 17.3 ± 0.2 17.5 ± 0.1 Bone area (cm 2 ) 0.40 ± 0.01 0.40 ± 0.01 Bone mineral content (g) 0.017 ± 0.001 0.017 ± 0.001 Bone mineral density (g/cm 2 ) 0.043 ± 0.001 0.043 ± 0.001 Bone volume (mm 3 ) 15.3 ± 0.7 16.5 ± 0.5 Open in a new tab Notes . Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content and bone mineral density, and on tibial length, bone area, bone mineral content, bone mineral density and bone volume. Data are mean ± SE. N = 6/group. a Different from control, P < 0.05. The effects of treatment on cortical bone architecture in the tibial diaphysis and on cancellous bone architecture, indices of bone turnover and marrow adiposity in the proximal tibial metaphysis, are shown in Fig. 5 . No significant differences were detected with treatment in diaphyseal cross-sectional volume ( Fig. 5A ), cortical volume ( Fig. 5B ) or polar moment of inertia ( Fig. 5E ). However, marrow volume ( Fig. 5C ) was lower and cortical thickness ( Fig. 5D ) was higher in WBB6F1 HSC → WBB6F1 mice compared to control mice. No significant differences were detected with treatment in bone volume fraction ( Fig. 5F ), trabecular thickness ( Fig. 5G ), trabecular number ( Fig. 5H ) and connectivity density ( Fig. 5J ). Trabecular spacing ( Fig. 5I ) tended to be higher ( P < 0.1) in WBB6F1 HSC → WBB6F1 mice compared to control mice. No significant differences were detected with treatment in osteoclast perimeter ( Fig. 5K ), CTX (an index of global bone resorption) ( Fig. 5S ), osteoblast perimeter ( Fig. 5L ), mineralizing perimeter ( Fig. 5M ) and osteocalcin (an index of global bone turnover) ( Fig. 5T ). However, mineral apposition rate ( Fig. 5N ) and bone formation rate ( Fig. 5O ) were greater in WBB6F1 HSC → WBB6F1 mice compared to control mice. No significant differences were detected with treatment in marrow adiposity ( Fig. 5P ), adipocyte density ( Fig. 5Q ) and adipocyte size ( Fig. 5R ). FIG. 5. Open in a new tab Effect of adoptive transfer of purified HSCs from WBB6F1 to WBB6F1 mice (WBB6F1 HSC → WBB6F1, HSC → WT) on tibia diaphysis cross-sectional volume (panel A), cortical volume (panel B), marrow volume (panel C), cortical thickness (panel D) and polar moment of inertia (panel E), and on distal tibia metaphysis cancellous bone volume fraction (panel F), trabecular thickness (panel G), trabecular number (panel H), trabecular spacing (panel I), connectivity density (panel J), osteoclast perimeter (panel K), osteoblast perimeter (panel L), mineralizing perimeter (panel M), mineral apposition rate (panel N), bone formation rate (panel O), marrow adiposity (panel P), marrow adipocyte density (panel Q), marrow adipocyte size (panel R), serum CTX (panel S) and serum osteocalcin (panel T). Data are mean ± SE. N = 6/group. a Different from control, P < 0.05; a *different from control, P < 0.1. The effects of treatment on expression of genes associated with hematopoiesis (84 genes), osteogenesis and osteoporosis (148 genes) and adipogenesis (84 genes) in bone marrow are shown in Table 2 . Very few genes had altered expression in the HSC transplant recipients. Among all the genes examined, 7% of genes associated with hematopoiesis, 8% of genes associated with osteogenesis/osteoporosis and 5% of genes associated with adipogenesis were differentially expressed in WBB6F1 HSC → WBB6F1 mice compared to controls. A complete list of genes evaluated, including fold changes and P values, is archived with NASA. TABLE 2. Differential Gene Expression in Bone Marrow of Femur after Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC → WBB6F1) “Hematopoiesis” array “Osteoporosis” and “osteogenesis” array “Adipogenesis” array Differentially expressed in transplant recipients (n = 6/84 genes) Differentially expressed in transplant recipients (n = 12/148 genes) a Differentially expressed in transplant recipients (n = 4/84 genes) Symbol Fold change P < Symbol Fold change P < Symbol Fold change P < Angpt1 −1.4 0.004 Bmpr1a −2.2 0.010 Cdkn1a −1.2 0.014 Hdac4 1.3 0.004 Col14a1 −1.8 0.045 Fgf1 −1.2 0.025 Hdac9 −1.6 0.034 Col4a1 1.4 0.030 Irs1 −1.8 0.012 Il1a −1.6 0.007 Fn1 1.6 0.003 Sfrp1 1.4 0.024 Mmp9 1.4 0.037 Il15 −1.4 0.041 StatS 1.2 0.032 Itga2 −1.6 0.007 Lrp1 1.4 0.042 Lrp5 1.2 0.043 Mmp9 1.3 0.037 Tnfrsf1b 1.2 0.048 Vegfa −1.2 0.017 Wnt10b −2.1 0.032 Open in a new tab Note . N = 6/group. a Combined two arrays and removed redundant genes shared between the arrays. Experiment 4 In experiment 4 we determined the efficacy of adoptive transfer of purified WBB6F1 HSCs on survival, body composition and bone parameters in radiosensitive Kit W/W-v recipient mice. Despite the extremely low number of HSCs transplanted, all of the irradiated transplant recipients had successful engraftment, surviving for the duration of the experiment. As expected, mRNA levels for Kit were lower in Kit W/W-v mice compared to WBB6F1 mice and this disparity was corrected after adoptive transfer of purified HSCs from WBB6F1 mice ( Fig. 6A ). FIG. 6. Open in a new tab Effect of adoptive transfer of purified HSCs from WBB6F1 mice to radiosensitive Kit W/W-v mice (WBB6F1 HSC → Kit W/W-v , HSC → W/W-v) on bone marrow Kit expression (panel A), serum CTX (panel B) and serum osteocalcin (panel C). Wild-type control mice in panel A were age-matched WBB6F1 mice. Data are mean ± SE. N = 4–7/group. a Different from Kit W/W-v control, P < 0.05. The effects of treatment on body composition, tibial length, area, bone mineral content, bone mineral density and bone volume, and on cortical bone architecture in the tibial diaphysis are shown in Table 3 . Kit W/W-v mice receiving 5 Gy had higher body weight but lower percentage body fat and lower uterine weight compared to control (nonirradiated) Kit W/W-v mice. However, significant differences in tibial length, area, bone mineral content, bone mineral density and bone volume, and in cortical bone architecture in the tibial diaphysis were not detected with treatment. In contrast, Kit W/W-v mice receiving 10 Gy (2 × 5 Gy) gained less weight, had lower white adipose tissue weight, uterine weight and percentage body fat and had smaller bones with altered cortical architecture compared to control (nonirradiated) Kit W/W-v mice. Regarding bone, tibial length, area, bone mineral content and bone volume were lower in Kit W/W-v mice receiving 10 Gy (2 × 5 Gy) compared to controls. In addition, cross-sectional volume, cortical volume, marrow volume and polar moment of inertia were lower in the irradiated Kit W/W-v mice. Significant differences in tibia bone mineral density and cortical thickness were not detected with 10 Gy (2 × 5 Gy). TABLE 3. Effect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to KitW/W-v Mice (WBB6F1 HSC → KitW/W/v, HSC → W/W-v) Experiment 4 W/W-v control HSC → W/W-v sublethal (5 Gy) HSC → W/W-v lethal (2 × 5 Gy) Necropsy Body weight (g) 21.6 ± 0.3 23.1 ± 0.5 a 17.6 ± 0.5 a Abdominal white adipose tissue weight (g) 0.55 ± 0.05 0.48 ± 0.07 0.16 ± 0.04 a Uterus weight (mg) 0.05 ± 0.01 0.02 ± 0.003 a 0.02 ± 0.002 a Total-body dual energy X-ray absorptiometry Body fat (%) 21.6 ± 0.7 19.2 ± 0.6 a 16.1 ± 0.6 a Bone area (cm 2 ) 6.75 ± 0.15 7.11 ± 0.07 6.09 ± 0.17 a Bone mineral content (g) 0.302 ± 0.010 0.320 ± 0.006 0.251 ± 0.012 a Bone mineral density (g/cm 2 ) 0.045 ± 0.001 0.045 ± 0.001 0.041 ± 0.001 a Tibia Length (mm) 17.3 ± 0.1 17.7 ± 0.07 a* 16.7 ± 0.2 a Bone area (cm 2 ) 0.37 ± 0.01 0.37 ± 0.01 0.32 ± 0.01 a Bone mineral content (g) 0.015 ± 0.000 0.015 ± 0.000 0.012 ± 0.001 a Bone mineral density (g/cm 2 ) 0.039 ± 0.001 0.041 ± 0.001 0.036 ± 0.001 Bone volume (mm 3 ) 14.5 ± 0.5 14.8 ± 0.4 11.9 ± 0.45 a Tibia diaphysis Cross-sectional volume (mm 3 ) 0.19 ± 0.00 0.19 ± 0.00 0.16 ± 0.00 a Cortical volume (mm 3 ) 0.13 ± 0.00 0.14 ± 0.00 0.11 ± 0.004 a Marrow volume (mm 3 ) 0.06 ± 0.00 0.05 ± 0.00 0.04 ± 0.002 a Cortical thickness (μm) 209 ± 2 221 ± 5 208 ± 7 Polar moment of inertia (mm 4 ) 0.09 ± 0.00 0.09 ± 0.00 0.08 ± 0.01 a Open in a new tab Notes . Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content, and bone mineral density, on tibia length, bone area, bone mineral content, bone mineral density, and bone volume, and on tibia diaphysis cross-sectional volume, cortical volume, marrow volume, cortical thickness, and polar moment of inertia. Data are mean ± SE. N = 5–7/group. a Different from Kit W/W-v control, P < 0.05. a* Different from Kit W/W-v control, P < 0.1. Significant differences in serum CTX were not detected with treatment ( Fig. 6B ). However, serum osteocalcin was lower in Kit W/W-v mice receiving 10 Gy (2 × 5 Gy) compared to control mice ( Fig. 6C ).",
    "Conclusion": "Here we show that bone marrow was reconstituted in female mice after lethal TBI when the mice were engrafted with unsorted bone marrow cells or purified HSCs. Both methods of adoptive transfer were effective in reconstituting osteoclast precursors from donor cells but neither method successfully reconstituted bone marrow adipocyte precursors from donor cells and neither method prevented radiation-associated suppression of linear bone growth or reduction in bone volume. WBB6F1 mice engrafted with 750 HSCs after fractionated exposures (2 × 5 Gy) had near normal bone mass and microarchitecture eight weeks after engraftment. However, this dose reduced weight gain and induced osteopenia in radiosensitive Kit W/W-v mice. Turner et al. ( 10 ) reported that sublethal 6 Gy TBI resulted in a rapid reduction in bone marrow cell density in female B6 mice, reaching a minimum value of 14% of normal 3 days postirradiation. Spontaneous, partial recovery of bone marrow cell density occurred by 14 days postirradiation. In a similar study performed in male B6 mice, Green et al. ( 13 ) reported that neither immune cell populations nor cancellous bone volume fraction returned to normal two months after sublethal 5 Gy gamma irradiation. In the current study, bone marrow cell density, bone turnover and most measured indices of cortical bone architecture and immune cell populations did not differ from nonirradiated control mice two months after lethal TBI in bone marrow-engrafted mice. Additionally, adoptive transfer of bone marrow cells resulted in quantitative replacement of host bone marrow hematopoietic cells with donor cells ( 10 ). However, this intervention was ineffective in preventing radiation-induced suppression of tibial growth, or in preventing cancellous bone loss from the appendicular (tibia) and axial (lumbar vertebra) skeleton. Importantly, the skeletal response to adoptive transfer of purified HSCs and unsorted bone marrow cells was similar, alleviating the concern that osteopenia would be exaggerated in irradiated mice not receiving donor mesenchymal cells. Exposure to high-dose ionizing radiation results in cortical as well as cancellous osteopenia in growing mice but the magnitude of response and cellular mechanisms differ between cortical and cancellous bone. Radiation slows cortical bone accrual, due to decreased longitudinal bone growth and decreased apposition of bone onto the periosteal surface, whereas it accelerates age-related cancellous bone loss ( 10 , 13 ). The latter is caused by an imbalance in bone turnover due to bone resorption exceeding bone formation, and can be dramatic in the femur metaphysis of young adult mice because turnover rates can exceed 100% per month ( 14 ). Osteoblasts are derived from MSCs ( 27 ). Despite a normal osteoblast-lined bone perimeter after engraftment with unsorted bone marrow cells, host mesenchymal cells in bone marrow were only partially replaced by donor cells ( 10 ). This may be because MSCs are less radiosensitive than HSCs ( 28 , 29 ). Alternatively, there is evidence that MSCs do not readily migrate to bone marrow after tail vein administration ( 30 ). In contrast to normal mice, Kit W/W-v mice are devoid of adipocytes in long bones and lumbar vertebrae, and adoptive transfer of bone marrow cells from WBB6F1 mice into Kit W/W-v mice does not result in fat infiltration into bone marrow ( 17 , 19 ). Thus, adoptive transfer of MSCs may be dispensable for both mouse survival and normalization of bone formation after lethal TBI. In support of this, engraftment with 3,000 purified HSCs was as effective as engraftment with 5 × 10 6 unsorted bone marrow cells in maintaining normal bone formation after lethal TBI in WBB6F1 and in B6 mice. Fat infiltration into bone marrow is a common side effect of high-dose TBI ( 24 ). In some studies, increased marrow adipose tissue was associated with one or more detrimental skeletal effects, including decreased bone formation, increased bone resorption and bone loss ( 31 ). However, causality was not established and not all studies report a negative association between bone marrow adiposity and bone turnover balance. In the current studies, the trend for increased marrow adipocyte density in mice receiving lethal TBI did not result in reduced osteoblast-lined bone perimeter or bone formation after engraftment of unsorted bone marrow cells. In the current study, osteoclasts generated in vitro using bone marrow of WBB6F1 mice obtained after adoptive transfer of either unsorted bone marrow or purified HSCs from GFP-expressing donor mice were uniformly GFP positive. We anticipated this finding because osteoclasts are members of the monocyte/macrophage lineage derived from HSCs ( 32 ). In contrast, adipocytes differentiated from bone marrow from the same mice were GFP negative. Adipocytes are derived from MSCs ( 33 ). Based on these findings we conclude that: 1. Sufficient numbers of MSCs survive 9 Gy irradiation to maintain or increase marrow adipogenesis and osteoblastogenesis; and 2. Adoptive transfer of purified HSCs selectively reconstitutes hematopoietic lineage cells. This property could be used to great advantage in genetic studies directed at evaluating the signaling pathways by which hematopoietic cells regulate bone growth and turnover. As proof of concept, we demonstrated restoration of normal Kit gene expression in bone marrow of Kit W/W-v mice after engraftment with only 750 purified HSCs from WBB6F1 mice. Sublethal ARS in mice is associated with transient increases in bone formation and bone resorption. Increases in osteoblast-lined bone perimeter and osteoclast-lined bone perimeter were noted within 1 day of TBI ( 10 ). Bone lining cells are post-mitotic osteoblast lineage cells located directly adjacent to inactive bone surfaces and are much more numerous than osteoblasts. Hormones and growth factors, such as parathyroid hormone, growth hormone and basic fibroblast growth factor, can quickly activate bone lining cells to express the osteoblast phenotype and generate bone matrix ( 34 – 36 ). Osteoclast precursors, although derived from bone marrow HSCs, leave bone marrow and have a relatively long (days to weeks) lifespan in circulation ( 37 ). Whereas proliferating cells are highly sensitive to radiation, post-mitotic bone cells are resistant to radiation-induced cell death. Activation of bone lining cells and osteoclast formation from circulating osteoclast precursors represents post-mitotic cell differentiation. Therefore, proliferation would not be essential for the transient increase in osteoblast-lined perimeter and osteoclast-lined perimeter immediately after TBI ( 10 , 38 , 39 ). Long-term maintenance of normal bone turnover requires continuous replacement of osteoblasts that become osteo-cytes or bone lining cells, or undergo apoptosis and osteoclasts that undergo apoptosis. Reconstitution of donor-derived GFP + osteoclast precursors in bone marrow was apparent 9 weeks after engraftment with unsorted bone marrow cells ( 10 ). The differentiation studies performed here confirm successful reconstitution of donor-derived osteoclast precursors after engraftment with unsorted bone marrow cells or purified HSCs. At the gene level, there were only minor differences between control mice and mice receiving purified HSCs (WBB6F1 HSC → WBB6F1) in expression levels of more than 300 genes in tibia related to osteoblast and osteoclast differentiation and function, adipogenesis and hematopoie-sis. This finding provides additional evidence that after engraftment with B6 HSCs, the bone marrow environment in the engrafted animals resembles that of untreated WBB6F1 controls. Studies performed to optimize TBI prior to allogeneic bone marrow transplantation in mice indicate that improved survival and reconstitution of hematopoietic cells is achieved using fractionated radiation ( 40 ). The current studies suggest that fractionating TBI also has a bone-sparing effect. We did not investigate the effects of lethal TBI on bone metabolism in the absence of adoptive transfer of donor cells. Therefore, the precise contribution of donor HSCs to the skeletal radiation response is unknown. It would be difficult to interpret the results of an experiment in which radiation was delivered without follow-up treatment because bone metabolism is strongly influenced by nutritional status, and the initial indicator symptoms of ARS include reduced appetite and weight loss. Localized 20 Gy irradiation to the right distal femur and proximal tibia in rats has resulted in weight loss and cancellous bone loss in the irradiated as well as the contralateral limb, emphasizing the importance of indirect effects of radiation on bone health ( 41 ). For this reason, it may be necessary to reduce the radiation dose used to deplete hematopoietic cells in radiosensitive mice. In the current studies, when Kit- deficient Kit W/W-v mice, a radiosensitive strain ( 42 , 43 ), were inoculated with 750 HSCs, they survived 2 × 5 Gy exposures, but experienced reduced weight gain, osteopenia and lower serum osteocalcin levels compared to untreated mice. However, these negative effects were attenuated in Kit W/W-v mice after 5 Gy irradiation. Notably, adoptive transfer of purified HSCs after 5 Gy irradiation was as effective as 2 × 5 Gy irradiations in restoring Kit gene expression in bone marrow. In summary, we describe an approach for reconstituting the hematopoietic compartment of bone marrow by engrafting purified HSCs after fractionated lethal TBI. This approach will be valuable for studies in skeletal biology because near normalization of bone marrow function is achieved with minimal TBI-induced collateral damage to bone mass and architecture.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5e6/6548323/28c5029e2c1b/nihms-1029685-f0001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5e6/6548323/4ef6d42cc85c/nihms-1029685-f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5e6/6548323/95e2621abcc2/nihms-1029685-f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5e6/6548323/f07066f22c46/nihms-1029685-f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5e6/6548323/6398243db717/nihms-1029685-f0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5e6/6548323/7fce998dda47/nihms-1029685-f0006.jpg"
    ]
  }
}