{
  "paper_id": "pmc_articles_PMC4211383",
  "title": "Light and gravity signals synergize in modulating plant development",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4211383/",
  "sections": {
    "Abstract": "Abstract Tropisms are growth-mediated plant movements that help plants to respond to changes in environmental stimuli. The availability of water and light, as well as the presence of a constant gravity vector, are all environmental stimuli that plants sense and respond to via directed growth movements (tropisms). The plant response to gravity (gravitropism) and the response to unidirectional light (phototropism) have long been shown to be interconnected growth phenomena. Here, we discuss the similarities in these two processes, as well as the known molecular mechanisms behind the tropistic responses. We also highlight research done in a microgravity environment in order to decouple two tropisms through experiments carried out in the absence of a significant unilateral gravity vector. In addition, alteration of gravity, especially the microgravity environment, and light irradiation produce important effects on meristematic cells, the undifferentiated, highly proliferating, totipotent cells which sustain plant development. Microgravity produces the disruption of meristematic competence, i.e., the decoupling of cell proliferation and cell growth, affecting the regulation of the cell cycle and ribosome biogenesis. Light irradiation, especially red light, mediated by phytochromes, has an activating effect on these processes. Phytohormones, particularly auxin, also are key mediators in these alterations. Upcoming experiments on the International Space Station will clarify some of the mechanisms and molecular players of the plant responses to these environmental signals involved in tropisms and the cell cycle. Keywords: gravitropism, phototropism, phytochromes, auxin, meristematic cells, cell cycle, ribosome biogenesis, space biology",
    "Results": "",
    "Conclusion": "",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7142/4211383/17713c3cb895/fpls-05-00563-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7142/4211383/6c2c3c0b5c60/fpls-05-00563-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7142/4211383/60458b20d140/fpls-05-00563-g003.jpg"
    ]
  }
}