{
  "paper_id": "pmc_articles_PMC5821596",
  "title": "Comparative transcriptomics indicate changes in cell wall organization and stress response in seedlings during spaceflight",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5821596/",
  "sections": {
    "Abstract": "Abstract PREMISE OF THE STUDY Plants will play an important role in the future of space exploration as part of bioregenerative life support. Thus, it is important to understand the effects of microgravity and spaceflight on gene expression in plant development. METHODS We analyzed the transcriptome of Arabidopsis thaliana using the Biological Research in Canisters (BRIC) hardware during Space Shuttle mission STS-131. The bioinformatics methods used included RMA (robust multi-array average), MAS5 (Microarray Suite 5.0), and PLIER (probe logarithmic intensity error estimation). Glycome profiling was used to analyze cell wall composition in the samples. In addition, our results were compared to those of two other groups using the same hardware on the same mission (BRIC-16). KEY RESULTS In our BRIC-16 experiments, we noted expression changes in genes involved in hypoxia and heat shock responses, DNA repair, and cell wall structure between spaceflight samples compared to the ground controls. In addition, glycome profiling supported our expression analyses in that there was a difference in cell wall components between ground control and spaceflight-grown plants. Comparing our studies to those of the other BRIC-16 experiments demonstrated that, even with the same hardware and similar biological materials, differences in results in gene expression were found among these spaceflight experiments. C ONCLUSIONS A common theme from our BRIC-16 space experiments and those of the other two groups was the downregulation of water stress response genes in spaceflight. In addition, all three studies found differential regulation of genes associated with cell wall remodeling and stress responses between spaceflight-grown and ground control plants. Keywords: cell wall, cytoskeleton, dehydration, glycome profiling, transcriptome, heat shock, XERO1, FH2, AGP, XTH",
    "Results": "In our BRIC-16 experiments, we noted expression changes in genes involved in hypoxia and heat shock responses, DNA repair, and cell wall structure between spaceflight samples compared to the ground controls. In addition, glycome profiling supported our expression analyses in that there was a difference in cell wall components between ground control and spaceflight-grown plants. Comparing our studies to those of the other BRIC-16 experiments demonstrated that, even with the same hardware and similar biological materials, differences in results in gene expression were found among these spaceflight experiments.",
    "Conclusion": "Here, we discuss the differences observed in the transcriptomes of the spaceflight studies, in relation to the environmental conditions of the spaceflight study. First, we consider changes in the cell wall during spaceflight, followed by convection as it relates to hypoxia in spaceflight, and then discuss the water status of plants in spaceflight. The emphasis is on the BRIC-16-Cyt results, but we compare our results with those of BRIC-16-Reg and BRIC-16-DNA throughout. Changes in cell wall during spaceflight Cell wall integrity is important to a plant’s overall stability. In a recent report on our spaceflight studies, we showed that alterations in the cell wall occurred when seedlings were grown in spaceflight. Specifically, the individual endodermal cells were smaller and more rounded in spaceflight than in ground controls ( Johnson et al., 2015 ). Transcriptomic data showed that a number of genes involved with cell wall ( Table 2 ) and cytoskeletal structure ( Table 6 ) were differentially regulated (F/G). AGP31 (AT1G28290) is an integral cell wall protein that is often abundant within etiolated hypocotyls, which acts as a scaffolding to strengthen the cell wall ( Hijazi et al., 2014 ). AGP31 was found to be differentially upregulated (F/G, −5 ≥ FC ≥ 5, P < 0.01) in BRIC-16-Cyt. A difference in mechanical load in μg led to structural differences within the cell wall during a spaceflight study ( Klymchuk et al., 2003 ). BRIC-16-Reg noted a similar trend and linked these differences to the actin cytoskeleton ( Nakashima et al., 2014 ). TABLE 6. Genes involved in cytoskeletal modification that were differentially regulated Space Flight/Ground Control in BRIC-16-Cyt, −5 ≤ FC ≥ 5 in at least one normalization method ( P < 0.01), using various normalization methods. FC = fold-change. Gene ID Gene symbol FC: RMA FC: MAS5 FC: PLIER AT2G39900 WLIM2A 4.39 6.01 AT3G05470 FH2 family 10.28 10.32 AT2G43800 FH2 family 8.74 AT3G07540 FH2 family 18.66 AT3G32400 FH2 family 5.45 AT3G22790 NET1A 14.38 AT3G43610 SPC97 6.59 Open in a new tab Cell wall structure is dependent upon the underlying cytoskeleton (reviewed by Bashline et al., 2014 ), and the organization of microtubules is aligned with cellulose before expansion ( Sugimoto et al., 2000 ). BRIC-16-Cyt noted 7 differentially regulated genes relating to cytoskeleton within the shoots of seedlings grown in spaceflight ( Table 6 ). These include four within the formin homology 2 ( FH2) gene family, which are involved in cell elongation ( Cao et al., 2015 ). Hemicelluloses such as xylans and xyloglucans are involved in the structural integrity of cell walls ( Xiao et al., 2016 ). Cell wall components have previously been shown to be dependent on environmental growth conditions and are specific to each plant organ, with roots and leaves differing in composition in response to moisture availability ( Pattathil et al., 2016 ). The glycomics results of our BRIC-16-Cyt study confirmed these previous studies, as they indicated that many xylan and pectic backbone epitopes were marginally less abundant in spaceflight-grown plants vs. ground control ( Fig. 1 ). Previous studies have shown the existence of xylan–pectin linkages in plant cell walls ( Tan et al., 2013 ). These results suggest that the biosynthesis of such pectin–xylan networks may be altered in microgravity; however, further studies are advised. Xyloglucan-cleaving molecules were upregulated (F/G, −5 ≥ FC ≥ 5, P < 0.01) in BRIC-16-Cyt, including XTH32 (AT2G36870), XTH9 (AT4G03210), GH9C2 (AT1G64390), and GH9C2 (AT1G64390) ( Table 2 ). These findings are in line with the results of several investigators ( Hoson et al., 2002 , 2003 ; Soga et al., 2002 ), who found that a breakdown of xyloglucan led to cell wall structural differences in spaceflight-grown hypocotyls. Taken together, the transcriptomic and glycomic results from this study also support the hypothesis that cell wall structural components differ between spaceflight-grown plants and ground controls. Convection issues and hypoxia during spaceflight Previous spaceflight studies have investigated the alteration of convection in μg ( Porterfield et al., 1999 ) and determined that insufficient levels of oxygen, or hypoxia, were present in spaceflight-grown plants ( Stout et al., 2001 ; Liao et al., 2004 ). Altered air circulation was also a factor in this study, as evidenced by differences in temperature among BRICs ( Millar et al., 2011 ; Paul et al., 2012b ). This hypoxic condition impacts the sugar and starch content of the plant, with differences among the stems, leaves, and roots ( Porterfield et al., 1997 ). BRIC-16-Cyt and BRIC-16-Reg showed differentially regulated genes with GO data that indicated a hypoxic response. These are HSFA2 and PLA2A. HSFA2 (AT2G26150) was found to be differentially regulated in BRIC-16-Cyt, and PLA2A (AT2G26560) was differentially regulated in our analysis of BRIC-16-Reg. Both of these genes were downregulated (F/G, −5 ≥ FC ≥ 5, P < 0.01) in these studies, which indicates that in this hardware, hypoxia was less of an issue for spaceflight-grown plants than for their ground control equivalents. In flooded or otherwise hypoxic environments, plants develop adventitious roots, which immediately transport oxygen from the substrate to shoots ( Ayi et al., 2016 ). Interestingly, in BRIC-16-Cyt, we observed an abundance of adventitious roots growing from the shoots of spaceflight samples ( Millar et al., 2011 ). Thus, this abundance of adventitious roots could account for the reduction in shoot hypoxia. Water and gas distribution within μg is unreliable ( Hoehn et al., 2000 ; Stout et al., 2001 ); yet when water is accessible to the roots, it can travel to the rest of the plant body via capillary motion ( Saint-Jalmes et al., 2007 ). Rounder cells observed in the shoot endodermis of spaceflight-grown seedlings ( Johnson et al., 2015 ) may be accounted for by a higher turgor potential in the shoots along with the observed cell wall structural differences. An earlier spaceflight study noted increased turgor through vacuolation of soybean root cells ( Klymchuk et al., 2003 ). In contrast to roots, shoot statocytes contain a large vacuole when grown in 1 g , and the vacuole pushes against the cell wall. Because roots have smaller vacuoles than shoots, alterations in gas convection and fluid dynamics that are unique to μg can impact them differently. The difference in the mechanical load of water in μg has been linked to structural and compositional differences within the cell wall ( Chebli et al., 2013 ). This trend is further supported by the glycomic results of the BRIC-16-Cyt shoots, which indicate a decrease in the abundance of xylan, rhamnogalacturonan, and homogalacturonan epitopes in spaceflight vs. ground control ( Fig. 1 ) and differences observed in cell shape ( Johnson et al., 2015 ). Water status in spaceflight A striking abundance of genes related to water stress were highly differentially upregulated in ground control vs. spaceflight for BRIC-16-Cyt ( Table 5 ; Appendices S2 and S4 ). An additional comparison of ground controls of all three spaceflight experiments indicated the relative absence of stress-response genes in the ground controls. Taken together, these results suggest that there was less water stress in spaceflight than there was on Earth. Interestingly, a water-stress-responsive transcript, XERO1 , was downregulated (F/G) in both the BRIC-16-Cyt and BRIC-16-DNA studies. XERO1 ( RAB18/LEA34) is a dehydrin, a late embryogenesis abundant (LEA) protein, that has been implicated in the freezing tolerance of seeds during dormancy ( Hundertmark et al., 2011 ; Mäntylä et al., 1995 ) and was implicated in tissue-specific response to water deficit ( Nylander et al., 2001 ). Like many stress-response genes, XERO1 was shown to be responsive to abscisic acid ( Lång and Palva, 1992 ; Ghelis et al., 2000a ) and dependent on calcium influx ( Ghelis et al., 2000b ) for activity. While many genes associated with stress response were differentially regulated in the three studies that we compared, BRIC-16-Cyt had much higher absolute (log2)-fold change values than BRIC-16-Reg and BRIC-16-DNA. The BRIC-16-Cyt study included transcriptomic analyses on shoots alone. The BRIC-16-Reg and BRIC-16-DNA studies used complete seedlings for their transcriptome analysis. BRIC-16-DNA also used callus tissue samples, but the transcriptomes were not compared in the present analysis. In a spaceflight experiment using the ABRS hardware, Paul et al. (2013) explained the importance of separating plant organs rather than using entire seedlings for transcriptomics studies. They showed that Arabidopsis underwent organ-specific changes in response to spaceflight, with differential gene expression in leaves, hypocotyls, and roots under each condition. When organs were pooled together they provided an incomplete picture, even having a gene be oppositely regulated in different organs grown under the same conditions ( Paul et al., 2013 ). This observation explains the comparatively high FC values with downregulation of stress-response genes in the BRIC-16-Cyt results. These results also suggest that roots may undergo greater hypoxic stress than shoots during spaceflight. Since there were abundant adventitious roots observed on the hypocotyls of spaceflight seedlings compared with ground controls, some of the differences in expression profiles may be accounted for by including root tissues ( Millar et al., 2011 ).",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c866/5821596/cd44467f24b3/nihms926549f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c866/5821596/37f458dc3ea1/nihms926549f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c866/5821596/1c2008837f9e/nihms926549f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c866/5821596/ffea6919ce51/nihms926549f4.jpg"
    ]
  }
}