{
  "paper_id": "pmc_articles_PMC3911009",
  "title": "Resistance of Bacillus subtilis Spore DNA to Lethal Ionizing Radiation Damage Relies Primarily on Spore Core Components and DNA Repair, with Minor Effects of Oxygen Radical Detoxification",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3911009/",
  "sections": {
    "Abstract": "Abstract The roles of various core components, including α/β/γ-type small acid-soluble spore proteins (SASP), dipicolinic acid (DPA), core water content, and DNA repair by apurinic/apyrimidinic (AP) endonucleases or nonhomologous end joining (NHEJ), in Bacillus subtilis spore resistance to different types of ionizing radiation including X rays, protons, and high-energy charged iron ions have been studied. Spores deficient in DNA repair by NHEJ or AP endonucleases, the oxidative stress response, or protection by major α/β-type SASP, DPA, and decreased core water content were significantly more sensitive to ionizing radiation than wild-type spores, with highest sensitivity to high-energy-charged iron ions. DNA repair via NHEJ and AP endonucleases appears to be the most important mechanism for spore resistance to ionizing radiation, whereas oxygen radical detoxification via the MrgA-mediated oxidative stress response or KatX catalase activity plays only a very minor role. Synergistic radioprotective effects of α/β-type but not γ-type SASP were also identified, indicating that α/β-type SASP's binding to spore DNA is important in preventing DNA damage due to reactive oxygen species generated by ionizing radiation.",
    "Results": "The importance of the two types of SASP, the DNA-binding α/β type and non-DNA-binding γ type, alone and in combination with various other protective spore core components, including core water content and DPA, has been assessed to establish their roles as radioprotectants. B. subtilis spores have several additional potential mechanisms for minimizing damage to spore DNA including BER via AP endonucleases (by ExoA and Nfo), DNA double-strand break repair (via NHEJ by YkoU and V), and radical detoxification (superoxide dismutase SodA and major spore catalase KatX), as well as via the oxidative stress response (DNA-binding protein MrgA); spores of strains lacking these various gene products have been also included in this study. Wild-type and mutant spores ( Table 1 ) were subjected to three different types of ionizing radiation, X rays, protons, and high-energy Fe ions. Role of spore core components in ionizing radiation resistance. Spore structures (e.g., the spore coat and cortex) and components in the spore core (e.g., Ca-DPA, α/β-type SASP) have previously been demonstrated to protect spores from inactivation after exposure to various sporicidal treatments such as exposure to UV radiation, hydrogen peroxide, or heat (reviewed in references 4 , 6 , and 7 ). Spores lacking various spore core components were irradiated with X rays ( Fig. 1A ), protons ( Fig. 1B ), or Fe ions ( Fig. 1C ). In order, from most to least sensitive, were spores of mutants in sspA (encoding one of two major α/β-type SASP [ 38 ]) > sspB (encoding the less abundant major α/β-type SASP [ 38 ]) > dacB , previously shown to exhibit a 1.6-fold-increased core water content (52 to 65%) compared to that of wild-type spores (34 to 41%) ( 22 , 23 ) > sleB plus spoVF (which allow isolation of stable spores that lack Ca-DPA [ 39 ]) > sspE (encoding the only γ-type SASP; termed γ − spores), which is equivalent to the wild type ( Fig. 1 ). FIG 1. Open in a new tab Spore resistance to irradiation with X rays (A), protons (B), and high-energy charged Fe ions (C). Spores differing in various core components, including major α/β-type SASP, the single γ-type SASP, and Ca-DPA (due to loss of DPA synthetase encoded by spoVF ), or core water content (due to the dacB mutation), with (white bars) and without (gray bars) protection by α/β-type SASP. Spores were irradiated in water, and D 10 values are expressed as averages ± standard deviations ( n = 3) as described in the text. Lowercase letters above the bars denote groups significantly different by ANOVA ( P < 0.05). Note the differences in the y axes of panels A, B, and C. Radiation resistance of spores carrying mutations in sspE , dacB , or both sleB and spoVF was tested either in a wild-type background or in an sspA sspB background lacking both major α/β-type SASP (termed α − β − spores) ( Fig. 2 ). The combined effects on spore sensitivity, from most sensitive to least, were as follows: α − β − dacB > α − β − sleB spoVF > α − β − ≫ wild-type ≈ γ − ( Fig. 2 ). The results show that spore core dehydration and DPA, but not γ-type SASP, function in addition to α/β-type SASP as radioprotectants in the spore core. FIG 2. Open in a new tab Impact of spore core-specific components on spore resistance to different types of ionizing radiation: X rays (A), protons (B), and high-energy charged Fe ions (C) with (white bars) and without (gray bars) protection by α/β-type SASP. Relative spore sensitivity was expressed as the ratio of the D 10 value of spores of each mutant strain to the D 10 value of spores of the corresponding reference strain (wild-type or α − β − ) from each irradiation, using data from Fig. 1 . Data are averages and standard deviations ( n = 3). Actual data values are given above the corresponding columns in Fig. 1 . Lowercase letters next to the bars denote groups significantly different by ANOVA ( P < 0.05). Role of oxidative stress responses and DNA repair in spore ionizing radiation resistance. Spores of strains defective in ROS detoxification, the oxidative stress response DNA-binding protein MrgA, or DNA repair were exposed to X rays, protons, and Fe ions, and their sensitivities were compared ( Fig. 3 ). Spores deficient in radical detoxification ( sodA or katX spores) were no more sensitive than wild-type spores to any type of ionizing radiation tested ( Fig. 3 ), as expected given the minimal activity of enzymes in the spore core. Spores lacking a major oxidative-stress-protective protein ( mrgA spores) were significantly more sensitive than wild-type spores to X rays and Fe ions, but not to protons, which could be due to the different spectra of lesions induced by the three types of radiation ( 9 , 11 , 15 ) ( Fig. 3 ). Spores lacking BER ( exoA nfo spores) and double-strand break repair ( ykoVU spores) were both significantly more sensitive to all types of radiation than wild-type spores ( Fig. 3 ). Comparison of the spore radiation resistance in wild-type and α − β − backgrounds showed that in response to X rays only the ykoVU spores showed an additive effect with the loss of α/β-type SASP ( Fig. 4A ). In response to proton exposure, the effects of the katX , mrgA , exoA nfo , and ykoVU mutations (but not sodA ) were all potentiated in the α − β − background ( Fig. 4B ). In response to Fe ions, only the exoA nfo (BER-deficient) and ykoVU (NHEJ-deficient) mutant spores demonstrated a significantly enhanced sensitivity in the α − β − background ( Fig. 4C ). FIG 3. Open in a new tab Spore resistance to irradiation with X rays (A), protons (B), and high-energy charged Fe ions (C). Spores deficient in radical detoxification by SodA (superoxide dismutase), KatX (major spore catalase), DNA protection by MrgA (oxidative stress resistance DNA-binding protein), DNA repair by ExoA and Nfo, or YkoV and YkoU (with [white bars] and without [gray bars] protection by α/β-type SASP), were exposed in water, and D 10 values are expressed as averages ± standard deviations ( n = 3) as described in the text. Lowercase letters above the bars denote groups significantly different by ANOVA ( P < 0.05). Note the differences in the y axes of panels A, B, and C. FIG 4. Open in a new tab Relative ionizing radiation sensitivities of spores lacking radical detoxification by SodA or KatX, DNA protection by MrgA, or DNA repair by ExoA plus Nfo or YkoV plus YkoU to X rays (A), protons (B), and high-energy charged Fe ions (C) with (white bars) and without (gray bars) protection by α/β-type SASP. Relative spore sensitivity is expressed as the ratio of the D 10 value of spores of each mutant strain to the D 10 value of spores of the corresponding reference strain (wild-type or α − β − ) from each irradiation, using data from Fig. 3 . Data are averages and standard deviations ( n = 3). Actual data values are given above the corresponding columns. Lowercase letters next to the bars denote groups significantly different by ANOVA ( P < 0.05).",
    "Conclusion": "In regard to the characteristic resistance to ionizing radiation, spores of the Gram-positive bacterium B. subtilis have often been used to evaluate sterilization efforts in areas of food preservation, medical sterilization, and decontamination of potential biohazardous materials ( 3 , 4 , 6 ). Ionizing radiation is known to cause damage to numerous targets within the cell, including DNA, due both to (i) direct interaction of the radiation with the target molecule and to (ii) indirect effects due to the production of reactive species such as oxygen radicals ( 9 , 10 , 12 , 13 , 15 ). Ionizing radiation induces a large variety of damages to DNA bases and through interaction with the sugar moiety can cause formation of DNA strand breaks, either SSB or DSB. DNA strand breaks were reported to be the major lesions in the genome of spores exposed to ionizing radiation (reviewed in references 4 and 7 ), caused either directly by the highly energetic photons or accelerated particles or indirectly via interaction of radiation-induced free radicals, e.g., ROS, with the DNA ( 9 , 13 , 15 , 16 ). The results of several radiobiological studies at accelerators and in space experiments lead to the assumption that at least two qualitatively different lesions are formed depending on the type and energy of the applied ionizing radiation. The spore's structure and chemical composition play major roles in spore resistance ( 6 , 7 , 18 ). The spore's general structure is very different from that of a growing cell, with a number of features and constituents unique to spores ( 4 ). Several of these features have been shown to be involved in spore resistance to some chemicals and physical treatments, but little is known of their role in spore resistance to ionizing radiation. Spore DNA is saturated with a group of SASP that bind to DNA largely on the outside of the DNA helix and straighten and stiffen the DNA while changing the DNA to an A-like helix (reviewed in reference 6 and references therein). As a consequence, DNA properties in spores are dramatically different from those in vegetative cells, e.g., spore DNA complexed with SASP is much more resistant to chemical attack, thermal degradation, and UV radiation ( 6 , 7 , 17 , 22 , 40 ), strongly suggesting that SASP may also be important for spore resistance to ionizing radiation, as indicated in earlier studies testing mutants lacking a single SASP ( 17 , 33 ). The current work has shown that protective components in the spore core are important determinants of spore resistance to X ray, proton, and heavy Fe ion bombardment with the order of importance being as follows: α/β-type SASP ≫ core dehydration > DPA. In contrast, the single major γ-type SASP does not bind to DNA and plays no protective role in spore ionizing radiation resistance, as has also been found when spore resistance to many other agents has been tested ( 23 , 37 ; reviewed in reference 6 ) ( Fig. 1 and 2 ). In the dormant state, spores remain metabolically inactive, and thus substantial DNA, protein, tRNA, and ribosome damage may accumulate, and the spores are incapable of repairing and/or degrading such damaged DNA and proteins ( 6 , 7 , 18 ). Consequently, damage to DNA, proteins, or other essential components of bacterial spores poses a unique problem, since such repair of such damage does not occur until the processes of germination and outgrowth, when spores reactivate and prepare to return to vegetative growth ( 6 , 7 , 28 ). Repair of DSB and base modification/loss via NHEJ and BER appear to be important mechanisms for spore resistance to ionizing radiation, and the MrgA-mediated oxidative stress response (with effects in wild-type spores for X-ray stress and in α − β − spores for proton radiation resistance) plays a lesser role. In contrast, ROS detoxification by catalase or superoxide dismutase appears to play a very minor role, if any, in spore resistance to ionizing radiation, as is also the case in spore resistance to oxidizing agents such as hydrogen peroxide and superoxide ( 20 , 21 ) ( Fig. 3 and 4 ). Clearly the data indicate that spore DNA is a major target of lethal ionizing radiation damage, based on the observation that the major factors contributing significantly to spore survival ( Fig. 3 and 4 ) in response to different types of ionizing radiation are known to be important in either DNA protection in spores or DNA repair in spore germination and outgrowth. The findings in this communication thus complement the results from microarray experiments demonstrating upregulation of stress-related regulons responding to DNA damage (SOS response) and oxidative stress (PerR regulon) during germination of spores exposed to space conditions, including the effects of galactic cosmic radiation ( 41 ). Spores appear to have two possible ways to minimize deleterious effects of ionizing radiation: (i) by protecting dormant spore DNA from damage in the first place ( Fig. 1 and 2 ) and (ii) by ensuring detoxification and repair of direct and indirect damage during spore germination ( Fig. 3 and 4 ). Because ionizing radiation causes such a wide spectrum of direct and indirect DNA damage, it will be interesting to determine the contributions of additional error-free and error-prone DNA repair pathways (e.g., mismatch repair, translesion synthesis, and homologous recombination [ 29 , 42 – 44 ]), to gain further detailed insights into spore resistance to ionizing radiation.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5fa1/3911009/0b5d07bb94d9/zam9991049840001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5fa1/3911009/51b8eeff3f9d/zam9991049840002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5fa1/3911009/f68d33126b54/zam9991049840003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5fa1/3911009/fa460962e9ca/zam9991049840004.jpg"
    ]
  }
}