{
  "paper_id": "pmc_articles_PMC11357981",
  "title": "The Space Omics and Medical Atlas (SOMA) and international astronaut biobank",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11357981/",
  "sections": {
    "Abstract": "Spaceflight induces molecular, cellular and physiological shifts in astronauts and poses myriad biomedical challenges to the human body, which are becoming increasingly relevant as more humans venture into space1–6. Yet current frameworks for ...",
    "Results": "As with Earth-based cohorts 13 , these accessible data — when profiled and aggregated at scale — will enable the development of both personalized and general medical guidance for astronauts 14 . A large group of subject matter experts in artificial intelligence has recently released recommendations focused on the importance of generating and archiving space data into the NASA Open Science Data Repository (OSDR) 15 , 16 to enable autonomous and intelligent precision space health systems, and to monitor, aggregate and assess biomedical statuses for future deep space missions 17 . In addition, the study of the parallels between the physiological effects of spaceflight and ageing, chronic disease and immune system disorders using omics data can pave the way for therapeutics applicable to conditions on Earth. Here we present a detailed guide to the SOMA resource, which includes the 2,911 samples collected during the I4 mission 11 , 12 , as well as spatial transcriptomics data, long-read profiles of astronaut RNA, microbiome data, exosome profiles and in-depth immune diversity maps. Additional spaceflight data were annotated and compiled into the SOMA portal to help contextualize gene, protein or metabolite dynamics, including data from the NASA Twins Study 7 , JAXA’s CFE mission 8 , 9 , single-cell RNA sequencing (scRNA-seq) data after simulated microgravity on peripheral blood mononuclear cells (PBMCs) 18 , and rat or mouse spaceflight data matched to human orthologues. In addition to rigorous dataset annotations, we detail (1) a comparison of conclusions on NASA Twins Study and flight dynamics comparing short-duration and long-duration missions, (2) cell-type-specific responses to spaceflight previously undocumented in astronauts, (3) cfRNA expression profiles showing haematological responses during recovery from spaceflight, and (4) additional analyses on individual responses to spaceflight from proteomic, transcriptomic and microbiome data. Data and samples generated in this study are available through SOMA ( https://soma.weill.cornell.edu ), NASA OSDR ( https://osdr.nasa.gov/bio/ ) and CAMbank ( https://cambank.weill.cornell.edu/ ), which offer an unprecedented view of the multi-system omics changes before, during and after spaceflight.",
    "Conclusion": "Overall, these data represent a comprehensive clinical and multi-omic resource from commercial and non-commercial astronaut cohorts, creating, to our knowledge, the first-ever aerospace medicine biobank, while providing a platform for private citizens to contribute to future astronaut biomedical studies. In addition, we have demonstrated that short-duration, high-elevation (585 km) spaceflight results in broad-ranging molecular changes, in which some of these changes mirror what has been observed during longer-duration spaceflight, including elevated cytokines, telomere elongation and gene expression changes for immune activation, DNA damage response and oxidative stress. Although more than 95% of markers return to baseline in the months after the mission had ended, some proteins, genes and cytokines appear to be activated only in the recovery period after spaceflight and persist post-flight for at least 3 months. These results collectively indicate a dynamic recovery profile that substantially reverses the direction of differential gene expression in multiple key biological pathways from the post-flight timepoint (R+1) and afterward. This suggests that re-adaptation to Earth activates a range of restorative mechanisms that help to recover, at least in part, the physiological stress imposed by exposure to the space environment. The systematic analysis of the molecular and cellular changes observed post-flight afford us with a unique opportunity to capture naturally occurring health-restoring mechanisms, which can be used for therapeutic target discovery. Furthermore, we observed a nuanced regulatory landscape, in which enriched recovery pathways are both unique to individual cell types and span cell types in unique combinations. We have carefully indexed various profiles for flight, recovery and longitudinal analysis that are annotated in processed data files available in the NASA OSDR. The RP1 profile indicates that we need more frequent sampling in the 1–2 months directly after flight to untangle the gene and pathway responses during re-adaptation from spaceflight. This will be especially true during longer missions, in which re-adaptation will probably be more intense. Of note, these data are, to our knowledge, the first-ever joint single-nucleus chromatin profiles (RNA and ATAC) for astronauts, and they also leverage new methods that can track gene expression and epigenetic changes within the same cells. This single-cell, dual-measurement assay provides new data on the molecular changes and regulatory response to spaceflight (for example, chromatin and TFBS accessibility), and the data revealed distinct levels of stress and adaptation by each cell type. Specifically, the T cell and monocyte cell populations (CD14 and CD16) had the largest changes in expression and response of any cell type. The differences between PBMC subpopulations also suggest that single-cell sequencing can be helpful for delineating unique cell-type responses in future studies as well. Indeed, although the immune system and haematopoietic systems both show thousands of transient changes at the gene expression level, the chromatin architecture is distinctly disrupted, in both scale and duration, in these CD14 + and CD16 + monocyte populations. These cell types were also found to be disrupted in the NASA Twins Study 7 , 23 , and thus represent a key cell type to be studied for future missions. The cfRNA, dRNA and spatial RNA profiles revealed unique profiles that differed based on recovery and longitudinal analysis, suggesting that the multi-omic footprint of spaceflight is much wider than previously observed. Although some focused studies of cfRNA have shown that it can be used to detect mitochondrial increase in blood related to spaceflight 7 – 9 , 24 , to our knowledge, it had never been applied as a ‘full-body molecular scan’ to detect differential tissue and cell stress. Of note, the SOMA resource enables comparisons of the cfRNAs and cell-encapsulated RNAs, as well as the exosomal fractions, all within the same framework, which is essential for delineating and ranking the cells and tissues in the body that are the most disrupted by spaceflight. Similar to the utility of single-cell data 23 , the granularity of seeing cell lysis from all tissues across the body in one assay makes cfRNA profiling an ideal addition to some of the proposed standard measures for spaceflight monitoring. So far, cfRNA data indicate that each part of the body may show its own transcriptional response, shedding rate or RNA excretion rates, and thus each tissue should be examined on its own and then compared with other sites and assays. Similarly, in the microbiome data, the taxonomic classifications yielded differences in variation by body site, timepoint and crew member (Extended Data Fig. 8 ), indicating the need for multi-site and multi-omic sampling for ideal understanding of microbiome changes associated with spaceflight. However, this study is not without limitations. Although cell-specific comparisons could be made between the I4 mission and previous studies, the assays and collection protocols were slightly different (for example, column purification versus droplet-sorted cells), and thus comparisons will be imperfect. In addition, although the same tube types and methods were used whenever possible, cross-mission comparisons will inevitably include noise from various other types of technical variation, including batches of library preparation and extraction kits, slightly different collection intervals (L−3 versus L−10) and different sequencing or profiling technologies (for example, Illumina versus Ultima or liquid chromatography–tandem mass spectrometry versus NULISASeq). Finally, as our comparisons to other NASA and JAXA datasets span, at most, 64 astronauts, these data are not sufficient to guide medical interventions or inference of mechanisms. As such, these SOMA data and resources should be viewed as preliminary molecular maps of the response of the human body to spaceflight. Future directions Nonetheless, the data from the I4 mission will be an invaluable resource for future studies. Deep analyses of secretome profiling 25 , single-nucleus multiome 26 , viral activation and ecological restructuring 27 , skin spatial transcriptomic profiling 28 , epitranscriptomic profiling 22 , and genome integrity and clonal haematopoiesis 29 have already leveraged this resource. In future missions, additional biomedical profiling can help to delineate the short-term and long-term health effects of spaceflight, including changes in telomere length dynamics, DNA methylation, non-coding RNAs, as well as additional sample types, such as hair follicles, tears, sperm and other biospecimens. Indeed, the remaining samples from the I4 mission have been biobanked for just this reason and to help the scientific community tackle future objectives 12 . In addition, aliquots of DNA, RNA, protein, serum, urine and stool from the protocols performed in this paper have acquired consent for release and are available ( https://cambank.weill.cornell.edu/ ) for request, in which researchers can then append new results to this extensible SOMA repository. Differences between the biomedical and cellular responses of crew members may be caused by several factors, including inter-individual genetic differences (Fig. 5 ), the duration of the mission, the higher flight elevation (585 km), the unique environment of the SpaceX Dragon capsule, or a combination of these and other factors. To address these hypotheses, other molecular assays can be informative for future missions, including other epigenetics and chromatin conformation assays. For example, we have investigated using the method cleavage under targets and release using nuclease (Cut&Run) to profile histone modifications using 5,000 and 10,000 T cells as assay input (Supplementary Fig. 3a ), down from the 10 million cells recommended in the original protocol 30 . T cells were collected from C002 during the R+194 recovery timepoint, but showed high variance at lower input. Nonetheless, the combination of current modifications profiled can be used to annotate active enhancer regions in the genome (Supplementary Fig. 3b ), which is a novel profile for astronauts, and opens the door to better understanding of the gene-regulatory changes induced by spaceflight for each crew member. Molecular changes described here can also help to guide research and countermeasure development, but are only the start of the process of mitigating risks, especially as year-long and multi-year space habitat missions will represent greater biomedical challenges. To aid in this effort, the SOMA resource will continue to expand as further samples are sequenced from the I4 mission 11 , 12 and samples are collected from future missions that travel farther into space, and then compared with other longitudinal, multi-omics cohorts 31 . Biospecimen samples have been collected and processed from Polaris and Axiom crews, and this Atlas also represents an open call for research participation for astronauts from any commercial or governmental programs. Finally, although the multi-omic data and resources from the I4 crew represent the largest release of data from astronauts to date, the I4 crew is still a small cohort, and represents only the first step towards resolving the many hazards and needs for long-term missions 32 , building towards enough statistical power and contextualization of normal human biological variation 33 , 34 . Fortunately, one of the crew members for I4 will continue to donate to the SOMA Biobank for multiple missions, including the Polaris Dawn mission, and data and samples from additional crews (for example, long-term Twins Study follow-up, Axiom Saudi, JAXA and Malta missions) are now being collected and integrated. These cross-mission datasets create a unique opportunity for long-term, in-depth analysis of the effect of spaceflight on the human body. Such data are especially important as missions travel farther away from Earth 35 and for longer periods of time, in which the data and biomedical discoveries can help to prepare commercial and state-sponsored agencies for the lunar, Mars and exploration-class missions.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/f2029f57041f/41586_2024_7639_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/e66870d12316/41586_2024_7639_Fig6_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/515bf7e5e3b0/41586_2024_7639_Fig7_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/bfc902cd2a61/41586_2024_7639_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/3dbf3b20bb93/41586_2024_7639_Fig8_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/bb97b7f75ba5/41586_2024_7639_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/99fd9199d547/41586_2024_7639_Fig9_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/e5ab7ca3c282/41586_2024_7639_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/604276968b29/41586_2024_7639_Fig10_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/7a770af0ca07/41586_2024_7639_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/6ffa234a1432/41586_2024_7639_Fig11_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/9de19138eade/41586_2024_7639_Fig12_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/ef23b5e10cfe/41586_2024_7639_Fig13_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/47b78a7aef75/41586_2024_7639_Fig14_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e364/11357981/4c89fe83f1b5/41586_2024_7639_Fig15_ESM.jpg"
    ]
  }
}