{
  "paper_id": "pmc_articles_PMC4378170",
  "title": "Galactose-depleted xycoglucan is dysfunctional and leads to dwarfism in Arabidopsis",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4378170/",
  "sections": {
    "Abstract": "Depleting galactose from the cell wall polysaccharide xyloglucan leads to a disruption of diverse cellular and physiological processes involved in normal plant growth.",
    "Results": "Reducing XyG to below Detectable Levels Suppresses the Dwarf Phenotype of mur3-3 Plants MUR3 encodes an XyG -specific galactosyltransferase responsible for most of the galactosylation of Arabidopsis XyG . To address the possibility that altered XyG structure leads to the phenotypes of Arabidopsis plants lacking functional MUR3, we took a genetic approach to reduce the amounts of XyG to undetectable levels in the mur3-3 mutant. Thus, we crossed mur3-3 with the xxt1 xxt2 double mutant, which has no detectable amounts of XyG in its cell wall ( Cavalier et al., 2008 ; Zabotina et al., 2012 ). The xxt1 xxt2 mutant grows somewhat more slowly than wild-type plants but does not have a cabbage-like phenotype ( Cavalier et al., 2008 ) or abnormal endomembrane aggregates ( Uehara et al., 2014 ), making it visibly distinct from the mur3-3 mutant ( Fig. 1C ). The xxt1 xxt2 mur3-3 triple mutant, which produces no discernible XXT1 , XXT2 , or MUR3 transcripts ( Supplemental Fig. S1A ), does not have a cabbage-like phenotype and is visibly indistinguishable from the xxt1 xxt2 mutant ( Fig. 1C ). Toluidine blue-stained cross sections of wild-type, xxt1 xxt2 , and xxt1 xxt2 mur3-3 leaves are also visibly similar ( Fig. 1E ). Most of the mur3-3 cells are smaller than their wild-type counterparts, a result that is in agreement with the proposal that these cells have lost the ability to expand normally ( Tamura et al., 2005 ). Glycome profiling ( Fig. 1D ) and immunocytochemistry ( Fig. 1E ) indicate that the XyG present in mur3-3 walls is not fucosylated, whereas wild-type walls contain fucosylated XyG . No discernible amounts of XyG were detected in xxt1 xxt2 mur3-3 leaf cell walls ( Fig. 1, D and E ), nor were xyloglucan oligosaccharides ( XyGO s) detected after XyG -specific endoglucanase ( XEG ) treatment of the 1 and 4 n KOH-soluble materials from xxt1 xxt2 mur3-3 root, leaf, and stem cell walls. Thus, the presence of XyG is strongly correlated with the cabbage-like phenotype of the mur3-3 mutant. Our data suggest that the absence of the MUR3 galactosyltransferase leads to the formation of dysfunctional XyG , and that cellular processes are affected more by the presence of this dysfunctional xyloglucan than by eliminating XyG altogether. The mur3-1 , mur3-2, mur3-3 , and mur3-7 Phenotypes Are Associated with Altered XyG Chemotypes Since the presence of dysfunctional XyG is correlated with the cabbage-like phenotype of mur3-3 plants, we next determined the structural features of XyG that are associated with this phenotype. To this end, the XyG s from mur3-1 , mur3-2 , mur3-3 , and mur3-7 , each of which carries a different mutation in MUR3 ( Supplemental Fig. S1B ), were structurally characterized. The structures of these XyG s have not previously been compared, since only the distinguishing chemical structures of the mur3-1 XyG have been described ( Madson et al., 2003 ; Peña et al., 2004 ). Here, the XyGO s generated by XEG fragmentation of leaf XyG obtained from each mutant grown at 19°C ( Fig. 2 ) were characterized using 1 H-NMR spectroscopy ( Hoffman et al., 2005 ), matrix-assisted laser-desorption ionization time of flight ( MALDI-TOF ) mass spectrometry ( MS ), and high-performance anion-exchange chromatography ( HPAEC ) with pulsed-amperometric detection ( PAD ; Tuomivaara et al., 2015 ). Figure 2. Open in a new tab The phenotypes of Arabidopsis plants carrying mutations in one or more of the genes encoding the xyloglucan-specific galactosyltransferases MUR3 and XLT2. Plants were grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle or with a 14-h-light (28°C) and 10-h-dark (24°C) cycle. Images were taken when the plants were 4 weeks old. Homozygous mur3-3 and mur3-7 plants, respectively, carry a transfer DNA insertion in the region encoding the exostosin-like domain and the protein’s N terminus ( Tedman-Jones et al., 2008 ; Supplemental Fig. S1B ). Both mutants produce no detectable MUR3 transcripts ( Supplemental Fig. S1A ) and have a cabbage-like phenotype when grown at 19°C in soil ( Fig. 2 ). These mutants are visibly distinct from the mur3-1 and mur3-2 mutants ( Fig. 2 ), both of which produce detectable amounts of the MUR3 protein ( Tamura et al., 2005 ). The 1 H-NMR spectrum of the mur3-3 XyGO s contained no discernible signals corresponding to an F side chain at any position or to an L side chain adjacent to the unbranched Glc residue ( Fig. 3 ; Supplemental Table S1 ). MALDI-TOF MS and HPAEC - PAD confirmed that the mur3-3 XyG is composed entirely of XXXG (63%) and XLXG (37%) subunits ( Fig. 4A ; Supplemental Fig. S2, A and B ). The mur3-7 XyG is also composed of XXXG (73%) and XLXG (27%) subunits ( Fig. 4A ; Supplemental Fig. S3 ). Overexpressing MUR3 under the control of a 35S promoter in the mur3-3 mutant rescued the cabbage-like phenotype ( Supplemental Fig. S4 ) and led to the synthesis of XyG containing near wild-type levels of XXFG and XLFG subunits ( Fig. 4A ; Supplemental Fig. S3 ). These analyses are in agreement with previous studies showing that MUR3 is a regiospecific galactosyltransferase that adds a Gal residue to the Xyl adjacent to the unbranched Glc in the XyG backbone ( Madson et al., 2003 ; Peña et al., 2004 ). Figure 3. Open in a new tab Partial 600-MHz 1 H-NMR spectra of the XyG oligosaccharides generated by XEG treatment of the 4 n KOH-soluble XyG from wild-type ( Col-0 ), mur3-1 , mur3-2 , and mur3-3 leaf cell walls. Plants were grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle. The residues corresponding to each group of proton resonances (e.g. 2-Xyl) are indicated at the top of the wild-type spectrum. The location of these residues in a side chain (X, L, or F) is indicated. Figure 4. Open in a new tab The amounts and subunit compositions of the xyloglucan present in the leaf cell walls of wild-type and selected mur3 mutant plants. A and B, The subunit compositions of XyG present in wild-type and mutant leaves. XyG oligosaccharides were generated by XEG treatment of the 4 n KOH-soluble materials from at least three individual plants and analyzed by MALDI-TOF MS . HPAEC - PAD ( Supplemental Fig. S2 ) and 1 H-NMR analyses ( Supplemental Table S1 ) indicated that XXLG and XLLG account for between 6% and 9% of the subunits in Col-0 and 35S pro MUR3 : mur3-3 XyG . These subunits were not detected in any of the other plants. C, The amounts of Driselase-susceptible XyG in wild-type and mutant leaves determined from the amounts of isoprimeverose released by Driselase treatment of the cell walls. In contrast to mur3-3 , the 1 H-NMR spectra of the XyGO s generated from mur3-1 and mur3-2 XyG contained low-intensity signals diagnostic of F side chains ( Fig. 3 ; Supplemental Table S1 ). Subunits containing F side chains were also discernible in the MALDI-TOF MS and HPAEC - PAD profiles of the mur3-1 and mur3-2 XyGO s ( Fig. 4A ; Supplemental Figs. S2 and S4 ). Moreover, the MALDI-TOF MS of the XyGO subunits generated by XEG treatment of mur3-1 and mur 3-2 cell walls contained low-intensity ions corresponding to mono O -acetylated XXFG and XLFG subunits ( Supplemental Fig. S5 ). No O -acetylated XyG subunits were generated by XEG treatment of mur3-3 cell walls ( Supplemental Fig. S5 ). Such results are consistent with previous studies suggesting that the F side chain Gal accounts for the bulk of the O -acetylated glycoses in Arabidopsis leaf XyG ( Pauly et al., 2001 ; Perrin et al., 2003 ). Our NMR data indicate that mur3-1 and mur3-2 XyG s contain approximately 7% and 14%, respectively, of the F side chain present in wild-type plants ( Supplemental Table S1 ) and are consistent with the results of recent studies indicating that small amounts of the F side chain are present in the xyloglucan isolated from the mur3-1 mutant ( Jensen et al., 2012 ; Schultink et al., 2013 ; Vinueza et al., 2013 ). Our data show that the S470L amino acid substitution in mur3-1 has a more severe effect on xyloglucan galactosylation than the A290V substitution in mur3-2 . Indeed, the mur3-1 and mur3-2 mutants are not identical, since the etiolated hypocotyls of mur3-1 are approximately 50% shorter than their mur3-2 counterparts ( Supplemental Fig. S6 ). Li et al. (2013) have reported that the roots of the mur3-1 and mur3-2 plants are somewhat less sensitive to salt stress than their rsa3-1 and kam1-3 counterparts and concluded that RSA3/MUR3/KAM1 is important in the salt stress tolerance pathway. We extend this notion by proposing that the phenotype of each mur3 mutant is determined in large part by the extent of residual xyloglucan galactosylation at the MUR3-specific position. Xyloglucan Side Chain Extension Is Increased and the Cabbage-Like Phenotype of mur3-3 and mur3-7 Plants Is Suppressed by Overexpression of XLT2 Our results indicated that reduced extension of XyG side chains is correlated with the cabbage-like phenotype of mur3-3 and mur3-7 plants. To determine if this is the case, we overexpressed XLT2 in the mur3-3 mutant (see Supplemental Fig. S7 ). The 35S pro : XLT2 : mur3-3 plants (36 independent transgenic lines identified) are visibly indistinguishable from their wild-type counterparts ( Fig. 5 ) and produce XyG containing less than 15% XXXG ( Fig. 4B ; Supplemental Fig. S4 ). Comparable results were obtained when XLT2 was overexpressed in mur3-7 plants. The ability of overexpressed XLT2 to significantly decrease the XXXG content of the XyG while suppressing the cabbage-like phenotype is again consistent with the notion that this phenotype is correlated with the presence of dysfunctional XyG . Indeed, the mild dwarf phenotype of the xlt2 mur3-1 mutant is also rescued by extending the XyG side chains with arabinofuranosyl residues ( Schultink et al., 2013 ). Such data provide further evidence that XyG deficient in extended side chains is dysfunctional, and that the synthesis of dysfunctional XyG leads to abnormal growth. Figure 5. Open in a new tab The phenotypes of Arabidopsis plants carrying mutations in one or more of the genes encoding the xyloglucan-specific galactosyltransferases MUR3 or the xylosyltransferases XXT1, XXT2, and XXT5. Plants were grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle. Images were taken when the plants were 4 weeks old. The Phenotypes of mur3-3 and mur3-7 Plants Are Suppressed by Knocking out XXT2 or XXT5 Plants that had a wild-type phenotype, yet were genotyped as XXT1 xxt2 mur3-3, were obtained during the generation of the xxt1 xxt2 mur3-3 triple mutant, which led us to suspect that abolishing the expression of specific XXT genes suppressed the cabbage-like phenotype. To obtain experimental support for this hypothesis, we generated a series of double mutants by crossing mur3-3 and mur3-7 with the xxt1, xxt2, and xxt5 mutants (see Fig. 5 ), which themselves have wild-type phenotypes ( Cavalier et al., 2008 ; Vuttipongchaikij et al., 2012 ; Zabotina et al., 2012 ). The xxt2-1 mur3-3, xxt2-2 mur3-7 , xxt5 mur3-3 , and xxt5 mur3-7 mutants were phenotypically comparable with wild-type plants ( Fig. 4 ). The walls of these four double mutants contain 35% to 50% less Driselase-susceptible XyG than the walls of the xxt1 mur3-3 , mur3-3 , and mur3-7 mutants ( Fig. 4C ; Supplemental Table S2 ). Notably, XLXG subunits accounted for at least 59% of the XyG in the normal-looking xxt2-1 mur3-3, xxt2-2 mur3-7 , xxt5 mur3-3 , and xxt5 mur3-7 mutant plants ( Fig. 4B ; Supplemental Fig. S4 ). By contrast, the XLXG subunit accounts for 44% of the XyG from the xxt1 mur3-3 double mutant ( Fig. 4B ; Supplemental Fig. S3 ), which retained the cabbage-like phenotype ( Fig. 5 ). Such data are again consistent with the notion that this phenotype is a consequence of the synthesis of XyG deficient in extended side chains. Tamura et al. (2005) have proposed that the cabbage-like phenotype of kam1 / mur3 mutant plants is a consequence of abnormal endomembrane organization resulting from the absence of the MUR3 protein. However, the endomembrane aggregation phenotype observed in mur3-3 plants was largely suppressed in the xxt2-1 mur3-3 and xxt5 mur3-3 mutant plants ( Fig. 6A ) but not in the xxt1 mur3-3 mutant. Our data are thus consistent with the notion that XyG with a high proportion of unsubstituted XXXG subunits is dysfunctional, and that its presence, rather than the absence of a functional MUR3 protein, is strongly correlated with the presence of endomembrane aggregates. Swollen epidermal cells with endomembrane aggregates have been observed in the roots of plants lacking an isoform of UDP-Glc 4-epimerase ( uge4 ; Uehara et al., 2014 ). The uge4 root XyG contains approximately 50% less Gal than wild-type XyG ( Nguema-Ona et al., 2006 ; Rösti et al., 2007 ). Membrane aggregation and cell bulging were suppressed by growing uge4 in the presence of Gal, which led to the suggestion that reduced galactosylation of XyG or arabinogalactan protein is responsible for endomembrane disorganization ( Uehara et al., 2014 ). Nevertheless, a direct causal relationship between endomembrane aggregation and plant growth is unlikely, as Arabidopsis plants carrying a mutation in the coat promoter complex II coat protein SECRETORY 24A have endomembrane aggregates comparable to mur3-3 but are not dwarfed ( Faso et al., 2009 ). Figure 6. Open in a new tab Endomembrane aggregation and intracellular accumulation of cell wall polysaccharides in mur3-3 plants. A, Endomembrane aggregation in mur3-3 plants is suppressed by knocking out XXT2 or XXT5 . Col-0 (wild-type [WT]) and mutant plants were individually transformed with the SP-2SC-GFP (for signal peptide of pumpkin 2S albumin followed by a linker of GGG and the C-terminal 18-amino acid sequence of pumpkin 2S albumin) construct and grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle or a 14-h-light (28°C) and 10-h-dark (24°C) cycle. Images of epidermal cells of 14-d-old cotyledons expressing the endomembrane-targeted SP-2SC-GFP were obtained using an inverted laser scanning confocal microscope. Bar = 10 µm. B, Immunocytochemistry reveals intracellular aggregates (see arrows) containing XyG and pectin in mur3 hypocotyls. Top, Toluidine blue-stained cross sections. CCRC-M88 recognizes XyG , CCRC-M1 recognizes fucosylated XyG , and CCRC-M38 recognizes deesterified homogalacturonan. Bar = 50 µm. Intracellular Aggregates Containing Xyloglucan and Pectin Accumulate in the Cells of mur3-3 Hypocotyls Pectic and hemicellulosic polysaccharides are believed to be synthesized in the Golgi apparatus and are then transferred from the trans-Golgi network in vesicles that move to and fuse with the plasma membrane ( Bashline et al., 2014 ). The polysaccharides are then released into the apoplast and incorporated into the existing cell wall. Defects in trans-Golgi network-dependent secretion of polysaccharides in the echidna mutant have been shown to result in the accumulation of intracellular aggregates containing pectin and xyloglucan ( Gendre et al., 2013 ). Thus, we examined polysaccharide secretion in mur3-3 , as its cells contain abnormal endomembrane aggregates ( Fig. 6A ). Intracellular aggregates were clearly visible in the epidermal cells of a toluidine blue-stained cross section of the mur3-3 hypocotyl ( Fig. 6B ; Supplemental Fig. S8A ). Smaller amounts of aggregates were also visible in mur3-1 hypocotyls ( Fig. 6B ). These aggregates were labeled with monoclonal antibodies that recognize xyloglucan and deesterified homogalacturonan ( Fig. 6B ). Few, if any, aggregates were discernible in mur3-2, wild-type ( Fig. 6B ), or 35S pro MUR3:mur3-3 hypocotyls ( Supplemental Fig. S8B ). Taken together, these data provide evidence that, in mur3-3 hypocotyls and to a lesser extent in mur3-1 hypocotyls, cell wall matrix polysaccharides, including xyloglucan and pectins, are not properly secreted and instead accumulate within intracellular aggregates. These data again support the notion that the phenotype of each mur3 mutant is determined in large part by the amount of catalytically functional MUR3 protein it produces. Temperature Affects the Growth of mur3 Plants and the Catalytic Activity of the Mutated MUR3 Protein Early studies reported that mur3-1 XyG lacks F side chains ( Madson et al., 2003 ; Peña et al., 2004 ), although subsequent analyses indicated that fucosylated subunits account for up to 5% of the mur3-1 and xlt2 mur3-1 XyG s ( Jensen et al., 2012 ; Schultink et al., 2013 ; Vinueza et al., 2013 ). Nevertheless, those values are lower than the values we obtained ( Fig. 4A ). As our plants were grown at 19°C rather than at 22°C or 26°C as in the earlier studies, we determined whether temperature affects the extent of XyG fucosylation or plant growth. There was an approximately 85% decrease in the relative abundance of the fucosylated subunits in the XyG from mur3-1 and xlt2 mur3-1 plants grown at 28°C ( Fig. 7, A and B ; Supplemental Fig. S9 ). xlt2 mur3-1 mutants grown at 19°C or 28°C do not have a severe cabbage-like phenotype but do have short petioles and slightly curved leaves, making them visibly distinct from wild-type plants ( Fig. 2 ). The relative abundance of the fucosylated subunits in mur3-2 XyG was comparable at both growth temperatures ( Fig. 7 ; Supplemental Fig. S9 ). These data confirm that mur3-1 and mur3-2 plants retain a residual amount of MUR3 activity and show that, in plants with the allelic (S470L) MUR3-1 protein, XyG galactosylation at the MUR3 position is diminished by increasing growth temperature. Figure 7. Open in a new tab The effect of growth temperature on the xyloglucan subunit compositions of selected mur3 and wild-type plants. A, XyG subunit compositions of plants grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle. B, XyG subunit compositions of plants grown with a 14-h-light (28°C) and 10-h-dark (24°C) cycle. XyG oligosaccharides were generated by XEG treatment of the 4 n KOH-soluble materials from at least three individual plants and analyzed by MALDI-TOF MS . HPAEC - PAD analyses indicated that XXLG and XLLG accounted for approximately 6% of the subunits in Col-0 XyG (see Supplemental Fig. S9 ). Somewhat surprisingly, the cabbage-like phenotype is suppressed when mur3-3 and mur3-7 plants are grown at 28°C ( Fig. 2 ; Supplemental Fig. S10 ), even though the cell walls of the mutants still contain XyG , in which the XXXG subunit predominates ( Fig. 7B ; Supplemental Fig. S9 ), and the endomembrane aggregates still exist ( Fig. 6A ). That mur3-3 and mur3-7 exhibit near-normal growth at 28°C is consistent with the temperature-dependent changes in the rheological properties of Gal-depleted XyG ( Shirakawa et al., 1998 ). Alternatively, the protective mechanisms activated in plants in response to heat stress ( Bita and Gerats, 2013 ) may suppress the effects of the dysfunctional mur3-3 XyG . Nevertheless, the mechanisms by which elevated temperature suppresses the cabbage-like phenotype remain to be determined. It may well be the case that this phenotype results from an accumulation of temperature- and XyG structure-dependent modifications that affect both cell wall structure and remodeling and endomembrane organization. Dysfunctional Xyloglucan and Plant Growth Our data show that the extent of side chain galactosylation in mur3-3 and mur3-7 XyG is reduced by approximately 70% compared with the wild type. A probability analysis (see Supplemental Protocol S1 ) using the XXXG subunit abundance in the XyG from mur3-3 (63%), mur3-7 (73%), the wild type (25%), mur3-1 (48%), mur3-2 (47%), and 35S pro MUR3 : mur3-3 (29%) plants predicts that domains consisting of five or more tandemly repeated XXXG sequences comprise a much higher proportion of the XyG in mur3-3 and mur3-7 plants than in XyG from the other plants ( Supplemental Fig. S11 ). The existence of large tandemly repeated XXXG domains may lead to the aggregation or otherwise aberrant interactions of XyG with itself and/or with other wall polymers ( Shirakawa et al., 1998 ; Whitney et al., 2006 ; de Freitas et al., 2011 ). Such interactions together with the inability to extend the side chain adjacent to the unbranched Glc appear to be major factors in the dysfunctional properties of the mur3-3 and mur3-7 XyG and the cabbage-like phenotype of these plants. The aggregation of the nascent mur3-3 and mur3-7 XyG s may prevent the normal movement of XyG through the Golgi and the packaging of XyG in vesicles for delivery to the apoplast, and may also account for the abnormal membrane organization and the accumulation of intracellular aggregates containing wall polysaccharides in mur3-3 plants. The differences in subunit composition of the mur3-3 and xlt2 mur3-1 XyG s ( Fig. 7 ) indicate that failure to extend the side chains next to the unbranched Glc is especially detrimental to XyG function and to plant growth. Most, if not all, of the galactosyl residues adjacent to the unbranched Glc are further extended with Fuc in the XyG present in the wall of xlt2 mur3-1 plants. Although XyG fucosylation is not in itself required for the normal growth of laboratory-grown Arabidopsis plants ( Vanzin et al., 2002 ), there is evidence that fucosylation does have a role, albeit less than galactosylation, in the formation of XyG -cellulose composites ( Whitney et al., 2006 ). Dysfunctional xyloglucan may disrupt wall remodeling that is required for plant cells to expand and grow ( Peña et al., 2004 ; Park and Cosgrove, 2012a , 2012b ). For example, the results of in vitro studies suggest that the decreased solubility of Gal-depleted XyG reduces its accessibility to the action of XyG endotransglucosylases/hydrolases (XTHs) that are believed to be involved in wall remodeling during cell growth ( Peña et al., 2004 ). Li et al. (2013) have reported that the expression of XTH18 is increased 2-fold in rsa3-1 . Thus, the cabbage-like phenotype may result at least in part from the reduced susceptibilities of the XyG to XTH. These authors also reported a 12-fold increase in the expression of the gene encoding the wall-associated kinase WAK1 ( Li et al., 2013 ). Since WAKs are likely involved in wall sensing, cell expansion, and responses to pathogens and environmental signals ( Kohorn and Kohorn, 2012 ), they may have a role in communicating changes in wall properties to the cells of the mur3 mutants. Our data favor a model that invokes a dysfunctional xyloglucan structure as the most direct cause of the growth defects of plants carrying loss-of-function mutations in MUR3 . Nevertheless, the possibility cannot be discounted that other cellular mechanisms are responsible. For example, the phenotypes observed in plants lacking the MUR3 protein may be a consequence of an XyG biosynthesis complex ( Chou et al., 2015 ; Lund et al., 2015 ) that becomes dysfunctional when no MUR3 protein is present. In this scenario, the mur3-1 and mur3-2 mutants are not cabbage like because the residual MUR3 may still be capable of forming a nondysfunctional XyG biosynthetic complex. However, to be consistent with our data, XLT2, which has 42% amino acid sequence identity with MUR3, must be able to substitute for MUR3 to form a nondysfunctional complex when XLT2 is expressed at sufficiently high levels. XLT2 does not replace MUR3 when expressed at normal levels. This model also requires that the direct effects of the putative dysfunctional biosynthetic complex are suppressed by eliminating the XXT2 or the XXT5 protein in mur3-3 or mur3-7 plants. The xxt2 mur3-3 and xxt5 mur3-3 double mutants have near wild-type morphology and produce xyloglucan with less than 50% unsubstituted XXXG. Models that invoke a dysfunctional biosynthetic complex as the direct cause of the mur3-3 phenotypes are thus complicated by several difficult-to-reconcile requirements.",
    "Conclusion": "Reducing XyG to below Detectable Levels Suppresses the Dwarf Phenotype of mur3-3 Plants MUR3 encodes an XyG -specific galactosyltransferase responsible for most of the galactosylation of Arabidopsis XyG . To address the possibility that altered XyG structure leads to the phenotypes of Arabidopsis plants lacking functional MUR3, we took a genetic approach to reduce the amounts of XyG to undetectable levels in the mur3-3 mutant. Thus, we crossed mur3-3 with the xxt1 xxt2 double mutant, which has no detectable amounts of XyG in its cell wall ( Cavalier et al., 2008 ; Zabotina et al., 2012 ). The xxt1 xxt2 mutant grows somewhat more slowly than wild-type plants but does not have a cabbage-like phenotype ( Cavalier et al., 2008 ) or abnormal endomembrane aggregates ( Uehara et al., 2014 ), making it visibly distinct from the mur3-3 mutant ( Fig. 1C ). The xxt1 xxt2 mur3-3 triple mutant, which produces no discernible XXT1 , XXT2 , or MUR3 transcripts ( Supplemental Fig. S1A ), does not have a cabbage-like phenotype and is visibly indistinguishable from the xxt1 xxt2 mutant ( Fig. 1C ). Toluidine blue-stained cross sections of wild-type, xxt1 xxt2 , and xxt1 xxt2 mur3-3 leaves are also visibly similar ( Fig. 1E ). Most of the mur3-3 cells are smaller than their wild-type counterparts, a result that is in agreement with the proposal that these cells have lost the ability to expand normally ( Tamura et al., 2005 ). Glycome profiling ( Fig. 1D ) and immunocytochemistry ( Fig. 1E ) indicate that the XyG present in mur3-3 walls is not fucosylated, whereas wild-type walls contain fucosylated XyG . No discernible amounts of XyG were detected in xxt1 xxt2 mur3-3 leaf cell walls ( Fig. 1, D and E ), nor were xyloglucan oligosaccharides ( XyGO s) detected after XyG -specific endoglucanase ( XEG ) treatment of the 1 and 4 n KOH-soluble materials from xxt1 xxt2 mur3-3 root, leaf, and stem cell walls. Thus, the presence of XyG is strongly correlated with the cabbage-like phenotype of the mur3-3 mutant. Our data suggest that the absence of the MUR3 galactosyltransferase leads to the formation of dysfunctional XyG , and that cellular processes are affected more by the presence of this dysfunctional xyloglucan than by eliminating XyG altogether. The mur3-1 , mur3-2, mur3-3 , and mur3-7 Phenotypes Are Associated with Altered XyG Chemotypes Since the presence of dysfunctional XyG is correlated with the cabbage-like phenotype of mur3-3 plants, we next determined the structural features of XyG that are associated with this phenotype. To this end, the XyG s from mur3-1 , mur3-2 , mur3-3 , and mur3-7 , each of which carries a different mutation in MUR3 ( Supplemental Fig. S1B ), were structurally characterized. The structures of these XyG s have not previously been compared, since only the distinguishing chemical structures of the mur3-1 XyG have been described ( Madson et al., 2003 ; Peña et al., 2004 ). Here, the XyGO s generated by XEG fragmentation of leaf XyG obtained from each mutant grown at 19°C ( Fig. 2 ) were characterized using 1 H-NMR spectroscopy ( Hoffman et al., 2005 ), matrix-assisted laser-desorption ionization time of flight ( MALDI-TOF ) mass spectrometry ( MS ), and high-performance anion-exchange chromatography ( HPAEC ) with pulsed-amperometric detection ( PAD ; Tuomivaara et al., 2015 ). Figure 2. Open in a new tab The phenotypes of Arabidopsis plants carrying mutations in one or more of the genes encoding the xyloglucan-specific galactosyltransferases MUR3 and XLT2. Plants were grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle or with a 14-h-light (28°C) and 10-h-dark (24°C) cycle. Images were taken when the plants were 4 weeks old. Homozygous mur3-3 and mur3-7 plants, respectively, carry a transfer DNA insertion in the region encoding the exostosin-like domain and the protein’s N terminus ( Tedman-Jones et al., 2008 ; Supplemental Fig. S1B ). Both mutants produce no detectable MUR3 transcripts ( Supplemental Fig. S1A ) and have a cabbage-like phenotype when grown at 19°C in soil ( Fig. 2 ). These mutants are visibly distinct from the mur3-1 and mur3-2 mutants ( Fig. 2 ), both of which produce detectable amounts of the MUR3 protein ( Tamura et al., 2005 ). The 1 H-NMR spectrum of the mur3-3 XyGO s contained no discernible signals corresponding to an F side chain at any position or to an L side chain adjacent to the unbranched Glc residue ( Fig. 3 ; Supplemental Table S1 ). MALDI-TOF MS and HPAEC - PAD confirmed that the mur3-3 XyG is composed entirely of XXXG (63%) and XLXG (37%) subunits ( Fig. 4A ; Supplemental Fig. S2, A and B ). The mur3-7 XyG is also composed of XXXG (73%) and XLXG (27%) subunits ( Fig. 4A ; Supplemental Fig. S3 ). Overexpressing MUR3 under the control of a 35S promoter in the mur3-3 mutant rescued the cabbage-like phenotype ( Supplemental Fig. S4 ) and led to the synthesis of XyG containing near wild-type levels of XXFG and XLFG subunits ( Fig. 4A ; Supplemental Fig. S3 ). These analyses are in agreement with previous studies showing that MUR3 is a regiospecific galactosyltransferase that adds a Gal residue to the Xyl adjacent to the unbranched Glc in the XyG backbone ( Madson et al., 2003 ; Peña et al., 2004 ). Figure 3. Open in a new tab Partial 600-MHz 1 H-NMR spectra of the XyG oligosaccharides generated by XEG treatment of the 4 n KOH-soluble XyG from wild-type ( Col-0 ), mur3-1 , mur3-2 , and mur3-3 leaf cell walls. Plants were grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle. The residues corresponding to each group of proton resonances (e.g. 2-Xyl) are indicated at the top of the wild-type spectrum. The location of these residues in a side chain (X, L, or F) is indicated. Figure 4. Open in a new tab The amounts and subunit compositions of the xyloglucan present in the leaf cell walls of wild-type and selected mur3 mutant plants. A and B, The subunit compositions of XyG present in wild-type and mutant leaves. XyG oligosaccharides were generated by XEG treatment of the 4 n KOH-soluble materials from at least three individual plants and analyzed by MALDI-TOF MS . HPAEC - PAD ( Supplemental Fig. S2 ) and 1 H-NMR analyses ( Supplemental Table S1 ) indicated that XXLG and XLLG account for between 6% and 9% of the subunits in Col-0 and 35S pro MUR3 : mur3-3 XyG . These subunits were not detected in any of the other plants. C, The amounts of Driselase-susceptible XyG in wild-type and mutant leaves determined from the amounts of isoprimeverose released by Driselase treatment of the cell walls. In contrast to mur3-3 , the 1 H-NMR spectra of the XyGO s generated from mur3-1 and mur3-2 XyG contained low-intensity signals diagnostic of F side chains ( Fig. 3 ; Supplemental Table S1 ). Subunits containing F side chains were also discernible in the MALDI-TOF MS and HPAEC - PAD profiles of the mur3-1 and mur3-2 XyGO s ( Fig. 4A ; Supplemental Figs. S2 and S4 ). Moreover, the MALDI-TOF MS of the XyGO subunits generated by XEG treatment of mur3-1 and mur 3-2 cell walls contained low-intensity ions corresponding to mono O -acetylated XXFG and XLFG subunits ( Supplemental Fig. S5 ). No O -acetylated XyG subunits were generated by XEG treatment of mur3-3 cell walls ( Supplemental Fig. S5 ). Such results are consistent with previous studies suggesting that the F side chain Gal accounts for the bulk of the O -acetylated glycoses in Arabidopsis leaf XyG ( Pauly et al., 2001 ; Perrin et al., 2003 ). Our NMR data indicate that mur3-1 and mur3-2 XyG s contain approximately 7% and 14%, respectively, of the F side chain present in wild-type plants ( Supplemental Table S1 ) and are consistent with the results of recent studies indicating that small amounts of the F side chain are present in the xyloglucan isolated from the mur3-1 mutant ( Jensen et al., 2012 ; Schultink et al., 2013 ; Vinueza et al., 2013 ). Our data show that the S470L amino acid substitution in mur3-1 has a more severe effect on xyloglucan galactosylation than the A290V substitution in mur3-2 . Indeed, the mur3-1 and mur3-2 mutants are not identical, since the etiolated hypocotyls of mur3-1 are approximately 50% shorter than their mur3-2 counterparts ( Supplemental Fig. S6 ). Li et al. (2013) have reported that the roots of the mur3-1 and mur3-2 plants are somewhat less sensitive to salt stress than their rsa3-1 and kam1-3 counterparts and concluded that RSA3/MUR3/KAM1 is important in the salt stress tolerance pathway. We extend this notion by proposing that the phenotype of each mur3 mutant is determined in large part by the extent of residual xyloglucan galactosylation at the MUR3-specific position. Xyloglucan Side Chain Extension Is Increased and the Cabbage-Like Phenotype of mur3-3 and mur3-7 Plants Is Suppressed by Overexpression of XLT2 Our results indicated that reduced extension of XyG side chains is correlated with the cabbage-like phenotype of mur3-3 and mur3-7 plants. To determine if this is the case, we overexpressed XLT2 in the mur3-3 mutant (see Supplemental Fig. S7 ). The 35S pro : XLT2 : mur3-3 plants (36 independent transgenic lines identified) are visibly indistinguishable from their wild-type counterparts ( Fig. 5 ) and produce XyG containing less than 15% XXXG ( Fig. 4B ; Supplemental Fig. S4 ). Comparable results were obtained when XLT2 was overexpressed in mur3-7 plants. The ability of overexpressed XLT2 to significantly decrease the XXXG content of the XyG while suppressing the cabbage-like phenotype is again consistent with the notion that this phenotype is correlated with the presence of dysfunctional XyG . Indeed, the mild dwarf phenotype of the xlt2 mur3-1 mutant is also rescued by extending the XyG side chains with arabinofuranosyl residues ( Schultink et al., 2013 ). Such data provide further evidence that XyG deficient in extended side chains is dysfunctional, and that the synthesis of dysfunctional XyG leads to abnormal growth. Figure 5. Open in a new tab The phenotypes of Arabidopsis plants carrying mutations in one or more of the genes encoding the xyloglucan-specific galactosyltransferases MUR3 or the xylosyltransferases XXT1, XXT2, and XXT5. Plants were grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle. Images were taken when the plants were 4 weeks old. The Phenotypes of mur3-3 and mur3-7 Plants Are Suppressed by Knocking out XXT2 or XXT5 Plants that had a wild-type phenotype, yet were genotyped as XXT1 xxt2 mur3-3, were obtained during the generation of the xxt1 xxt2 mur3-3 triple mutant, which led us to suspect that abolishing the expression of specific XXT genes suppressed the cabbage-like phenotype. To obtain experimental support for this hypothesis, we generated a series of double mutants by crossing mur3-3 and mur3-7 with the xxt1, xxt2, and xxt5 mutants (see Fig. 5 ), which themselves have wild-type phenotypes ( Cavalier et al., 2008 ; Vuttipongchaikij et al., 2012 ; Zabotina et al., 2012 ). The xxt2-1 mur3-3, xxt2-2 mur3-7 , xxt5 mur3-3 , and xxt5 mur3-7 mutants were phenotypically comparable with wild-type plants ( Fig. 4 ). The walls of these four double mutants contain 35% to 50% less Driselase-susceptible XyG than the walls of the xxt1 mur3-3 , mur3-3 , and mur3-7 mutants ( Fig. 4C ; Supplemental Table S2 ). Notably, XLXG subunits accounted for at least 59% of the XyG in the normal-looking xxt2-1 mur3-3, xxt2-2 mur3-7 , xxt5 mur3-3 , and xxt5 mur3-7 mutant plants ( Fig. 4B ; Supplemental Fig. S4 ). By contrast, the XLXG subunit accounts for 44% of the XyG from the xxt1 mur3-3 double mutant ( Fig. 4B ; Supplemental Fig. S3 ), which retained the cabbage-like phenotype ( Fig. 5 ). Such data are again consistent with the notion that this phenotype is a consequence of the synthesis of XyG deficient in extended side chains. Tamura et al. (2005) have proposed that the cabbage-like phenotype of kam1 / mur3 mutant plants is a consequence of abnormal endomembrane organization resulting from the absence of the MUR3 protein. However, the endomembrane aggregation phenotype observed in mur3-3 plants was largely suppressed in the xxt2-1 mur3-3 and xxt5 mur3-3 mutant plants ( Fig. 6A ) but not in the xxt1 mur3-3 mutant. Our data are thus consistent with the notion that XyG with a high proportion of unsubstituted XXXG subunits is dysfunctional, and that its presence, rather than the absence of a functional MUR3 protein, is strongly correlated with the presence of endomembrane aggregates. Swollen epidermal cells with endomembrane aggregates have been observed in the roots of plants lacking an isoform of UDP-Glc 4-epimerase ( uge4 ; Uehara et al., 2014 ). The uge4 root XyG contains approximately 50% less Gal than wild-type XyG ( Nguema-Ona et al., 2006 ; Rösti et al., 2007 ). Membrane aggregation and cell bulging were suppressed by growing uge4 in the presence of Gal, which led to the suggestion that reduced galactosylation of XyG or arabinogalactan protein is responsible for endomembrane disorganization ( Uehara et al., 2014 ). Nevertheless, a direct causal relationship between endomembrane aggregation and plant growth is unlikely, as Arabidopsis plants carrying a mutation in the coat promoter complex II coat protein SECRETORY 24A have endomembrane aggregates comparable to mur3-3 but are not dwarfed ( Faso et al., 2009 ). Figure 6. Open in a new tab Endomembrane aggregation and intracellular accumulation of cell wall polysaccharides in mur3-3 plants. A, Endomembrane aggregation in mur3-3 plants is suppressed by knocking out XXT2 or XXT5 . Col-0 (wild-type [WT]) and mutant plants were individually transformed with the SP-2SC-GFP (for signal peptide of pumpkin 2S albumin followed by a linker of GGG and the C-terminal 18-amino acid sequence of pumpkin 2S albumin) construct and grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle or a 14-h-light (28°C) and 10-h-dark (24°C) cycle. Images of epidermal cells of 14-d-old cotyledons expressing the endomembrane-targeted SP-2SC-GFP were obtained using an inverted laser scanning confocal microscope. Bar = 10 µm. B, Immunocytochemistry reveals intracellular aggregates (see arrows) containing XyG and pectin in mur3 hypocotyls. Top, Toluidine blue-stained cross sections. CCRC-M88 recognizes XyG , CCRC-M1 recognizes fucosylated XyG , and CCRC-M38 recognizes deesterified homogalacturonan. Bar = 50 µm. Intracellular Aggregates Containing Xyloglucan and Pectin Accumulate in the Cells of mur3-3 Hypocotyls Pectic and hemicellulosic polysaccharides are believed to be synthesized in the Golgi apparatus and are then transferred from the trans-Golgi network in vesicles that move to and fuse with the plasma membrane ( Bashline et al., 2014 ). The polysaccharides are then released into the apoplast and incorporated into the existing cell wall. Defects in trans-Golgi network-dependent secretion of polysaccharides in the echidna mutant have been shown to result in the accumulation of intracellular aggregates containing pectin and xyloglucan ( Gendre et al., 2013 ). Thus, we examined polysaccharide secretion in mur3-3 , as its cells contain abnormal endomembrane aggregates ( Fig. 6A ). Intracellular aggregates were clearly visible in the epidermal cells of a toluidine blue-stained cross section of the mur3-3 hypocotyl ( Fig. 6B ; Supplemental Fig. S8A ). Smaller amounts of aggregates were also visible in mur3-1 hypocotyls ( Fig. 6B ). These aggregates were labeled with monoclonal antibodies that recognize xyloglucan and deesterified homogalacturonan ( Fig. 6B ). Few, if any, aggregates were discernible in mur3-2, wild-type ( Fig. 6B ), or 35S pro MUR3:mur3-3 hypocotyls ( Supplemental Fig. S8B ). Taken together, these data provide evidence that, in mur3-3 hypocotyls and to a lesser extent in mur3-1 hypocotyls, cell wall matrix polysaccharides, including xyloglucan and pectins, are not properly secreted and instead accumulate within intracellular aggregates. These data again support the notion that the phenotype of each mur3 mutant is determined in large part by the amount of catalytically functional MUR3 protein it produces. Temperature Affects the Growth of mur3 Plants and the Catalytic Activity of the Mutated MUR3 Protein Early studies reported that mur3-1 XyG lacks F side chains ( Madson et al., 2003 ; Peña et al., 2004 ), although subsequent analyses indicated that fucosylated subunits account for up to 5% of the mur3-1 and xlt2 mur3-1 XyG s ( Jensen et al., 2012 ; Schultink et al., 2013 ; Vinueza et al., 2013 ). Nevertheless, those values are lower than the values we obtained ( Fig. 4A ). As our plants were grown at 19°C rather than at 22°C or 26°C as in the earlier studies, we determined whether temperature affects the extent of XyG fucosylation or plant growth. There was an approximately 85% decrease in the relative abundance of the fucosylated subunits in the XyG from mur3-1 and xlt2 mur3-1 plants grown at 28°C ( Fig. 7, A and B ; Supplemental Fig. S9 ). xlt2 mur3-1 mutants grown at 19°C or 28°C do not have a severe cabbage-like phenotype but do have short petioles and slightly curved leaves, making them visibly distinct from wild-type plants ( Fig. 2 ). The relative abundance of the fucosylated subunits in mur3-2 XyG was comparable at both growth temperatures ( Fig. 7 ; Supplemental Fig. S9 ). These data confirm that mur3-1 and mur3-2 plants retain a residual amount of MUR3 activity and show that, in plants with the allelic (S470L) MUR3-1 protein, XyG galactosylation at the MUR3 position is diminished by increasing growth temperature. Figure 7. Open in a new tab The effect of growth temperature on the xyloglucan subunit compositions of selected mur3 and wild-type plants. A, XyG subunit compositions of plants grown with a 14-h-light (19°C) and 10-h-dark (15°C) cycle. B, XyG subunit compositions of plants grown with a 14-h-light (28°C) and 10-h-dark (24°C) cycle. XyG oligosaccharides were generated by XEG treatment of the 4 n KOH-soluble materials from at least three individual plants and analyzed by MALDI-TOF MS . HPAEC - PAD analyses indicated that XXLG and XLLG accounted for approximately 6% of the subunits in Col-0 XyG (see Supplemental Fig. S9 ). Somewhat surprisingly, the cabbage-like phenotype is suppressed when mur3-3 and mur3-7 plants are grown at 28°C ( Fig. 2 ; Supplemental Fig. S10 ), even though the cell walls of the mutants still contain XyG , in which the XXXG subunit predominates ( Fig. 7B ; Supplemental Fig. S9 ), and the endomembrane aggregates still exist ( Fig. 6A ). That mur3-3 and mur3-7 exhibit near-normal growth at 28°C is consistent with the temperature-dependent changes in the rheological properties of Gal-depleted XyG ( Shirakawa et al., 1998 ). Alternatively, the protective mechanisms activated in plants in response to heat stress ( Bita and Gerats, 2013 ) may suppress the effects of the dysfunctional mur3-3 XyG . Nevertheless, the mechanisms by which elevated temperature suppresses the cabbage-like phenotype remain to be determined. It may well be the case that this phenotype results from an accumulation of temperature- and XyG structure-dependent modifications that affect both cell wall structure and remodeling and endomembrane organization. Dysfunctional Xyloglucan and Plant Growth Our data show that the extent of side chain galactosylation in mur3-3 and mur3-7 XyG is reduced by approximately 70% compared with the wild type. A probability analysis (see Supplemental Protocol S1 ) using the XXXG subunit abundance in the XyG from mur3-3 (63%), mur3-7 (73%), the wild type (25%), mur3-1 (48%), mur3-2 (47%), and 35S pro MUR3 : mur3-3 (29%) plants predicts that domains consisting of five or more tandemly repeated XXXG sequences comprise a much higher proportion of the XyG in mur3-3 and mur3-7 plants than in XyG from the other plants ( Supplemental Fig. S11 ). The existence of large tandemly repeated XXXG domains may lead to the aggregation or otherwise aberrant interactions of XyG with itself and/or with other wall polymers ( Shirakawa et al., 1998 ; Whitney et al., 2006 ; de Freitas et al., 2011 ). Such interactions together with the inability to extend the side chain adjacent to the unbranched Glc appear to be major factors in the dysfunctional properties of the mur3-3 and mur3-7 XyG and the cabbage-like phenotype of these plants. The aggregation of the nascent mur3-3 and mur3-7 XyG s may prevent the normal movement of XyG through the Golgi and the packaging of XyG in vesicles for delivery to the apoplast, and may also account for the abnormal membrane organization and the accumulation of intracellular aggregates containing wall polysaccharides in mur3-3 plants. The differences in subunit composition of the mur3-3 and xlt2 mur3-1 XyG s ( Fig. 7 ) indicate that failure to extend the side chains next to the unbranched Glc is especially detrimental to XyG function and to plant growth. Most, if not all, of the galactosyl residues adjacent to the unbranched Glc are further extended with Fuc in the XyG present in the wall of xlt2 mur3-1 plants. Although XyG fucosylation is not in itself required for the normal growth of laboratory-grown Arabidopsis plants ( Vanzin et al., 2002 ), there is evidence that fucosylation does have a role, albeit less than galactosylation, in the formation of XyG -cellulose composites ( Whitney et al., 2006 ). Dysfunctional xyloglucan may disrupt wall remodeling that is required for plant cells to expand and grow ( Peña et al., 2004 ; Park and Cosgrove, 2012a , 2012b ). For example, the results of in vitro studies suggest that the decreased solubility of Gal-depleted XyG reduces its accessibility to the action of XyG endotransglucosylases/hydrolases (XTHs) that are believed to be involved in wall remodeling during cell growth ( Peña et al., 2004 ). Li et al. (2013) have reported that the expression of XTH18 is increased 2-fold in rsa3-1 . Thus, the cabbage-like phenotype may result at least in part from the reduced susceptibilities of the XyG to XTH. These authors also reported a 12-fold increase in the expression of the gene encoding the wall-associated kinase WAK1 ( Li et al., 2013 ). Since WAKs are likely involved in wall sensing, cell expansion, and responses to pathogens and environmental signals ( Kohorn and Kohorn, 2012 ), they may have a role in communicating changes in wall properties to the cells of the mur3 mutants. Our data favor a model that invokes a dysfunctional xyloglucan structure as the most direct cause of the growth defects of plants carrying loss-of-function mutations in MUR3 . Nevertheless, the possibility cannot be discounted that other cellular mechanisms are responsible. For example, the phenotypes observed in plants lacking the MUR3 protein may be a consequence of an XyG biosynthesis complex ( Chou et al., 2015 ; Lund et al., 2015 ) that becomes dysfunctional when no MUR3 protein is present. In this scenario, the mur3-1 and mur3-2 mutants are not cabbage like because the residual MUR3 may still be capable of forming a nondysfunctional XyG biosynthetic complex. However, to be consistent with our data, XLT2, which has 42% amino acid sequence identity with MUR3, must be able to substitute for MUR3 to form a nondysfunctional complex when XLT2 is expressed at sufficiently high levels. XLT2 does not replace MUR3 when expressed at normal levels. This model also requires that the direct effects of the putative dysfunctional biosynthetic complex are suppressed by eliminating the XXT2 or the XXT5 protein in mur3-3 or mur3-7 plants. The xxt2 mur3-3 and xxt5 mur3-3 double mutants have near wild-type morphology and produce xyloglucan with less than 50% unsubstituted XXXG. Models that invoke a dysfunctional biosynthetic complex as the direct cause of the mur3-3 phenotypes are thus complicated by several difficult-to-reconcile requirements.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c2f8/4378170/d720b921793d/PP_255943_f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c2f8/4378170/9ec405911481/PP_255943_f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c2f8/4378170/65386e0909cc/PP_255943_f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c2f8/4378170/c1819cb8ce4f/PP_255943_f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c2f8/4378170/b2c04a17c6b0/PP_255943_f5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c2f8/4378170/d5169d6dfde1/PP_255943_f6.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c2f8/4378170/cf1c6c622d6c/PP_255943_f7.jpg"
    ]
  }
}