{
  "paper_id": "pmc_articles_PMC6560652",
  "title": "Physical Forces Modulate Oxidative Status and Stress Defense Meditated Metabolic Adaptation of Yeast Colonies: Spaceflight and Microgravity Simulations",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6560652/",
  "sections": {
    "Abstract": "Baker’s yeast (Saccharomyces cerevisiae) has broad genetic homology to human cells. Although typically grown as 1-2mm diameter colonies under certain conditions yeast can form very large (10 + mm in diameter) or ‘giant’ colonies on agar. Giant yeast ...",
    "Results": "Expression of the stress response genes, SSA4 and RPL34b, was measured using eGFP fusion protein expression clones. Stress promoter dependence was assessed by comparing the eGFP signal of the parent strains to clones in which the Msn4 or Sfp1 promoter genes had been deleted (Fig. 2 and Table 2 ). In summary, in colonies grown on rich YPD media, SSA4 increased compared to static culture in all culture modalities. The increases in SSA4 expression seen in flight and rotation, but not random positioning, were Sfp1 dependent. RPL34B gene expression did not change during any culture condition on YPD. Flight and rotation had oppositely directed RPL34B gene expression changes dependent on Msn4. Colonies grown on nutrient poor YE media yielded gene expression changes distinct from those seen in nutrient rich YPD media. SSA4 expression increased in flight and was Sfp1dependent. Ssa4 expression did not change during rotation and decreased during random positioning. In both rotation and random positioning, expression of SSA4 was dependent on both Msn4 and Sfp1. On YE media, RPL34B increased in flight with Msn4 dependence, but did not change during rotation or random positioning. Expression of ATO3, INO1, TRR1, BEM1 and EDC3 is shown in Fig. 3 and Table 3 . Expression of SSA4 and RPL34B is shown in Fig. 2 , as noted above. Expression of the EDC3 gene did not change expression during any culture modality, demonstrating that we are not observing a field change. Expression of three genes, INO1, TRR1, and SSA4, changed in flight on both YPD and YE. In flight, expression of RPL34B increased on YE but not YPD, while expression of BEM1 was the reverse, changing in increasing in YPD but not YE. The only other change in INO1 was a decreased expression on YE during rotation. Expression of TRR1 had no other changes. Expression of SSA4 also decreased during random positioning on YE, and increased on YPD during rotation and random positioning. Expression of BEM1 did not change on YE, but increased on YPD with flight, rotation and random positioning. ATO3 expression, which did not change in flight, had no changes on YE, but increased on YPD under both rotation and random positioning growth conditions. Cell death by necrosis and apoptosis (as measured by PI and Annexin V staining) was affected by the culture modalities and manifested diverse stress defense promoter dependence (Fig. 4 and Table 4 ). In summary, in flight cell necrosis had no baseline changes but showed dramatic Sfp1 and Msn4 dependence only on YE. Necrosis was reduced on YE during both rotation and random positioning dependent on both Sfp1 and Msn4. Basal necrosis rates were decreased and dependence on Sfp1 during rotation, and on Msn4 during both rotation and random positioning. In flight, apoptosis was reduced only on YE, and on YPD basal apoptosis was both Sfp1 and Msn4 dependent. During rotation basal apoptosis rates were both Sfp1 and Msn4 dependent only on YE. During random positioning basal apoptosis rates were both Sfp1 and Msn4 dependent on both YE and YPD. Changes in Annexin V exposure and caspase activity (indicative of apoptosis) were consistent with the changes in the middle peak of propidium iodide stained cells (e.g. low PI uptake) observed by flow cytometry. The specific fluorescent values and statistical parameters for DHE staining are tabulated in Table 4 . As controls, assay of fresh wild type cells was no different to unstained cells for annexin binding but showed caspase expression providing a negative control baseline (data not shown). Treatment with acetic acid or heat induced both caspase activity and annexin binding providing positive controls (data not shown). Annexin only changed from static controls during rotation on YE, and on YPD only in flight. Stress defense promoter dependence was not tested. Caspase only changed from static controls during flight on YE, and on YPD only during rotation. Reactive oxygen species (ROS) production, especially superoxide formation, was monitored with DHE. Positive control cells were induced with acetic acid and heat (data not shown). On YE, none of the culture techniques changed DHE signal, but basal levels were Sfp1 and Msn4 dependent. The specific fluorescent values and statistical parameters for DHE staining are tabulated in Table 4 . On YPD, DHE signal was increased in flight, independent of the stress defense promoters. Rotation and random positioning did not change DHE levels, but basal levels were both Sfp1 and Msn4 dependent under these culture conditions.",
    "Conclusion": "Systematic studies of the effects of true microgravity and common microgravity simulations on cell physiology has been lacking. Furthermore, how these environments combine with other fundamental variables such as growth media to influence the cellular response to stress is an outstanding question. We address both of these by examining cellular changes, including gene expression (reported by shear stress promoters Msn4 and Sfp1), reactive oxygen species, and apoptosis. The current studies define a role of ammonia signaling and stress pathways using physical methods to disrupt ammonia convection in giant yeast colonies. Several lines of evidence support increased ammonia signaling during the near total lack of convection during colony culture in microgravity. First, of all the models tested, microgravity was the only one to increase both select reactive oxygen species and stress defense genes. These genes include inositol-3-phosphate synthase (INO1), thioredoxin reductase (TRR1), and stress seventy subfamily A (SSA4). These changes were independent of media type. Interestingly, both INO1 and TRR1 are predominantly expressed in the L or lower colony cells when yeast colony stratify into feeder and growing layers in giant colonies (Cap et al. 2009a ; Palkova et al. 1997 ). This suggests that ammonia signaling is increased when the generated ammonia cannot convect away from the colonies. Second, the increased expression of the stress defense dependent SSA4 gene is consistent with lack of oxygen availability and carbon dioxide accumulation as these gasses are also affected by the lack of convection. Third, expression of both SSA4 and RPL34B increased more in flight when the classic stress defense promoter Msn4 was deleted. Shear stress promoters have a complex interplay of effects on the expression of genes they modify (Coleman et al. 2007 , 2008a , b ; Hammond et al. 1999 ; Johanson et al. 2002 ). Table 5 summarizes the effects of shear press promoters on expression of dependent genes during manipulation of physical forces from this report as well as previous studies. Even within just these two shear stress response genes (SSA4 and RPL34b), with and without deletion of shear stress promoters (Msn4 and Sfp1), there is scant commonality of the gene expression changes or promoter dependence. Interestingly, a similar signaling phenomenon was recently reported for bacteria, where acetate accumulation in the boundary layer affected metabolism, presumably likewise due to lack of convection in microgravity (Zea et al. 2016 ) and in E. coli where nutrient depletion in simulated microgravity induced stress response genes (Vukanti and Leff 2012 ). Table 5. Dependence of SSA4 and RPL34B on Msn4 and Sfp1 under different conditions Condition Msn4 dependence Sfp1 dependence Study SSA4 RPL34B SSA4 RPL34B 1g Static - Rich media, liquid No No No Yes Coleman et al. ( 2008a ) Magnetic levitation - Rich media, liquid Yes Yes Yes Yes Coleman et al. ( 2007 ) Neutral buoyancy - Rich media, liquid Yes No Yes No Coleman et al. ( 2008b ) Spaceflight - Rich media, liquid Yes Yes No No Coleman et al. ( 2008a ) RWV - Rich media, liquid Yes Yes Yes No Coleman et al. ( 2008b ) 1g Static - Rich media, plated No No Yes Yes this report RPM - Rich media, plated Yes Yes Yes Yes this report RWV - Rich media, plated Yes Yes Yes No this report Spaceflight - Rich media, plated No Yes Yes Yes this report 1g Static - Poor media, plated Yes No Yes Yes this report RPM - Poor media, plated No Yes Yes Yes this report RWV - Poor media, plated Yes Yes No Yes this report Spaceflight - Poor media, plated Yes Yes Yes Yes this report Open in a new tab Cell death by necrosis and apoptosis increased in flight as shown by multiple modalities: uptake of propidium iodide up, expression of caspase, and binding of annexin V. Induction of apoptosis by simulated microgravity has been seen with other cell types including human lymphocytes (Ward et al. 2006 ). This increased cell death was greatly increased by deletion of either of the stress responsive promoters Msn4 or Sfp1. The finding of both necrotic and apoptotic cell death is further evidence for activity of both ammonia signaling and stress defense pathways, as ammonia signaling utilizes mostly caspase independent pathways (Vachova and Palkova 2005 ) and stress defense is mediated mostly by apoptosis as well as autophagy and necrosis (Farrugia and Balzan 2012 ). The changes in INO1 and SSA4 genes are significant in both random positioning with gravity vector averaging and rotation techniques but oppositely directed to the space flight changes, underscoring the uniqueness of the effects of true microgravity. During culture on the ISS, yeast cultures are also exposed to increased radiation (Nislow et al. 2015 ). Our previous studies using yeast deletion series in liquid culture to evaluate the effects of spaceflight revealed two dominant responses: radiation/DNA repair and reactive oxygen pathways (Nislow et al. 2015 ). We conclude that the ISS provides a unique suite of stimuli with distinct set of responses: the question is how to translate these properties to i) further NASA’s program objectives, ii) support commercial development, and iii) address unmet clinical needs. We found differences in the responses of yeast in the rotating wall vessel versus random positioning models in both ammonia-dependent and stress-dependent changes, providing clarity to the controversy as to whether the random positioning device is a form of rotation, or a distinct stimulus (Klaus 2001 ; Klaus et al. 2004 ). These differences included gene expression changes mediated by shear stress promoters, redox status, and apoptosis. Hence, we conclude that the forces induced by random positioning and rotation are distinct. Many resources are available for scientists seeking to study the effects of gravity on biologic systems (Brungs et al. 2016 ; Frett et al. 2016 ) and researchers should be mindful that fluidity of the culture milieu and shear stress at the membrane surface are likely to be important variables affecting how cells sense gravity (Kohn et al. 2017 ; van Loon 2008 ). In our model system composed of a near-solid colony of yeast, receiving nutrients from an agar gel at its base, and using a gas, ammonia, as one means of driving differentiation within the colony, spaceflight, rotating wall vessel and random positioning generate different effects. In free-floating liquid systems such as U937 cells growing in suspension (Bradamante et al. 2006 ), HUVEC cells adherent to Cytodex beads (Bradamante et al. 2006 ), or thyroid cells growing as spheroids (Warnke et al. 2016 ) rotating wall vessel, random positioning machines, and spaceflight had very similar effects. The ability of physical methods to manipulate yeast colony redox, apoptosis, and stress defense status is important at multiple levels of organismal biology. Gene deletion, although targeted to a single locus, will often cause follow-on effects in multiple integrated pathways, especially when promoters are deleted (Park et al. 2011 ). Further, there are clinically important applications. Analysis of yeast survival pathways offers powerful techniques to address drug metabolic mechanisms for repurposing of pharmaceuticals (Lee et al. 2014 ), including identification of unique targets (Blackman et al. 2012 ) and buffering pathways required to respond to drugs. Further, yeast colony differentiation recapitulates many of the stratification mechanisms of tumorigenesis (Cap et al. 2012a , d ; Birdsall et al. 2016 ). In conclusion, by allowing graded manipulation of a combination of convection and ammonia signaling, while avoiding secondary effects of gene deletion, these physical techniques are primed to substantially contribute to our understanding of mechanisms of drug action, cell aging, and colony differentiation.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd82/6560652/a4ee656ccdd0/12217_2017_9588_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd82/6560652/d1b7c1cb7f8f/12217_2017_9588_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd82/6560652/5399231021ad/12217_2017_9588_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd82/6560652/144f9b9ccc11/12217_2017_9588_Fig4_HTML.jpg"
    ]
  }
}