{
  "paper_id": "pmc_articles_PMC6447593",
  "title": "Spaceflight-induced alternative splicing during seedling development in Arabidopsis thaliana.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6447593/",
  "sections": {
    "Abstract": "Plants grown in spaceflight experience novel environmental signals, including those associated with microgravity and ionizing radiation. Spaceflight triggers a response involving transcriptional re-programming and altered cell morphology, though ...",
    "Results": "Fig. 1. Open in a new tab Detection of spaceflight-induced alternatively spliced transcript isoforms. a Bioinformatics pipeline utilized to identify all transcript isoforms and significantly differentially spliced genes present in the original RNA sequencing dataset. Steps inside the dashed outline were performed on each individual replicate. See Methods for more detail on gtf merging. b Comparison of alternatively spliced isoforms present or absent in spaceflight in both ecotypes and developmental ages tested. c Count of differentially alternatively spliced genes and the associated count of transcript isoforms observed in each condition. d Comparison of the differentially alternatively spliced genes observed in the Columbia-0 (Col-0) or the Wassilewskija (WS) ecotype background. Differentially alternatively spliced genes observed at both 4- and 8-day time points in either ecotype background were pooled for this analysis. (C Columbia-0, W Wassilewskija, 4 4 days of age, 8 8 days of age. C4 Columbia-0 4 days of age, W8 Wassilewskija 8 days of age) Specific genes that undergo significant differential AS (dAS) were identified using CuffDiff 15 to investigate whether decisions made by the splicing machinery differ in response to spaceflight. In both ecotypes and both developmental stages tested in this analysis, genes that undergo significant dAS between spaceflight and ground control samples were identified (Fig. 1c ). Genes were identified as dAS if the isoform ratio differs significantly between the conditions examined (Supplementary Data File 2 ). A difference in isoform ratio between conditions is indicative of a difference in splicing decision between conditions, which is independent of transcription-level differences. Interestingly, fewer genes undergo dAS in the Col-0 ecotype background collectively as compared to WS, which is opposite of the pattern observed in the literature between these two ecotypes regarding differentially expressed genes. 2 Comparison of the genes that undergo dAS in either the Col-0 or the WS background reveals very little overlap in the identity of the genes alternatively spliced in response to spaceflight (Fig. 1d ). Furthermore, gene ontology analysis does not reveal any obvious conclusions regarding the function or localization of the genes undergoing AS during spaceflight exposure. An example of dAS between spaceflight and ground controls in both Col-0 and WS is presented as an Integrative Genomics Viewer 14 image that visualizes differences in sequencing coverage between AS isoforms of the gene AT2G33770 (Fig. 2a ). This gene locus produces three AS transcript isoforms that utilize the same transcription start site—TCONS_00029094, TCONS_00029095, and TCONS_00029096. One AS isoform, TCONS_00029094, is only very lowly expressed in all conditions tested. However, AS isoform TCONS_00029095 is more common in spaceflight samples, whereas AS isoform TCONS_00029096 is more common in ground control samples (Fig. 2a, b ). This example highlights a difference in pre-mRNA processing in response to spaceflight—a spliceosome-specific behavior as opposed to a difference in transcription. Fig. 2. Open in a new tab Visualization of switch in isoform ratio between spaceflight and ground controls for gene AT2G33770. a Screenshot from Integrative Genomics Viewer 16 displaying sequencing coverage spanning the AT2G33770 gene model in spaceflight and ground control samples from either the 4-day Columbia-0 (Col-0) or 8-day Wassilewskija (WS) backgrounds. Asterisks indicate exons within the gene model solely present in transcript isoform TCONS_0029096. Arrows indicate lack of sequencing coverage in spaceflight samples corresponding to the unique exons in TCONS_0029096. Small numbers in the upper left hand corner of each panel denote the range of the y axis scale for each condition. b Isoform ratios in spaceflight and ground controls for transcript isoforms TCONS_0029094, TCONS_0029095, and TCONS_0029096 associated with gene AT2G33770 in Col-0 4-day and WS 8-day backgrounds. Isoform ratio was calculated by FPKM (fragments per kilobase of transcript per million mapped reads) This study represents the first observation of transcriptome-wide spaceflight-induced AS not only in plants but also in any living organism yet exposed to microgravity. The results presented here serve as strong evidence that AS has a role during the molecular adaptation process to the spaceflight environment in higher eukaryotic organisms such as plants and provides methods that can be used to identify AS isoforms from RNA sequencing datasets generated from other spaceflight-exposed organisms. However, the full role of AS during spaceflight adaptation must still be investigated by examining changes in the abundance of AS isoforms present in both conditions, the types of AS events occurring in spaceflight, and the functional implications of AS isoforms present or absent in spaceflight. In addition, it would be interesting to analyze the overlap between spaceflight differentially expressed genes and spaceflight-induced AS isoforms. Dissecting the spaceflight-induced transcriptome with both gene- and AS isoform-level resolution will elucidate better understanding of the molecular mechanisms leveraged by plants to adapt to the radically novel environment, that is, spaceflight.",
    "Conclusion": "An example of dAS between spaceflight and ground controls in both Col-0 and WS is presented as an Integrative Genomics Viewer 14 image that visualizes differences in sequencing coverage between AS isoforms of the gene AT2G33770 (Fig. 2a ). This gene locus produces three AS transcript isoforms that utilize the same transcription start site—TCONS_00029094, TCONS_00029095, and TCONS_00029096. One AS isoform, TCONS_00029094, is only very lowly expressed in all conditions tested. However, AS isoform TCONS_00029095 is more common in spaceflight samples, whereas AS isoform TCONS_00029096 is more common in ground control samples (Fig. 2a, b ). This example highlights a difference in pre-mRNA processing in response to spaceflight—a spliceosome-specific behavior as opposed to a difference in transcription. Fig. 2. Open in a new tab Visualization of switch in isoform ratio between spaceflight and ground controls for gene AT2G33770. a Screenshot from Integrative Genomics Viewer 16 displaying sequencing coverage spanning the AT2G33770 gene model in spaceflight and ground control samples from either the 4-day Columbia-0 (Col-0) or 8-day Wassilewskija (WS) backgrounds. Asterisks indicate exons within the gene model solely present in transcript isoform TCONS_0029096. Arrows indicate lack of sequencing coverage in spaceflight samples corresponding to the unique exons in TCONS_0029096. Small numbers in the upper left hand corner of each panel denote the range of the y axis scale for each condition. b Isoform ratios in spaceflight and ground controls for transcript isoforms TCONS_0029094, TCONS_0029095, and TCONS_0029096 associated with gene AT2G33770 in Col-0 4-day and WS 8-day backgrounds. Isoform ratio was calculated by FPKM (fragments per kilobase of transcript per million mapped reads) This study represents the first observation of transcriptome-wide spaceflight-induced AS not only in plants but also in any living organism yet exposed to microgravity. The results presented here serve as strong evidence that AS has a role during the molecular adaptation process to the spaceflight environment in higher eukaryotic organisms such as plants and provides methods that can be used to identify AS isoforms from RNA sequencing datasets generated from other spaceflight-exposed organisms. However, the full role of AS during spaceflight adaptation must still be investigated by examining changes in the abundance of AS isoforms present in both conditions, the types of AS events occurring in spaceflight, and the functional implications of AS isoforms present or absent in spaceflight. In addition, it would be interesting to analyze the overlap between spaceflight differentially expressed genes and spaceflight-induced AS isoforms. Dissecting the spaceflight-induced transcriptome with both gene- and AS isoform-level resolution will elucidate better understanding of the molecular mechanisms leveraged by plants to adapt to the radically novel environment, that is, spaceflight.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4444/6447593/f5032c0d9591/41526_2019_70_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4444/6447593/0cf73d05e012/41526_2019_70_Fig2_HTML.jpg"
    ]
  }
}