{
  "paper_id": "pmc_articles_PMC6188462",
  "title": "To Infinity and Beyond! Human spaceflight and life science.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6188462/",
  "sections": {
    "Abstract": "",
    "Results": "The study of the influence of spaceflight on the erythrokinetics in humans was found to be caused by the reduced plasma EPO that, in turn, affected various hormones, such as atrial natriuretic peptide (ANP). ANP was reduced by 20% from d 1 of flight, with the nadir of ∼60% on d 8 of flight ( 10 – 13 ). The levels of serum ANP did not return to normal until 6 d after landing. Serum EPO levels decreased ∼40% by d 2 of flight and remained depressed until the day after landing, at which time it rebounded almost 2-fold compared to the preflight baseline levels. Alfrey et al. ( 11 ) found that RBC survival was reduced during spaceflight by apoptosis of RBCs due to insufficient sera levels of EPO during spaceflight. After this breakthrough finding from his space experiments, Alfrey continued studies of RBC regulation and has shown that red cell mass is decreased when the sera level of EPO is suppressed. This leads to the selective hemolysis of the youngest circulating RBCs, called neocytes. The process is now called neocytolysis and has been confirmed with a variety of physiological and pathophysiologic situations, including descent of high-altitude dwellers to sea level, the anemia in renal failure, and in a human model based on EPO administration and withdrawal ( 13 – 18 ).",
    "Conclusion": "There is mounting evidence that gravity is required for normal function of bone and immune cells. Since all of life developed in a gravity environment, it is not surprising that some biological systems may be dependent on gravity force. In mathematics, when a variable is removed from an equation, many times it can be solved. It is possible that the same is true for biological systems. Future studies of spaceflight-induced osteoporosis and immunosuppression may well yield new information and pharmaceutical targets to treat earthbound human diseases.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5cc/6188462/4a332c8066a9/z380091184570001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5cc/6188462/b2dcc2c209fc/z380091184570002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5cc/6188462/6aeae307013f/z380091184570003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5cc/6188462/8ab04ffe00d4/z380091184570004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5cc/6188462/7ccdecf99095/z380091184570005.jpg"
    ]
  }
}