{
  "paper_id": "pmc_articles_PMC5817088",
  "title": "Alterations in the Spectrum of Spontaneous Rifampicin-Resistance Mutations in the Bacillus subtilis rpoB Gene after Cultivation in the Human Spaceflight Environment",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5817088/",
  "sections": {
    "Abstract": "Abstract The effect of Bacillus subtilis exposure to the human spaceflight environment on growth, mutagenic frequency, and spectrum of mutations to rifampicin resistance (Rif R ) was investigated. B. subtilis cells were cultivated in Biological Research in Canister-Petri Dish Fixation Units (BRIC-PDFUs) on two separate missions to the International Space Station (ISS), dubbed BRIC-18 and BRIC-21, with matching asynchronous ground controls. No statistically significant difference in either growth or in the frequency of mutation to Rif R was found in either experiment. However, nucleotide sequencing of the Rif R regions of the rpoB gene from Rif R mutants revealed dramatic differences in the spectrum of mutations between flight (FL) and ground control (GC) samples, including two newly discovered rpoB alleles in the FL samples (Q137R and L489S). The results strengthen the idea that exposure to the human spaceflight environment causes unique stresses on bacteria, leading to alterations in their mutagenic potential. Keywords: antibiotic resistance, mutation, rpoB , rifampicin, Bacillus subtilis , spaceflight",
    "Results": "Temperature Data in FL vs. GC Experiments Temperature data were logged at 10-min intervals during the FL and GC experiments and a summary of the data is presented in Table 3 . A detailed presentation of the temperature data can be found elsewhere ( Fajardo-Cavazos and Nicholson, 2016 ; Morrison et al., 2017 ). Table 3. Temperatures recorded during BRIC-18 and BRIC-21 FL and GC experiments. Mission FL GC Reference BRIC-18 25.1 + 0.12°C 24.8 + 0.16°C Fajardo-Cavazos and Nicholson, 2016 BRIC-21 22.8 + 0.07°C 22.8 + 0.21°C Morrison et al., 2017 Open in a new tab Growth in FL vs. GC Samples Viable cell counts were determined for both FL and GC samples recovered from the BRIC-18 and BRIC-21 experiments ( Figure 1 ). Because the data was determined not to be normally distributed, it was analyzed using non-parametric statistics. In the BRIC-18 experiment, cells grew to average total CFU per PDFU of 3.98 × 10 6 (FL) and 1.10 × 10 7 (GC); these values were determined not to be significantly different ( Figure 1 ). Ground-based growth kinetic experiments revealed that the rather low cell yield in the BRIC-18 mission was due to the prolonged incubation time (122 h) (data not shown). For the BRIC-21 mission, an increased cell yield was needed to provide sufficient sample mass for additional antibiotic susceptibility testing ( Morrison et al., 2017 ) and RNA-seq analysis (to be published elsewhere). In ground experiments preparatory for the BRIC-21 mission, it was determined that an incubation time of 25 h resulted in higher cell yields, and that 25-h cultures were in the late-logarithmic to early stationary phase (data not shown). Accordingly, statistical comparison of the total CFU obtained between the BRIC-18 and BRIC-21 flights uncovered that cells grew to significantly higher titers in the BRIC-21 experiment, to an average total CFU per PDFU of 1.72 × 10 8 (FL) and 2.13 × 10 8 (GC) ( P < 0.005). As found in the BRIC-18 mission, FL vs. GC titers within the BRIC-21 mission were determined to be not significantly different ( Figure 1 ). FIGURE 1. Open in a new tab Box plots depicting growth (presented as log 10 Total CFU) of B. subtilis FL (cyan and blue boxes) and GC (light and dark green boxes) samples during the BRIC-18 (left panel; n = 5) and BRIC-21 (right panel; n = 7) experiments. nsd, not significantly different (Kruskal–Wallis, P > 0.05). Mutation Frequencies to Rif R in FL vs. GC Samples The mutation frequency to Rif R was determined for both FL and GC samples recovered from the BRIC-18 and BRIC-21 experiments ( Figure 2 ). Because the data were determined not to be normally distributed, they were analyzed using non-parametric statistics. In the BRIC-18 experiment, cells exhibited an average mutation frequency of 6.9 × 10 -6 (FL) and 7.54 × 10 -6 (GC); these values were determined to be not significantly different ( Figure 2 ). In the BRIC-21 experiment, cells exhibited an average mutation frequency of 6.11 × 10 -8 (FL) and 1.94 × 10 -8 (GC); again, these values were determined to be not significantly different ( Figure 2 ). However, statistical comparison of the mutation frequencies to Rif R obtained between the BRIC-18 and BRIC-21 flights revealed that cells demonstrated a significantly higher frequency of mutation to Rif R in the BRIC-18 experiment ( P < 0.007). Again, this may result from differences in the incubation times to which the cells were subjected–122 h in BRIC-18 vs. 25 h in BRIC-21–due to the well-documented phenomenon of stationary phase mutagenesis in B. subtilis ( Robleto et al., 2007 ). FIGURE 2. Open in a new tab Box plots depicting the frequency of Rif R mutations (presented as log 10 values) of B. subtilis FL (cyan and blue boxes) and GC (light and dark green boxes) samples during the BRIC-18 (left panel; n = 5) and BRIC-21 (right panel; n = 6) experiments. nsd, not significantly different (Kruskal–Wallis, P > 0.05). Spectrum of Rif R rpoB Mutations in FL vs. GC Experiments The N-cluster and Clusters I, II, and III of the rpoB gene were PCR amplified from B. subtilis strain 168 and from the Rif R mutants obtained from the BRIC-18 and BRIC-21 FL and GC experiments. Nucleotide sequences were determined from a total of 56 FL and 15 GC samples from BRIC-18 ( Table 4 ) and from a total of 72 FL and 38 GC samples from BRIC-21 ( Table 5 ). Both sets of data are summarized graphically in Figure 3 . Examination of the data revealed several striking differences in the mutational spectrum within rpoB between the FL and GC samples. Table 4. Summary of rpoB mutations leading to Rif R in B. subtilis flight (FL) vs. ground control (GC) samples, BRIC-18 mission. PDFU 1 2 3 4 5 Total Mutation FL GC FL GC FL GC FL GC FL GC FL GC Q137R 2 2 4 0 Q469R 2 2 4 1 1 5 16 26 5 D472V 1 0 1 D472Y 1 0 1 A478V 8 8 0 H482N 1 0 1 H482R 1 1 1 1 H482Y 1 5 5 6 5 S487L 1 1 4 5 1 No change 2 4 6 0 Total 5 1 14 4 12 1 9 2 16 7 56 15 Open in a new tab Table 5. Summary of rpoB mutations leading to Rif R in B. subtilis flight (FL) vs. ground control (GC) samples, BRIC-21 mission. PDFU 1 2 3 4 5 6 Total Mutation FL GC FL GC FL GC FL GC FL GC FL GC FL GC V135F 3 0 3 Q469K 1 0 1 Q469R 2 1 4 12 5 2 11 4 1 25 17 H482R 1 1 5 1 2 3 7 H482Y 1 1 2 2 7 2 8 7 S487L 2 1 1 2 1 4 3 L489S 7 25 32 0 Total 2 3 4 3 11 13 32 5 11 8 12 6 72 38 Open in a new tab FIGURE 3. Open in a new tab (Top) Schematic of the B. subtilis RpoB protein sequence (red bar). Yellow boxes denote the positions of the N-cluster and Clusters I, II, and III where Rif R mutations have been located ( Severinov et al., 1993 ). Gray bars denote the regions amplified by PCR and sequenced using the corresponding primers (black arrows; see Table 2 for details). (Bottom) Expanded graphic summary of the distribution of Rif R mutations. Shown are the N-cluster and Cluster I of the B. subtilis rpoB gene. The center row depicts the RpoB amino acid sequence, flanked above and below by the wild-type rpoB nucleotide sequence. Mutations identified in FL and GC samples are denoted above and below the central line, respectively. Each box represents an independently sequenced mutation, and the corresponding amino acid alteration is indicated. Data from both the BRIC-18 (cyan and light green boxes) and BRIC-21 (blue and dark green boxes) are presented. N-Cluster Historically, the only mutation conferring Rif R previously identified in the N-cluster of B. subtilis rpoB was a G-to-T transversion causing the amino acid change V135F; this mutation was previously found at approximately equal frequencies in spores exposed either to Earth or simulated Mars conditions ( Perkins et al., 2008 ). In the present experiments, the V135F mutation was observed only in BRIC-21 GC samples ( Figure 3 and Table 5 ). However, a novel mutation, Q137R, was detected in the N-cluster in 4 out of 56 BRIC-18 FL samples, but in none of the GC samples ( Figure 3 and Table 4 ). This novel mutation was confirmed by retransformation and resequencing as described in Materials and Methods. The Q137R mutation was found in two separate FL PDFUs, suggesting that the spaceflight environment may be conducive to its formation ( Tables 4 , 6 ). Table 6. Distribution of classes of Rif R rpoB mutations appearing at least once in FL and GC samples ∗ . FL GC No. of PDFUs PDFU number: 1 2 3 4 5 6 1 2 3 4 5 6 FL GC Amino acid change V135F X 0 1 Q137R X X 2 0 Q469K X 0 1 Q469R X X X X X X X X X X X 6 5 D472V X 0 1 D472Y X 0 1 A478V X 1 0 H482N X 0 1 H482R X X X X X X 3 3 H482Y X X X X X X 2 4 S487L X X X X X X X 3 4 L489S X X 2 0 No change found X X 2 0 Open in a new tab ∗ Data are combined from BRIC-18 and BRIC-21 missions. Each class of mutation was scored as either present (X) or absent (blank) in the corresponding PDFU. Totals are tabulated in the rightmost two columns. Cluster I The majority of Rif R mutations in both FL and GC samples were found to occur in Cluster I, in agreement with numerous prior studies. Historically, the most common amino acid changes in Cluster I leading to Rif R occur at amino acids Q469, H482, and S487 ( Severinov et al., 1993 ; Campbell et al., 2001 ; Nicholson and Maughan, 2002 ; Perkins et al., 2008 ). In our experiments, the spectrum and frequency of mutations appeared to be similar at these three amino acids ( Figure 3 ), with the exception that a single never before isolated mutation (H482N) was identified among the GC samples from BRIC-18 ( Figure 3 and Table 4 ). However, in FL samples from the BRIC-21 experiment we found a large number of mutations (32/72) at L489, consisting exclusively of T-to-C transitions resulting in the amino acid change L489S ( Figure 3 and Table 5 ). This novel mutation was confirmed by retransformation and resequencing as described in Section “Materials and Methods.” The L489S mutation was found in two separate FL PDFUs, also suggesting that the spaceflight environment may be conducive to its formation ( Tables 5 , 6 ). In addition to amino acids Q469, H482, S487, and L489 we found within Cluster I two differences in the spectrum of mutations in rpoB. First, at amino acid D472, we observed no mutations in FL samples, but in BRIC-18 GC samples we observed two different mutations; a G-to-T transversion at the first position and an A-to-T transversion at the second position of codon D472, leading to the deduced amino acid changes D472Y and D472V, respectively ( Figure 3 ). Second, no mutations were found in GC samples at amino acid A478, but in the BRIC-18 FL samples 8/59 of the total mutations consisted of a C-to-T transition at the second codon position resulting an A478V substitution ( Figure 3 and Table 4 ). Rif R Mutations Not Mapping to Known rpoB Regions Historically, 4 regions in rpoB have been associated with Rif R in the model organism E. coli , designated as the N-cluster and Clusters I, II, and III ( Figure 3 ) (reviewed in Severinov et al., 1993 , 1994 ). These clusters have been defined by the locations of Rif R mutations as codons 127-135 (N-cluster), 463-489 (Cluster I), and 519-532 (Cluster II) ( B. subtilis coordinates). To date, in B. subtilis Rif R mutations have never been identified in Cluster III or in intervening regions. However in 2 PDFUs from the BRIC-18 mission were isolated Rif R mutants for which no mutation in rpoB was found by sequencing the classic N-cluster or Clusters I, II, and III ( Table 4 ). This phenomenon has been reported before ( Ahmad et al., 2012 ) and raises 2 formal possibilities. First, these mutations conferring Rif R might reside in rpoB but outside the Clusters N, I, II, or III (it should be noted that our primer sets covered only ∼38% of the complete rpoB sequence; Figure 3 ). Second, the mutations may be located outside rpoB entirely; low-level Rif R has been previously reported in mutants with altered permeability or efflux ( Goldstein, 2014 ). In any event, because these mutants appeared in FL PDFUs, they may represent new allele(s) and warrant further investigation. Distribution of Rif R rpoB Mutations by PDFU Examination of Tables 4 , 5 indicated that in some PDFUs an unusually high number of repeats of the same Rif R mutant were found. For example, 16 out of 16 Rif R mutants sequenced from BRIC-18 FL PDFU-5 ( Table 4 ), and 12 out of 13 mutants sequenced from BRIC-21 GC PDFU-3 ( Table 5 ), were Q469R. These data suggested that some of the populations in both FL and GC samples contained “jackpots,” i.e., cultures in which the progeny of early arising Rif R mutants became over-represented in the final culture ( Foster, 2006 ). We therefore analyzed the data by counting each type of mutation as either “present” (at least once) or “absent” in each PDFU, the results of which are presented in Table 6 . When re-examined in this way, differences in the distribution of Rif R mutants in FL vs. GC samples were still apparent. For example, the Q137R and L489S mutations were each found in 2 separate FL PDFUs, but in zero GC PDFUs ( Table 6 ). In contrast, mutations leading to Q469R predominated in both FL (6/6) and GC (5/6) PDFUs, suggesting that occurrence of this specific mutation is not responsive to spaceflight exposure ( Table 6 ). Transitions vs. Transversion in FL and GC Samples As reported above, differences were observed in the location of rpoB mutations in FL vs. GC samples in B. subtilis Rif R mutants. These observations prompted us to examine the nature of nucleotide changes (i.e., transition vs. transversion mutations) in FL vs. GC samples from the BRIC-18 and BRIC-21 missions. In both FL and GC samples, A:G and C:T transitions predominated in both missions, and at relatively similar frequencies ( Figure 4 ). In addition, GC samples exhibited A:T, C:A, and G:T transversions that were not found in FL samples; conversely, FL samples exhibited T:A transversions that were not found in GC samples ( Figure 4 ). Thus, the spectrum of mutational classes (transitions vs. transversions) was also altered in FL vs. GC samples in both the BRIC-18 and BRIC-21 missions. FIGURE 4. Open in a new tab Frequency of transition and transversion mutations in FL (cyan and blue bars) and GC (light green and dark green bars) samples of B. subtilis rpoB in the BRIC-18 and BRIC-21 missions. Mapping Rif R Mutations on the Structure of RpoB Three-dimensional structures of RpoB elucidated from a number of bacteria (reviewed recently in Murakami, 2015 ) and supported by the crystal structure of RpoB in complex with Rif ( Campbell et al., 2001 ), have revealed a great deal of structural conservation in the Rif-binding pocket. Rif binds in the concave surface of a roughly bowl-shaped depression in the RNA exit channel of RpoB, held in place both by direct H-bonding contacts and hydrophobic and ionic interactions with amino acids lining the pocket ( Figure 5 ). Amino acids Q469, F470, D472, H482, R485, and S487 make direct H-bonds with Rif ( Campbell et al., 2001 ), and are most frequently associated with Rif R ( Severinov et al., 1993 ; Campbell et al., 2001 ); indeed we observed that mutations at these positions led to Rif R in FL and GC samples. Amino acids in the N-cluster do approach the Rif-binding pocket, but not within the 6 Å distance depicted in Figure 5 . It is thought that substitution of amino acids containing relatively small side groups (V135, Q137) with bulkier side groups (F135, R137) can exert longer-range effects by distorting the binding pocket out of its optimum shape ( Severinov et al., 1994 ). FIGURE 5. Open in a new tab (Left) Schematic depiction of the Rif-binding pocket in the β-subunit of RNA polymerase, adapted from ref. ( Campbell et al., 2001 ), using B. subtilis amino acid coordinates. Amino acids located within 6 Å of Rif are denoted which: make direct H-bonding contacts with Rif (yellow boxes); make hydrophobic contacts (orange boxes); or form part of the binding pocket (green boxes). (Right) Table of locations and identities of amino acid (a.a.) substitutions leading to Rif R in FL and GC samples. See text for details.",
    "Conclusion": "In this communication we describe the results of two spaceflight experiments using B. subtilis in which growth, the frequency of mutation to Rif R , and the corresponding spectrum of mutations within the Rif R regions of the rpoB gene, were measured. Growth in FL vs GC Samples A number of experiments have been conducted in which various bacterial species have been cultivated under otherwise-matching conditions of hardware, media, inoculation, etc., and their growth, as measured by final cell density, has been compared in spaceflight vs. ground control samples. Some of these prior studies have shown increased final cell density during spaceflight, while others have found either no significant differences between spaceflight and 1 × g conditions (reviewed in Benoit and Klaus, 2007 ; Horneck et al., 2010 ; Kim et al., 2013 ; Rosenzweig et al., 2014 ; Coil et al., 2016 ), or even decreased growth in spaceflight ( Fajardo-Cavazos and Nicholson, 2016 ). In both the BRIC-18 and BRIC-21 experiments described here, we measured no statistically significant difference in the final viable counts of Bacillus subtilis cells in FL vs. GC samples. As in most previous spaceflight experiments, the design of BRIC canisters does not allow growth measurements to be taken during the experiment, thus it was not possible to determine growth rates. However, the growth rate of B. subtilis cells in spaceflight vs. matched ground control samples was directly measured in the SESLO (Space Environment Survivability of Living Organisms) payload of the O/OREOS nanosatellite, and in that experiment cells were observed to grow at a slower rate in spaceflight ( Nicholson et al., 2011 ). Mutation Frequencies in FL vs. GC Samples Although the human spaceflight environment in Low Earth Orbit is characterized by an increased flux of high-energy particles, and enhanced space radiation effects have been documented in astronauts and higher organisms (reviewed in De Micco et al., 2011 ; Maalouf et al., 2011 ), very few studies to date have tested the notion that exposure to the human spaceflight environment could lead to increased mutagenesis in microbes. In two prior studies, the mutation frequency was either found not to be different in FL vs. GC ( Yatagai et al., 2000 ) or to be elevated ∼24-fold in FL samples ( Fajardo-Cavazos and Nicholson, 2016 ). The results described here, from 2 separate spaceflight missions to the ISS (BRIC-18 and BRIC-21), showed that the frequency of mutation to Rif R in B. subtilis was not significantly different in FL vs GC samples. Spectrum of rpoB Mutations in FL vs. GC The BRIC-18 and BRIC-21 experiments reported here showed that the spectrum of mutations in B. subtilis rpoB leading to Rif R was substantially different in FL vs. GC samples. Especially noteworthy were the mutations at Q137R and L489S which were identified only in FL samples; these alleles have never before been observed in B. subtilis rpoB. The results are in accord with the notion that the set of stresses defining an environment can elicit specific spectra of mutations. The observations from spaceflight reported here bolster the findings from prior ground-based experiments which showed that growth of B. subtilis under sporulating vs. non-sporulating conditions ( Nicholson and Maughan, 2002 ) or aerobic vs. anaerobic conditions ( Nicholson and Park, 2015 ), resulted in distinct spectra of mutations to Rif R . This phenomenon is not peculiar to B. subtilis ; it has also been reported in Staphylococcus aureus ( Didier et al., 2011 ), Escherichia coli ( Lindsey et al., 2013 ; Maharjan and Ferenci, 2017b ), Pseudomonas aeruginosa and P. putida ( Jatsenko et al., 2010 ), and Mycobacterium tuberculosis ( Jenkins et al., 2009 ) (reviewed in refs. Koch et al., 2014 ; Alifano et al., 2015 ). It is significant to note that several of the above bacteria have also been found in human spaceflight habitats ( Venkateswaran et al., 2014 ; Checinska et al., 2015 ). Broader Implications Because RNA polymerase is a single enzyme responsible for transcribing all genes in a bacterium, mutations in its subunits can have far-reaching consequences for global regulation of the microbial transcriptome. In particular, mutations in rpoB have been shown to cause Rif-independent physiological effects in a wide range of bacterial species (reviewed in ref. Koch et al., 2014 ). Such effects include: activation of cryptic metabolic capabilities ( Perkins and Nicholson, 2008 ); alterations in the susceptibility to other classes of antibiotics ( Kane et al., 1979 ; Kristich and Little, 2012 ); or production of various secondary metabolites ( Hu et al., 2002 ). Furthermore, it has been shown that certain mutant alleles of rpoB actually enhance the fitness of the resulting Rif R mutants under specific environmental stresses, such as growth under nutrient-limiting conditions ( Maharjan and Ferenci, 2017a ). These physiologic effects could have profound consequences for long-duration missions in space, as microbes will continue to evolve in human space habitats. We are currently pursuing the idea that mutations induced by the stress of spaceflight may provide enhanced evolutionary fitness in the spaceflight environment itself. Understanding microbial evolution in space is crucial to better cope with wide-ranging challenges, from biofilm formation to biocorrosion of materials to alterations in the human microbiome.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/8d008538c906/fmicb-09-00192-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/1c31d410af7e/fmicb-09-00192-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/7cd4f7438d20/fmicb-09-00192-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/770369abbb10/fmicb-09-00192-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9e5f/5817088/3ff3e698d07e/fmicb-09-00192-g005.jpg"
    ]
  }
}