{
  "paper_id": "pmc_articles_PMC11167039",
  "title": "Bioreactor development for skeletal muscle hypertrophy and atrophy by manipulating uniaxial cyclic strain: Proof of concept.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11167039/",
  "sections": {
    "Abstract": "Skeletal muscles overcome terrestrial, gravitational loading by producing tensile forces that produce movement through joint rotation. Conversely, the microgravity of spaceflight reduces tensile loads in working skeletal muscles, causing an adaptive ...",
    "Results": "Myotube morphology in response to cyclic stretch, cessation of daily stretch To study the effects of cyclic stretch and cessation of stretch on skeletal muscle myotube morphology and size, we used C2C12 mouse lineage myoblasts to generate myotubes, and mounted on laminin. β -sarcoglycan immunofluorescence positive staining was used as a membrane marker to calculate the myotube diameter as a marker of hypertrophy and atrophy (Fig. 1 ). Confocal immunofluorescence quantification revealed a significant increase of 51% and 94% in mean myotube diameter following 2 and 5 days of a cyclic stretch, compared to the 2-day and 5-day quiescent controls, respectively (Fig. 1b ). When myotubes underwent three days without cyclic stretch in myotubes, following 2 days of cyclic stretch, then myotube diameter was 32% lower compared to the loaded, stretched myotubes (Fig. 1b ). Quantification of the total nuclei population per field revealed a significant reduction as a result of 2 and 5 days of cyclic stretching compared to the controls (Fig. 1c ), indicating an increase in fiber size while the nuclear number was relatively static. The fusion index was found to be increased significantly by the 2, and 5 days stretching protocol compared with quiescent controls (Fig. 1d ). However, three days of cessation of daily bouts of cyclic stretch (3dAT), did not alter the fusion index compared to the 2 days cyclic stretching. Fig. 1. Effect of cyclic stretching and cessation of stretching periods on myotubes size. Open in a new tab a Confocal fluorescence staining images for C2C12 myotubes. Immunofluorescence staining for ß-sarcoglycan in green was used as a membrane marker with DAPI staining in Blue. b Quantification of the Confocal fluorescence staining images for myotubes diameter. c Total number of nuclei based on the DAPI staining quantifications. d Fusion index of muscle myotubes. Myotubes were divided into the following groups ( n = 4/group): 2 days quiescent control (no stretch (2d), 5 days quiescent control (no stretch (5d), 2 days cyclic stretch (2dHY), 5 days cyclic stretch (5dHY), and 2-days of cyclic stretch followed by a 3-day cessation of stretch (3dAT). ( a ) = statistically significant difference from no-stretch (2d); ( b ) = significantly different than no-stretch (5d); ( c ) = significantly different than 2dHY; ( d ) = significantly different than 5dHY. ( p ≤ 0.05) Values are presented as Box plots ±SD. Scale bar = 10 µm. The boxplots illustrate the interquartile range (25th–75th percentiles) displayed with whiskers spanning from the 10th to the 90th percentiles. The median of the data is indicated by the central line. Functional protein turnover marker with cyclic stretching and cessation of stretch We then determined the effects of (1) uniaxial cyclic stretching and (2) release from or cessation of daily bouts of cyclic stretch on markers of protein synthesis and proteolysis commonly used in muscle atrophy and hypertrophy studies 35 , 38 , 39 . Protein abundance of the focal adhesion complex and cytoskeletal protein talin was chosen as a muscle hypertrophy marker, while the activity of calpains was chosen as a proteolytic marker (Fig. 2 ). Our findings revealed that both 2 and 5 days of cyclic stretching significantly elevated the levels of talin protein compared to the control levels (Fig. 2a ). There was no statistically significant difference between 2 and 5 days of stretch on talin protein levels. Fig. 2. Markers of protein turnover: Talin protein levels and calpain activity assay. Open in a new tab a Protein abundance for talin protein levels. Protein abundance quantification was determined using Western immunoblotting with Ponceau stain as a protein loading control and quantified using ImageJ for talin. b Calpain Activity is expressed as fluorogenic values (RFU/mg/min). Myotubes were divided into the following groups ( n = 4/group): 2 days quiescent control (no stretch (2d), 2 days cyclic stretch (2dHY), 5 days cyclic stretch (5dHY), and 2-days of cyclic stretch followed by a 3-day cessation of stretch (3dAT). ( a ) = statistically significant difference from no-stretch (2d); ( b ) = significantly different than 2dHY; ( c ) = significantly different than 5dHY. ( p ≤ 0.05) Values are presented as Box plots ±SD. The boxplots illustrate the interquartile range (25th–75th percentiles) displayed with whiskers spanning from the 10th to the 90th percentiles. The median of the data is indicated by the central line. However, three days of cessation of daily bouts of cyclic stretch (3dAT) resulted in a significantly lower level of talin than 2 and 5 days of daily cyclic stretch. Talin protein levels were not statistically different from quiescent myotubes that experienced no daily stress and strain due to stretch. In contrast, calpain activity that was measured by fluorescence revealed a significant increase in activity in the 2dHY and 5dHY groups, indicating that daily bouts of cyclic stretch elevated calpain levels and presumably remodeling (Fig. 2b ). Myotubes that completed stretch cessation myotubes displayed calpain levels that were not statistically different than the no-stretch and 2dHY groups. Calpain activity was significantly lower in the 3dAT group vs. 5dHY myotubes. Akt and Foxo3a signaling is altered by cyclic stretch and removal of cyclic stretch The Akt activation pathway has been involved in regulating muscle hypertrophy and atrophy. To reveal the effects of daily cyclic stretch and subsequent cessation of daily bouts of cyclic stretch, we measured total Akt, phosphorylated Akt at Thr308, total protein levels for FoxO3a, phosphorylated FoxO3a, and the p-FoxO3a/total FoxO3a ratio (Fig. 3 ). Our data revealed that phosphorylated Akt levels were elevated after daily bouts of cyclic stretch (Fig. 4b ). The phosphorylated Akt to total Akt activity ratio trended upwards with 2 days of a daily cyclic stretch but was not different from than controls (Fig. 3c ). Akt phosphorylation levels were significantly lower in 3dAT than in 2dHY but were no different than controls (Fig. 3b ). pAkt/total Akt for 3dAT was similar to the no stretch control group. Fig. 3. Levels of Akt, anabolic signaling and levels of FoxO3a, catabolic signaling. Open in a new tab a Total Akt activity. b Phosphorylation level of Akt (Thr308). c Ratio between phosphorylation Akt (Thr32) and total Akt levels. d Total FOXO3a activity. e Phosphorylation level of FoxO3a. f Ratio between phosphorylation FoxO3a and total FoxO3a levels. Protein abundance quantification was determined using Western immunoblotting with Ponceau stain as a protein loading control and quantified using ImageJ. Myotubes were divided into the following groups ( n = 4/group): 2 days quiescent control (no stretch (2d), 2 days cyclic stretch (2dHY), 5 days cyclic stretch (5dHY), and 2-days of cyclic stretch followed by a 3-day cessation of stretch (3dAT). ( a ) = statistically significant difference from no-stretch (2d); ( b ) = significantly different than 2dHY. ( p ≤ 0.05) Values are presented as Box plots ±SD. The boxplots illustrate the interquartile range (25th–75th percentiles) displayed with whiskers spanning from the 10th to the 90th percentiles. The median of the data is indicated by the central line. Fig. 4. Levels of catabolic, pro-inflammatory markers. Open in a new tab a Interleukin-1ß (IL-1ß) levels. b Interleukin-6 (IL-6) levels. c p65 subunit of the pro-inflammatory transcription factor nuclear factor kappa-B (NF-kB). Protein abundance quantification was determined using Western immunoblotting with Ponceau stain as a protein loading control and quantified using ImageJ. Myotubes were divided into the following groups ( n = 4/group): 2 days quiescent control (no stretch (2d), 2 days cyclic stretch (2dHY), 5 days cyclic stretch (5dHY), and 2-days of cyclic stretch followed by a 3-day cessation of stretch (3dAT). ( a ) = statistically significant difference from no-stretch (2d); ( b ) = significantly different than 2dHY; ( c ) = significantly different than 5dHY. ( p ≤ 0.05) Values are presented as Box plots ±SD. The boxplots illustrate the interquartile range (25th–75th percentiles) displayed with whiskers spanning from the 10th to the 90th percentiles. The median of the data is indicated by the central line. The FoxO3a transcription factor can be phosphorylated and inactivated by Akt phosphorylation or conversely dephosphorylated and stimulated by pro-inflammatory signaling. Total protein levels for FoxO3a were elevated by almost 3-fold after cessation of daily cyclic stretch compared with the no stretch, 2dHY and 5dHY groups (Fig. 3d ). However, the p-FoxO3a/total FoxO3a levels were significantly lower in the 3dAT group than in controls and trended lower than in the myotubes subjected to daily bouts of cyclic strain (Fig. 3f ). The data suggest that FoxO3a levels are elevated, and the proportion of dephosphorylated FoxO3a and thus activated FoxO3a is upregulated with when daily bouts of cyclic stretch are removed. Catabolic, inflammatory signaling in response to daily cyclic stretch and cessation of stretch In order to understand whether the cessation of cyclic strain and subsequent atrophy was linked with catabolic, inflammatory signaling, we interrogated three canonical inflammatory proteins that contribute to skeletal muscle fiber atrophy during unloading. For this purpose, we measured myotube levels of the inflammatory cytokines interleukin-1ß (IL-1ß) and interleukin-6 (IL-6), as well as the p65 subunit of the pro-inflammatory, pro-oxidant transcription factor nuclear factor kappa-B (NF-κB). Protein abundance detected through immunoblotting revealed no statistical difference in IL-1ß, IL-6, and p65 among myotubes subjected to no stretch, 2 days of cyclic stretch, and 5 days of cyclic stretch (Fig. 4 ). However, there was a 2–3 fold increase in IL-1ß, IL-6, and p65 compared with 2dHY, 5dHY, and the no stretch controls, similar to the pattern observed in total FoxO3a levels. These data suggest a significant role of key pro-inflammatory cytokines and NF-kappaB in myotube atrophy following the removal of daily bouts of cyclic stretch.",
    "Conclusion": "In the current study, we examined the efficacy of the application and withdrawal of uniaxial cyclic stretch on myotubes as a prospective bioreactor for use in spaceflight research. The uniaxial cyclic stretch produced tensile loading on myotubes with some shear in anchoring interface with laminin on the dish or membrane. Withdrawal from cyclic stretch elicits an ‘off-transient’ period that our data suggest mimics unloading-microgravity. The cyclic stretch protocol (12% sinusoidal stretch, 0.7 Hz waveform frequency, 1 hour/day) over 2 and 5 days produced marked hypertrophy of skeletal muscle myotubes, accompanied by elevated anabolic markers (talin, Akt phosphorylation at Thr308). In contrast, withdrawal and cessation of cyclic stretch resulted in substantial atrophy on myotube diameter, concomitant with reduced Akt phosphorylation, and elevation of catabolic, pro-inflammatory markers (e.g., IL-1ß, IL-6, NF-kappaB subunit p65) as well as proteolytic signaling (e.g., reduced FoxO3a phosphorylation/total FoxO3a ratio, elevated total FoxO3a). A discussion of the physiological and technological development relevance follows. These findings have a number of parallels with the data published by Soltow, et al. (2013) 35 using the FlexCell® as a model for overloading and unloading (e.g., microgravity). The FlexCell®’s 2 days cyclic stretching protocol (12%, 0.7 Hz,1 h/d) using collagen-coated plates increased myotube diameter, talin levels, Akt phosphorylation activity, and FoxO3a phosphorylation leading to stretch-induced muscle hypertrophy and growth. In contrast, 48 h after the removal of bouts of cyclic stretch resulted in decreased anabolic signaling, increased FoxO3a dephosphorylation, thus activating pro-inflammatory and muscle atrophic signaling and causing smaller myotube diameter. These data suggest that uniaxial stretch and cessation of stretch can be validly used to test myotube responses to both increased and decreased mechanical loading. In contrast, rotating wall vessels bioreactors are commonly used in tissue engineering and cell culture research to simulate microgravity conditions. These bioreactors create a three-dimensional culture environment with low shear forces, mimicking some aspects of weightlessness. However, they are not effective in inducing the primary consequence of weightlessness on skeletal muscles, which is a dramatically reduced tensile load. Furthermore, centrifugation adds compressive stress to alleviate microgravity, a far different loading profile that skeletal muscles and attached tendons experience (e.g., tension along the long axis) in a terrestrial environment. Increased tensile stress and strain in skeletal muscle fibers promote muscle growth by elevating protein synthesis and altering protein degradation, thus initiating muscle hypertrophy 40 – 42 . Recent reports also characterized an increase in myotube diameter ex vivo in response to mechanical stretch and stimulation 35 , 43 , 44 . In our StrexCell application, the uniaxial cyclic stretching protocol for 2 days and 5 days produced tensile loading on myotubes, which resulted in muscle fiber hypertrophy. Thus, loading of tensile force stimulated an increased myotube diameter and size, confirming that cyclic stretch in myotubes elicits hypertrophy of the muscle fibers (Fig. 1 ). Overloading produced by cyclic stretch induced muscle hypertrophy that was directly linked to increased markers of anabolism and hypertrophy, including upregulation of talin and increased Akt phosphorylation at Thr308. Akt activation is a causal regulator in protein synthesis signaling in skeletal muscle 45 , 46 . For example, the overexpression of active Akt levels previously elicited skeletal muscle myotube hypertrophy 47 . Furthermore, we found that bouts cyclic stretch activated Akt through phosphorylation at Thr308, which was linked to an elevated phosphorylated FoxO3a/total FoxO3a ratio which could suppress catabolism. Consistently, we previously demonstrated that the antioxidant enzyme mimetic EUK-134 relieved unloading induced decrease in Akt phosphorylation (deactivation) and decrease in FoxO3a phosphorylation (activation) 5 . Withdrawal and cessation of the cyclic stretching protocol affect skeletal muscle myotubes producing mechanical unloading alterations. Using the StrexCell system to release from daily cyclic stretch, C2C12 myotubes underwent a significant reduction in myotube size after 3 days cessation of cyclic stretch (Fig. 1 ). A rapid reduction in skeletal muscle size mimics the muscle disuse atrophy that occurs with mechanical unloading 4 , 6 , 35 . Indeed, mechanical unloading and spaceflight lead to both a suppression of anabolic signaling and an elevation of proteolytic pathways, thus leading to muscle fiber atrophy 1 , 12 . FoxO3a is an atrophy-associated transcription factor that is translocated to the nucleus in its active form during skeletal muscle unloading. Indeed, nuclear accumulation of active FoxO3a is the atrophy-associated transcription factor FoxO3a is linked to muscle atrophy 48 , 49 . In our StrexCell protocol, withdrawal of daily cyclic stretching led to increased levels of unphosphorylated (i.e., active) FoxO3a, consistent with protein degradation’s role in muscle atrophy (Fig. 3 ). The total amount of FoxO3a was nearly tripled, also suggesting potential stimulation of catabolic signaling. There was a smaller 40% increase in phosphorylated Foxo3a. thus was a statistically significant decrease (more than 50%) in the p-FoxO3a/total FoxO3a ratio, consistent with greater potential for rapid protein degradation and myotube fiber atrophy. Notably, spaceflight microgravity lowered the Akt activity pathway by downregulating the eIF4/p70S6K signaling 50 . Furthermore, Bodine and Baehr (2014) 51 reported that the FoxO3a transcription factor regulates the MuRF1 and MAFbx expression involved in the protein degradation process leading to muscle atrophy 52 . Akt activation is a well-known causal regulator of protein synthesis signaling in skeletal muscle 45 , 46 . Downregulation of the Akt activation pathway, which is associated with dephosphorylation of Akt and 4E-BP1, has been consistently reported in muscle atrophy 53 – 55 . Our laboratory previously reported downregulation of Akt and mTOR phosphorylation in response the mechanical unloading, prevented by EUK-134 an antioxidant mimetic of superoxide dismutase and catalase 8 . In this study, Akt phosphorylation was significantly decreased when daily cyclic stretch was withdrawn for three days. This observation would be consistent with reduced protein synthesis and thus muscle atrophy. Simultaneous activation of FoxO3a and suppression of an Akt-mTOR pathways with skeletal muscle wasting, including mechanical unloading has been a frequent observation 12 , 40 , 46 , 56 – 58 . Indeed, historical and recent studies have consistently documented increased proteolysis 59 coupled with decreased skeletal muscle protein synthesis in response to hindlimb unloading of hindlimb muscles 13 , 60 . Furthermore, we previously documented greater dephosphorylation of FoxO3a, accompanied by downregulation of an Akt-mTOR pathway with unloading-induced skeletal muscle atrophy 8 . This is consistent with the argument that dephosphorylation of Akt can activate FoxO3a and thus enhance proteolysis during unloading-induced atrophy 8 , 61 . Integration of Akt1 and FoxO3a signaling illustrated the role of Akt in simultaneously regulating muscle protein synthesis and protein degradation 62 . Various pro-inflammatory signaling pathways activated by cytokines, inflammatory transcription factors, and inflammatory substrates have been implicated in muscle atrophy by affecting muscle protein turnover or myonuclear turnover 63 , 64 . Unloading-induced muscle atrophy has been consistently linked to an elevation of inflammatory cytokines including interleukin-1-beta (IL-1ß), interleukin-6 (IL-6), interferon-gamma (IFN-γ), and tumor necrosis factor (TNF-α) 65 . Furthermore, the transcription factor NF-kappaB (NF-κB) is often elevated during mechanical unloading and may contribute to the atrophy process 12 . We found that the inflammatory cytokines IL-1ß and IL-6 and the p65 subunit of NF-kappaB were markedly higher in the muscle myotubes after daily cyclic stretching had been discontinued for three days (Fig. 4 ). The large magnitude of upregulation for IL-2, IL-6, and p65 while myotubes were in a humoral free medium clearly indicated that circulating cytokines and endocrine factors could not exclusively account for the marked elevation of inflammatory signaling. Indeed, these data support the hypothesis that much of inflammatory medication in unloaded muscle fibers could be localized within the muscle fibers. Therefore, upregulation of inflammatory mediators during the loading period must be a result of mechanosensing within the myotubes, rather than circulatory factors. Physiologically, a 2–3 fold elevation of IL-1ß and IL-6 would be expected to stimulate pro-inflammatory signaling, oxidative stress, protein degradation, and muscle atrophy 66 . Spaceflight and hindlimb unloading-induced atrophy are not surprisingly characterized by increased levels of IL-1ß and IL-6 67 , 68 . Given that IL-1ß and IL-6 can activate or be activated by NF-κB 57 , thus it was expected that NF-kappaB subunit p65 would also upregulated following cessation of daily cyclic stretch (Fig. 4C ). NF-κB has previously found to be involved in mechanical unloading-induced muscle atrophy 69 – 71 . Upregulation of NF-κB, IL-1ß, and IL-6 can lead to a decrease in phosphorylation of Akt and FoxO3 phosphorylation, consistent with a shift toward catabolic signaling 72 . Therefore, it is likely that the large elevation of IL-1ß, IL-5, and p65 contributed to suppression of anabolism, elevation of catabolic signaling, and thus atrophy of the myotubes. This study has some limitations, while the unloaded/microgravity model was not free floating we argue that there is a tradeoff is being able to induce cyclic tensile strain and release of cyclic stretch bouts as a reasonable simulation of the unloading of microgravity. Skeletal muscles are complex tissues that generate tensile forces to produce body movement and stability. Muscles adapt to changes in tensile loading by adjusting their mass and cross-sectional area. When mechanical tensile loading is diminished or absent in vivo (e.g., spaceflight, casting, bedrest) during periods of immobility or inactivity, muscle fiber cross-sectional area is decreased in response. Even with the limitations outlined above, myotubes in this study responded significantly to bouts of cycle stretch by myotube hypertrophy and underwent atrophy when unloaded. Thus, our StrexCell model of increased and release of tensile loading resulted in biological responses that would be predictable given the physiological responses to overloading and unloading in vivo. While tensile loading produces stretch on the myotubes, there is a limitation of a lack of contractile activity during stretch. Indeed, StrexCell modules may not fully mimic resistive training bouts, and there could be significant differences in mechanosensing, Ca 2+ homeostasis, etc. the response of calpains to both loading and unloading recapitulate in vivo responses to exercise and disuse (Hyatt & Powers 2020). In addition, anabolic, catabolic, and inflammatory responses would be predictable and consistent with in vivo loading and unloading data. While calpain activity is accepted as an important indicator of cellular Ca2+ overload, we were unable to measure cellular Ca 2+ directly, using a fluorescence probe (e.g., fluo-4), We will measure [Ca 2+ ] levels in future as well as additional, important markers of Ca 2+ overload such as SERCA1, SERCA2a, sarcolipin, etc. In conclusion the development of a uniaxial bioreactor for skeletal muscle will assist future studies, on the ground and during spaceflight, to elucidate mechanisms that cause skeletal muscle atrophy and remodeling during spaceflight. In addition, the StrexCell bioreactor would allow direct testing of countermeasure strategies against the adverse effects of spaceflight, including microgravity and radiation. In this study, we tested and developed an alternative bioreactor to mimic the effects of both overloading and microgravity-induced skeletal muscle atrophy by imposing and withdrawing periods of cyclic tensile strain, using a StrexCell uniaxial stretch system. The withdrawal of cyclic stretch was used to demonstrate that mechanical inactivity turns off signaling for muscle hypertrophy, while elevating pro-inflammatory, pro-catabolic pathways that drive protein degradation, thus causing myotube atrophy. Therefore, we conclude that the StrexCell uniaxial stretch system is a viable alternative bioreactor to study spaceflight and re- (over)loading in skeletal muscle cells.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0e2a/11167039/c7a588f3abce/41526_2023_320_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0e2a/11167039/a095226eeeae/41526_2023_320_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0e2a/11167039/1a13a0451f9a/41526_2023_320_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0e2a/11167039/c384fa81e1a5/41526_2023_320_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0e2a/11167039/d95df4dbb037/41526_2023_320_Fig5_HTML.jpg"
    ]
  }
}