{
  "paper_id": "pmc_articles_PMC6706399",
  "title": "Longitudinal time course of muscle impairments during partial weight-bearing in rats",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6706399/",
  "sections": {
    "Abstract": "In the near future, space agencies plan to send the first crews for extended stays on the Moon and Mars, where gravity is significantly reduced compared to Earth (0.16×g and 0.38×g, respectively). However, the long-term effects of partial gravity ...",
    "Results": "The consistency of the PWB level achieved was high (Fig. 1a ). Indeed, all unloaded groups displayed minimal differences between their achieved and desired PWB level, which was further demonstrated by low coefficients of variation (PWB70: 0.54%, PWB40: 1.20%, PWB20: 0.95%). Actual body mass without the harness was recorded weekly (Fig. 1b ), and at all time-points, PWB animals displayed a significantly different body mass change compared to the normal loading (PWB100) controls. Despite exhibiting a transient and significant loss of body mass in the first 14 days, all groups reached a body mass significantly above their baseline but lower than the PWB100 control rats after 28 days of suspension. Fig. 1. Open in a new tab Tolerability and stability of the PWB model over time. Daily achieved partial weight-bearing ( a ) and weekly change in body mass ( b ) of all the animals involved in the study for up to four weeks ( n = 11–12 per group). Results are presented as mean ± SEM and Tukey’s post hoc tests following two-way ANOVA are represented as ***: p < 0.001, ****: p < 0.0001 Calf circumference (Fig. 2 ) steadily increased over time in the control (PWB100) group, while it decreased significantly during the first 2 weeks in all PWB groups compared to their baseline (Fig. 2a ). After 28 days of suspension, all animals displayed a calf circumference greater than their baseline, but control group values remained significantly higher than all other values. From 1-week onward, all PWB groups displayed a significantly lower grip force compared both to the controls (PWB100) and their respective baseline values (Fig. 2b ). Fig. 2. Open in a new tab Longitudinal assessment of muscle function. Weekly change in calf circumference ( a ) and rear paw grip force ( b ) of all animals ( n = 11–12 per group). 4-weeks change in the area under curve (AUC) obtained during the tetanic plantar flexion ( c , n = 3–6 per group). Results are presented as mean ± SEM and Tukey’s post hoc tests following one-way ANOVA ( c ) or two-way ANOVA ( a , b ) are represented as *: p < 0.05, **: p < 0.01, ***: p < 0.001, and ****: p < 0.0001 vs PWB100 Nerve-stimulated plantar flexion force was measured only on days 0 and 28 (Fig. 2c ). The control animals (PWB100) showed an increase in their area under curve (AUC) after 4 weeks (+5.1 mN s), which was significantly greater than in all the other PWB groups. Each unloaded group displayed a reduction of the AUC in a dose-dependent manner after 28 days of suspension, ranging from −2.7 mN s for the PWB70 groups and −5.9 mN s for the PWB40 group, to −6.7 mN.s for the PWB20 animals. This dose-dependent decrease over a 1-month period was assessed by performing a linear regression among the groups ( R 2 = 0.98, p < 0.0001). Additionally, the maximal impulse recorded at 28 days of suspension can be normalized by the combined wet mass of the gastrocnemius and soleus muscles (triceps surae) in order to determine muscle quality (Supplementary Table 1 ). This parameter highlighted the linear correlation ( p = 0.043 using a one-way ANOVA followed by a post hoc test for trend) between the different groups, ranging from 9.87 ± 1.64 mN s g −1 for the control group to 6.14 ± 1.25 mN s g −1 for the rats exposed to PWB20, suggesting a reduction in the intrinsic force generating capability of the muscle due to PWB. At each time point (i.e., 7, 14, and 28 days) hind limb muscles were dissected and wet mass was recorded (Fig. 3 ). After 7 days, the PWB20 group showed a significant reduction in soleus mass compared to controls (−14.89 ± 2.87%, p < 0.05); PWB70 and PWB40 animals displayed substantial but non-significant reductions (−10.24 ± 3.20% and −8.54 ± 3.35%, respectively, Fig. 3a ). After 14 days, all unloaded groups had a significantly lower soleus mass as compared to the PWB100 controls in a dose-dependent fashion. This finding remained observable at 28 days for the PWB20 and PWB40 groups but not for the PWB70 group despite a mean reduction of −9.53 ± 2.96% ( p = 0.11, using a two-way ANOVA followed by Tukey’s post hoc test). Fig. 3. Open in a new tab Muscle wet mass after 7, 14, and 28 days of PWB. Wet mass of several hind limb muscles after exposure to PWB, including soleus ( a , n = 12–15 per group), gastrocnemius ( b , n = 12–15 per group) and quadriceps femoris ( c , n = 9–15 per group). Results are presented as mean ± SEM and Tukey’s post hoc tests following ANOVAs are represented as *: p < 0.05, **: p < 0.01, ***: p < 0.001 and ****: p < 0.0001 vs PWB100 In contrast, the mass of the gastrocnemius muscle did not differ significantly for any PWB group as compared to PWB100 control animals for the first 2 weeks of the experiment (Fig. 3b ). However, after 28 days of partial unloading, the animals exposed to PWB40 displayed significant muscle atrophy compared to the PWB100 controls (−11.14 ± 2.41%, p = 0.013, using a two-way ANOVA followed by Tukey’s post hoc test), as did the animals exposed to PWB20 (−9.00 ± 4.27%, p < 0.05). On day 7, quadriceps femoris wet mass (Fig. 3c ) was significantly reduced only in the PWB20 group compared to the controls (−10.69 ± 1.66%, p < 0.05, using a two-way ANOVA followed by Tukey’s post hoc test). On days 14 and 28, all experimental groups displayed significant quadriceps atrophy compared to the controls at PWB100 in a clear dose-dependent fashion. Using quantitative histomorphometry, we measured the average cross-sectional area (CSA) of the myofibers in both soleus (Fig. 4a ) and gastrocnemius (Fig. 4b ) muscles, which have been extensively studied for their adaptation to microgravity. In both muscles and under all reduced PWB conditions and time points, i.e., 7 days (Fig. 4c ), 14 days (Fig. 4d ), and 28 days (Fig. 4e ), the unloaded groups displayed a significantly smaller myofiber CSA than the PWB100 controls. Moreover, myofiber atrophy followed a significant linear trend across groups plotted against their degree of PWB (R 2 values for the soleus are: 0.79, 0.89, and 0.83 for 7, 14, and 28 days, respectively. R 2 values for the gastrocnemius are: 0.39, 0.97, and 0.99 for 7, 14, and 28 days, respectively). Fig. 4. Open in a new tab Histomorphometric analysis of the triceps surae. Immunofluorescence staining of the soleus ( a ) and the gastrocnemius ( b ) using antibodies targeting DAPI (blue), Collagen VI (red), and slow skeletal myosin heavy chain (green). Average cross-section area (CSA) of the soleus and gastrocnemius muscles after 7 days ( c ), 14 days ( d ), and 28 days ( e ) of PWB at all levels. Scale bars are indicated in the bottom right corner of each picture and represent 50 µm. Each muscle was analyzed across groups using a one-way ANOVA followed by a post hoc test for trend. Results are presented as mean ± SEM and post hoc tests for linear trend and R 2 values of the fits are as follow. a Soleus p < 0.01, R 2 = 0.79, Gastrocnemius p < 0.05, R 2 = 0.39. b Soleus p < 0.01, R 2 = 0.89, Gastrocnemius p < 0.01, R 2 = 0.97. c Soleus p < 0.0001, R 2 = 0.83, Gastrocnemius p < 0.0001, R 2 = 0.99 ( n = 11–12 per group) Additionally, we observed a fiber type switch in these two muscles of the unloaded rats compared to the PWB100 controls (Supplementary Table 2 ). While accounting for only approximately 40% of the soleus myofibers in mice, 19 type 1 fibers (i.e., slow-twitch, oxidative) normally comprise from 80 to 94% of the myofibers in the soleus muscle in humans and in rats 20 , 21 We observed a similar percentage of type 1 myofibers in the soleus muscle in our control PWB100 group, ranging from 90.96 ± 1.25% to 88.68 ± 1.81% between the different time points. In contrast, the number of type 1 fibers decreased (and presumably the number of type 2 fibers (i.e., fast-twitch, glycolytic) increased) in the soleus muscle with decreasing PWB level. For example, after 14 days of suspension, the percentage of type 1 fibers decreased in the soleus to 85.32 ± 2.65% for the rats at PWB70, 78.51 ± 2.07% at PWB40, and 84.08 ± 2.13% at PWB20. The opposite trend was observed in the gastrocnemius muscle, which is composed predominantly of type 2 fibers in normal conditions (PWB100) and displayed an increasingly higher percentage of type 1 fibers in the increasingly unloaded groups. The fiber-type switch that we observed has been reported previously in the literature, 22 , 23 and has been described as a preferential atrophy according to muscle location and fiber-type. The extent of fiber-type switching increases with time ( p = 0.0019, using a two-way ANOVA followed by Tukey’s post hoc test) and reduction in PWB level ( p = 0.0484, using a two-way ANOVA followed by Tukey’s post hoc test). However, although we visually observed a consistent trend in fiber-type switching in the gastrocnemius, we did not detect statistically significant differences between PWB groups in this muscle.",
    "Conclusion": "In this study, we demonstrate that our PWB model in rats shows excellent reliability and is effective in modeling the impact of reduced mechanical loading on muscle health, with several muscle parameters presenting dose-dependent alterations. The multiple time points allowed us to observe alterations in muscle function and mass as early as 7 days after exposure to reduced loading that appeared to become greater over time (Fig. 2b ). The early muscle deficits that we observed here using our recently developed PWB model 18 , 24 and are well described in the hindlimb unloading literature 25 – 27 emphasize the need for mitigating strategies immediately after a reduction, even partial, in mechanical loading. Muscle impairment was further confirmed with the dose-dependent diminution in both the maximal torque obtained after a tetanic stimulation of the tibial nerve on day 28 (Fig. 2c ), and the normalized tetanic impulse values at 28 days (Supplementary Table 1 ), therefore stressing the intrinsic loss of muscle function that correlated with reduced load. These physiological changes were also confirmed by the reduced hindlimb muscle mass (Fig. 3 ) and were associated with a reduction in myofiber cross sectional area (Fig. 4 ). These data are analogous to those previously observed after 21 days of PWB in mice. 15 , 16 For example, when exposed to PWB20, soleus and gastrocnemius mass were reduced by 22% and 10%, respectively, compared to the control animals. Furthermore, similar to our findings, this previous work reported that the loss of muscle mass was dose-dependent and correlated to the PWB levels. As in prior human and animal studies, both in space or using ground-based analogues, 4 we observed that the soleus muscle atrophied to a much greater extent than the gastrocnemius with a significant decrease in type 1 slow-twitch oxidative fibers (Supplementary Table 2 ). Based on this immunostaining, we assumed that this was correlated to an increase in the proportion of fast-twitch glycolytic myofibers; however, this assumption should be confirmed in future work by specifically staining for fast-twitch fibers, which we did not do. This effect on muscle composition has been extensively studied in the context of microgravity 1 , 28 , 29 although the changes do not always reach statistical significance. 30 , 31 However, the non-significant trend we observed in the gastrocnemius (i.e., a visible increase in slow-twitch fibers as seen in Fig. 4b ), which is a mixed-fiber type muscle, has only been described in the context of neuromuscular disorders such as spinal bulbar muscular atrophy. 32 In this disorder, the cellular shift often precedes symptoms including muscle atrophy, and is thought to be caused by a metabolic dysfunction. Indeed, in this pathology, early changes in gene expression seem to be responsible for the alteration of the glycolysis process, which in return, is contributing to the myofiber type shift by modifying skeletal muscle metabolism and substrate availability. Analogously, prediabetic and metabolic symptoms such as insulin resistance are often experienced by astronauts during their missions. 33 , 34 Thus, it would be interesting to further investigate the metabolic changes that are induced in our model, including skeletal muscle insulin-resistance, mitochondrial respiration and overall energy homeostasis, to determine if these mechanisms, which are known to impact the muscle tissue, contribute to the shift in myofiber type or are a consequence of it. Our future studies based on RNA sequencing, and aiming at unraveling the modulation of gene expression during PWB, will need to assess these additional parameters to better understand the underlying mechanisms. Our PWB model offers the possibility of assessing the time-course of the musculoskeletal alterations across the spectrum of mechanical loading to better understand the underlying mechanisms of muscle loss and performance deficits. Muscle force, and therefore function, is a critical aspect of the astronaut health since it is essential for the efficient performance of a wide range of tasks. While reductions in force production may cause only minor issues during periods of microgravity, such deconditioning could represent a major impairment after landing, when astronauts are suddenly re-exposed to gravity. Interestingly, our results highlight that even a 30% decrease in mechanical loading (i.e., PWB70) induces substantial reductions in muscle force and size that do not recover after a month of suspension (Fig. 2c ). The effects of partial gravity, as would be experienced by astronauts visiting Mars or the Moon or via centrifugation-induced artificial gravity, are far less studied than the effects of complete weightlessness due to the prior lack of established animal and human models. The ground-based PWB model we developed will allow for further investigation of the potential health impacts of partial mechanical unloading and could represent the first step toward finding solutions to protect astronauts during long-duration space missions. While successful, there remain several limitations to this model. First, we observed an initial transient decline in body mass; and although within an acceptable range (i.e., <10% of the initial body mass), as it is experienced in all ground-based models as well as in astronauts themselves, 35 – 38 this body mass loss can create some bias in non-invasive assessments such as limb girth. Second, unlike humans, rats display constant growth, which also involves the musculoskeletal system. Indeed, the increase in muscle wet mass and in the average myofiber cross-sectional area was visible in our cohort of fully-loaded (PWB100) controls between different time-points. However, it has been described that after the initial and rapid growth period, male rats grow at a constant rate between 10 and 30 weeks old before showing signs of aging, 39 thus confirming our choice in using 14–18-week-old animals. Another limitation of this work is that we did not attempt to quantify nocturnal or daytime behavior. However, in order to get some sense of their overall behavior, video monitoring was installed within the animal facility and qualitative differences in behavior among groups were not observed. Despite being quadrupedal animals, rats briefly but regularly display some bipedal behavior, mainly occurring during environmental exploration and feeding, and such bipedal behavior was visible in all groups. While not noticeably greater in the reduced PWB groups, these brief bipedal occurrences represent a change in the animals’ unloading status that was not preventable. Moreover, due to their quadrupedal locomotion, many factors diverge between humans and rats, and this model cannot account for all such differences. Additionally, we also did not obtain a continuous measure of ground reaction forces. This should certainly be considered for future work. Finally, we have not fully characterized the stress levels in our animals. While our behavioral assessments, including food intake, grooming, and physical assessments were helpful and are widely used to identify whether animals are under stress, it will be necessary to sample blood and/or feces at different time points to assess the level of corticosterone for an accurate measurement of the animals’ stress. This model has a number of potential uses beyond simply providing a ground-based analogue for different levels of partial unloading. First, it can serve as a testing ground for studies of therapeutic agents or exercise countermeasures in partial unloading. 40 This is especially true since, if needed, it is extremely easy to remove the animals from the PWB harness for short periods of time to administer medications by injection or perform other assessments. Similarly, for exercise countermeasures, the model allows for relatively normal positioning and thus it would be possible, for example, to outfit a cage with a treadmill apparatus, allowing animals to perform in normal or reduced loading conditions. Likewise, by incorporating other hazardous events that occur during space flight, such as radiation exposure, the model could also address the impact of the combined effects of PWB and radiation exposure to muscle health. 41 , 42 Moreover, the model could be used as a tool to assess the impact of sequentially altering loading levels. For example, a fully hind-limb suspended rat could then be placed in PWB40, so as to mimic an astronaut traveling from Earth to Mars and then landing on Mars, assessing the effect of partial unloading on an already compromised musculoskeletal system. 24 Alternatively, the model could be used to assess the impact of the gradual mechanical reloading, via the progressive reintroduction of increased PWB, as means of re-acclimating safely to full Earth gravity after an extended period in space. In summary, we developed a PWB for rats capable of simulating various mechanical loading environments while maintaining a quadrupedal stance. This model, first developed to investigate the impact of reduced weight-bearing environments observed at extra-terrestrial targets such as the Moon or Mars, additionally brings valuable insights about the potential mitigating effects of applying artificial gravity during spaceflight to preserve muscle health.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7b5/6706399/2342e49fd61a/41526_2019_80_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7b5/6706399/4871fc162402/41526_2019_80_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7b5/6706399/4ab32cca6e86/41526_2019_80_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7b5/6706399/3caf417e1bec/41526_2019_80_Fig4_HTML.jpg"
    ]
  }
}