{
  "paper_id": "pmc_articles_PMC5659752",
  "title": "Novel Organelles with Elements of Bacterial and Eukaryotic Secretion Systems Weaponize Parasites of Drosophila",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5659752/",
  "sections": {
    "Abstract": "The evolutionary success of parasitoid wasps, a highly diverse group of insects widely used in biocontrol, depends on a variety of life history strategies in conflict with those of their hosts [1]. Drosophila melanogaster is a natural host of ...",
    "Results": "Sister Leptopilina species produce different VLPs Larvae of parasitic wasps of the Leptopilina genus feed on Drosophila larval host tissues, and eclose into free-living adults ( Fig 1 A ). The VLP-producing generalist/specialist L. heterotoma ( Lh )/ L. boulardi ( Lb ) wasps differ greatly in their infection of their natural host D. melanogaster , as seen in the anterior lobes of the fly larval lymph glands. Hematopoietic progenitors are housed in the gland’s medulla (marked by Dome-Meso-GFP ) and mature hemocytes, in the cortex (GFP-negative, Fig 1 B ). Lb 17 infection induces lamellocyte differentiation ( Fig 1 C ), while Lh 14 attack causes cell loss in both the medulla and the cortex, and few cells survive ( Fig 1 D ). The differences in the virulence of Lh versus Lb is attributed to differences in the VLPs produced by these wasps [ 7 ] and the mechanism of Lh -induced cell killing are not understood. VLPs from Lb 17 and Lh 14 differ in morphology; Lb 17 VLPs have fewer spikes and are somewhat larger than Lh VLPs ( Fig 1 E, F ) [ 8 ]. A peripheral membrane lipid bilayer (~ 10 nm) surrounds Lh VLPs, which lack the typical coat-like structure found in some viruses ( Fig 1 G ). Because of their key role in wasp parasitism of Drosophila spp. [ 4 , 5 ], we hypothesized that differences in the composition of spiked particles produced in the venom of both wasps underlie these contrasting infection strategies. Fig 1. Effects of wasp attack on host lymph glands and comparison of VLP morphologies. Open in a new tab (A) Infection by female Leptopilina spp. parasitic wasps introduces not only wasp eggs into the body cavities and hemolymph of fruit fly larvae, but also venom gland products which includes spiked, 300-nm VLPs. VLP bioactivity is known to be necessary for the infective success of L. heterotoma , rather than other venom constituents [ 6 , 9 ]. ( B ) Intact anterior lymph gland lobes from uninfected control Dome-MESO-GFP fly larvae. GFP marks the stem-like progenitors in the medulla. ( C) Dome-MESO-GFP glands of Lb 17-infected larvae show lamellocyte differentiation (white arrowhead) and lobe dispersal (white arrow). (D) Progenitors are depleted in Dome-MESO-GFP anterior lobes infected with Lh 14. (B – D) White asterisks mark dorsal vessels. (E) Scanning EMs of Lb 17 and (F) Lh 14 VLPs. (G) CryoEM of Lh 14 VLPs: The external lipid bilayer is contiguous, extending from spike bases (black arrows) at the VLP core to spike tips (white arrowhead). The black arrowhead marks area in zoom, bottom right. To characterize Lh VLP proteomes and examine differences in VLP protein compositions fundamental to Lh - versus Lb -specific virulence, we identified a high-confidence proteomic dataset common to VLPs from two independently-isolated, isogenized strains ( Lh 14 and Lh NY), whose fine structures and activities on host cells are indistinguishable [ 3 , 9 ]. Peptide sequences from each VLP proteome ( Lh 14 and Lh NY wasps) were first aligned against RNA-Seq Lh 14 transcripts [ 10 ], translated to open reading frames (ORFs). We thus obtained a common set of Lh VLP proteins (present in both proteomes; Tables S1 , S2 ) and verified these VLP protein sequences at > 90% identity against two Lh expressed sequence tags (ESTs; ~ 30 proteins or 20% [ 11 ] and ~ 70 proteins or 45% [ 12 ] of the common proteome). To identify candidate pathogenicity effectors, we compared the common Lh VLP dataset to abdominal transcripts of Lb 17 and a distantly-related species Ganaspis sp.1 (G1) that lacks spiked VLPs [ 10 , 11 , 13 ] ( Fig 2 ). A summary of our major findings follows. Fig 2. Open in a new tab Lh VLP proteome ​ Lh VLP proteins are arranged by known/predicted functions and annotations. Key provided in center of figure. (Layer 1, outer most layer) Signal peptide predictions are most commonly found in the categories of virulence, immunity, and novel proteins. (Layer 2) GO (gene ontology) terms for conserved cell biology proteins are abundant. (Layers 3, 4) The cytoskeletal/fibronectin proteins and the majority of novel sequences lack similarity to abdominal transcripts from both (Layer 3) Lb 17 or (Layer 4) G1 female wasps. (See also Tables S1 , S2 ; Data S1, S2 . ) Lh VLPs are rich in eukaryotic microvesicular proteins No proteins with significant homology to structural proteins of any known virus, including polydnaviruses (PDVs) associated with ichneumonid and braconid wasps, which prey on Coleoptera, Hymenoptera and Lepidoptera [ 14 ], were found in the Lh proteome. The 161 proteins common to Lh 14 and Lh NY VLP proteomes were categorized as (1) conserved eukaryotic proteins with core biological function (42%, Class 1); (2) virulence/immunity-associated proteins (24%, Class 2); or (3) novel sequences (34%, Class 3) ( Figs 2 , 3 A ). Of the ~ 160 VLP proteins, 25% are Lh -specific (i.e., they are not expressed by Lb 17 [ 10 ]) and most (27/41, 66%) of these proteins are novel (Class 3) ( Fig 2 ). Class 1 sequences contain orthologs of Drosophila and mammalian extra- and intracellular vesicle (including microvesicle and exosome) components as well as membrane proteins ( Fig 3 A – C ). The presence of transmembrane (e.g., Na/K pump, SERCA calcium pump) and vesicle transport proteins (e.g., H + -ATPase, heat shock cognate 70, Rab proteins, and soluble NSF attachment protein receptor) ( Figs 2 , 3 A – C ) in the proteome suggest that Lh VLPs are not viral but instead share functional properties with eukaryotic extracellular organelles called microvesicles, produced by animals cells, and specialized to transfer proteins between different cell types [ 15 ]. Fig 3. Lh VLPs are enriched in microvesicular/exosomal and membrane-associated proteins. Open in a new tab (A) Select example Lh VLP proteins, many of which are expected to be membrane-associated via integral or other biochemical mechanisms, are displayed by their proteomic Classes 1 – 3 (bulleted within descriptive subclasses). Example subclasses and individual proteins found in enrichment analyses (B, C) are shown in red. AGT = anterograde transport; RGT = retrograde transport. (B, C) Enrichments from Vesiclepedia: The organelle character of Lh VLPs based on GO Terms of predicted orthologs is (B) significant and (C) highly enriched. (B) Among VLP proteins with annotated orthologs, 71% are mitochondrial, of which 12% are localized to the mitochondrial inner membrane. Approximately 50% of conserved sequences in the proteome are common to microvesicles/exosomes. (C) Vesicular and mitochondrial, including that of the caspase complex, terms are the most over-represented. Furthermore, genes within the GO Term (GO:0008303) for pro-apoptotic caspase complexes were more than 200 times over-represented. (See also Tables S1 , S2 . ) Diverse pathogenicity mechanisms are housed in VLPs Candidate immune-modulating (Class 2) VLP proteins include two diedel-like proteins with high similarities to sequences from insect viruses (60 and 62% similarity to NP_059254.1 , Xestia c-nigrum granulovirus ; Fig 2 ; Data S1 ). Interestingly, a Drosophila diedel modulates the IMD/NF-κB-dependent antimicrobial cascade [ 16 ] and the VLP diedel proteins may similarly suppress host signaling. An Lh VLP enhancin-like protein shows similarity to Yersinia spp. enhancins (42% similarity to WP_012413443.1 , Yersinia pseudotuberculosis ; Fig 2 ; Data S1 ), although enhancins are also found in insect viruses [ 17 ]. Additional Class 2 immunity and development proteins include: (1) imaginal disc growth factor 4-like sequence (Idgf4) (83% similarity to XP_008560038.1 , Microplitis demolitor ); (2) fire ant ( Solenopsis )-derived venom allergen (62% similarity to XP_008560038.1 , Nasonia vitripennis ); and (3) B-cell receptor-associated protein 31 (89% similarity to XP_008554920.1 , Microplitis demolitor ) ( Fig 2 ; Data S1 ). Two VLP proteins may protect and regulate parasite development: an antimicrobial/antifungal-like knottin protein (46% similarity to XP_014233229.1 , Trichogramma pretiosum ) and a predicted hemolymph juvenile hormone binding protein (56% similarity to ABV82429.1 , Drosophila melanogaster ) ( Fig 2 ; Data S1 ) [ 11 ]. In the Class 2 set, we also identified two families of invertebrate immunity proteins ( Figs 2 , 3 A ). At least 6 Lh RhoGAPs were found that, like Lb GAP of Lb [ 18 ], may inhibit parasite encapsulation. A group of 14 metalloendopeptidases (MEPs) were also identified in the proteome and, although they are structurally similar to proteins from diverse kingdoms, their virulence functions may be similar to those of MEPs from parasitic wasps Venturia canescens [ 19 ] and Nasonia vitripennis [ 20 ]. The diversity of predicted activities of Class 2 proteins likely facilitates Lh success across a broad range of Drosophila spp. The abundance of novel proteins in Class 3 of the proteome was intriguing. Domain identifications predict viral domains (Pox L5 (PF04872), Baculo_PEP_C (PF04513.10), and Baculo_11_kDa (PF06143.9)) in three VLP sequences [ 21 , 22 ]. One of these, Baculo_11_kDa VLP sequence also shows similarity to phage tail tape measure proteins (data not shown). In addition to the multiple gene families in Lh VLPs that are common to Lb and G1 (e.g., RhoGAPs and MEPs; Figs 2 , 3 A ), Lh -specific gene families include fibronectin domain-containing sequences and a new family of GTPases ( Figs 2 , 3 A ; Data S2 ). Multiple members of gene families are expressed in wasp venoms [ 23 – 25 ], and identification of the gene families in Lh VLPs suggests that gene duplications and neofunctionalization underlie the powerful virulence strategy of Lh . Novel endomembrane-active GTPases Because the novel GTPase peptides are of high abundance in the Lh VLP proteomes and are absent from the Lb abdominal transcriptome, we investigated their predicted structures and functions in detail. All of the three small (SmGTPase) and five large GTPase (LgGTPase) sequences have N-terminal signals for secretion as well as key residues for GTP hydrolysis ( Fig 4 A – C ; Data S2 ). Five of the 8 (small and large) GTPase family members possess prokaryotic domains present in eubacterial and/or archaeal (e.g., PF09488, Fig 4 A, A′ ) proteins. Beyond a few proteins from parasitic wasps ( N. vitripennis , G1, and L. clavipes ), the closest putative homologs of these GTPases are prokaryotic ( Fig 4 B ; Data S2 ). Fig 4. Structural characteristics of prokaryote-like Lh VLP GTPases and p40. Open in a new tab (A, A′) Domain architectures of representative SmGTPase01 (A) and LgGTPase01 (A′) based on Conserved Domains Database (CDD) and PFAM 26.0 (see Methods). (A, A ′ ) SS = signal sequence. Starts/stops are labeled with residue number. The E-values based on CDD domain predictions are listed adjacent to domains. Black and red arrows mark overlapping domain predictions in SmGTPase01 (A) and a highly helical region in LgGTPase0 (A ′ ) , respectively. (B) A multi-sequence alignment (MSA) of Sm & LgGTPase01 (SmGTPase01 used as query) reveals that the most significantly similar sequences in the NCBI nr and TSA databases ( Lh ESTs excluded) are both prokaryotic and eukaryotic (N = Nasonia ; C = Candidatus ). Four predicted active site G motifs are labeled below the conserved consensus residues (black boxes) in the MSA. Only the G4 consensus motif ((T/S)KVP) differs from the canonical Ras G4 motif (NKxD) [ 40 ]. Asterisks mark 100% conservation in the motifs. The coloring scheme is according to conventional physiochemical properties and sequence conservation. 100% and 99 – 50% conservation levels are indicated by white lettering and blue column boxes, respectively. (C) The predicted geometry of the G motifs in of SmGTPase01 active site (warm, orange tones) superimposed on that of HRas active site (1QRA; cool, blue tones). RMSD = 3.37 Å (calculation is based on the full-length structures and is normalized to 1QRA), TM-score = 0.74 [TM-Score > 0.5 indicates the same fold]. Distances (Å) between functionally critical residues of SmGTPase01 and HRas are indicated by dotted lines. (D) p40 domain architecture. SS = signal sequence; TM = transmembrane domain. Black arrows mark intron insertion sites. Based on CDD prediction, the central domain shares sequence and structural similarity with IpaD superfamily proteins. (E) Structural superposition of IpaD (blue, 2J0; residues 39-284) and p40 model (red, residues 28-187). The N-termini are oriented to the top right corner. The predicted signal sequence and C-terminal transmembrane helix were omitted for modeling. RMSD = 4.73 Å, TM-score = 0.56225. (F) Structural superposition of p40 model (red) to chicken spectrin (green, 1CUN; RMSD = 2.9 Å) and to human plectin (blue, 3PDY; RMSD = 3.0 Å), using the DALI server. (See also Fig S1 , Data S2 . ) The predicted active site of a representative SmGTPase (SmGTPase01) coordinates GTP and the NTPase cofactor, Mg 2+ . Close alignment of the predicted SmGTPase01 active site with the active site structure of HRas, the canonical small GTPase, supports the domain analyses results ( Fig 4 A, A′, & C ). The large GTPases are predicted to fold into C-terminal coiled-coils ( Fig 4 A′ ). These findings suggest a curious blend of prokaryotic and eukaryotic properties within this new family of Lh VLP proteins, which likely have GTPase enzymatic activity and are likely secreted from wasp cells for incorporation into vesicles. T3SS-like VLP proteins: Similarities between VLP p40 and bacterial SipD/IpaD Prokaryotic protein motifs were identified in nearly 10% of novel Class 3 sequences. Overlapping protein motifs, [ Bacillus PF05103; fungal PF15577] associated with cell division and microtubule binding, respectively, were identified in a single Class 3 protein. KEGG Mapper BlastKAOLA identified (a) Syd-like (SecY-interacting, Type 2 secretion systems) and (b) flgE-like (bacterial flagellar hook) proteins with low-to-mid scores. A sopE-like (bacterial GEF toxin) protein was also found. The presence of bacterial secretion system and flagellar proteins is especially interesting as these macromolecular assemblies are structurally and functionally related and the Type 3 secretion system (T3SS) of the self-assembling bacterial flagella are thought to be ancestral to the ones found in the needle/injectisome of pathogens [ 26 ]. Our previous antibody staining and inhibition studies uncovered an abundant 40 kDa surface protein of Lh VLPs (“p40”) which is necessary for lamellocyte lysis [ 9 ]. Early in VLP biogenesis, p40 is associated with the membranes of canals that emanate from the cytoplasm of secretory cells of the venom gland, where it is synthesized. Once in the canal lumen, p40 is then associated with membranous vesicles that are released from secretory cells. The vesicles mature into spiked VLPs which carry p40 both on their surfaces and spikes [ 9 , 27 ]. The bacterial T3SS domain from IpaD/SipD/BipD ( PRK15330 , E = 7.60 −05 ) proteins was found in residues 39-146 of p40 ( Fig 4 D ). This assignment was made by peptide mapping, cloning and expressing polyhistidine-tagged p40 in bacteria. In western blot experiments, anti-p40 antibody recognized this bacterially-expressed protein ( Fig S1 A ). As expected, p40 is detected in wasp venom extracts ( Fig S1 B ). We were unable to identify a putative Lb 17 or G1 p40 ortholog ( Fig 2 ) and, to our knowledge, p40 represents the first eukaryotic protein with an IpaD/SipD-like domain. IpaD-like proteins from Shigella/Salmonella/Burkholderia spp. are tip proteins of T3SS injectisomes, mediating contact and regulated delivery of effectors into the host cytoplasm of non-phagocytic cells [ 28 ]. IpaD expression in mammalian macrophages triggers apoptosis [ 29 ], reminiscent of the TUNEL-positive death of fly macrophages upon Lh infection [ 7 ]. Unlike the bacterial proteins, p40 is predicted to encode a C-terminal transmembrane helix in addition to an N-terminal secretion signal ( Figs 4 D ; S1 C ). p40’s transmembrane domain (this study) and its extracellular localization in venom gland canals [ 27 ] suggest that p40 exits venom gland secretory cells in association with microvesicle-like structures. This interpretation is in agreement with the extracellular vesicular proteomic profile of VLPs ( Fig 3 ). Given the unexpected parallels in their structures and surface/tip localizations, we hypothesized that, like IpaD/SipD on the T3SS injectisome, p40 on VLP spikes facilitates invasive contact with the plasma membrane of non-phagocytic lamellocytes to deliver VLP contents. To test this idea, we carried out ab initio modeling of p40. The knowledge-based energetics of the p40 model are similar to crystal structures of similar length (ProSA Z-Score = −6.23). 82% of model residues are found in expected local environments (3D Verify). Superimposition of the p40 model against IpaD confirmed the T3SS protein-like fold in p40 ( Figs 4 E ; S1 C ) [ 30 ]. Surprisingly, high-scoring matches to this fold included the vertebrate actin-binding proteins spectrin and plectin ( Fig 4 F , superimposed with p40), further strengthening structural parallels between p40 and IpaD/SipD. Searches for the most similar structures within the N-terminal half of IpaD family proteins also returned actin-binding proteins (talin, vinculin, α-catenin) [ 31 ]. These proteins are known to reprogram the actin cytoskeleton leading to the profuse membrane ruffling observed in non-phagocytic mammalian cell invasions by Salmonella and Shigella [ 31 ].",
    "Conclusion": "The composition of Lh VLPs is complex and interesting in multiple respects but the most conspicuous observations are an absence of viral structural proteins and the presence of conserved eukaryotic proteins with microvesicular signature. Abundant Lh -unique proteins, including currently novel proteins, have an unexpected diversity of domains, especially those previously found exclusively in prokaryotic proteins. The mechanisms that contributed to the evolution of VLP proteins (horizontal gene transfer or others [ 32 ]) remain unknown. Lh VLPs lack the defined symmetry and external coat found in many true viruses including PDVs. Reminiscent of eukaryotic organelles, precursors and mature VLPs exhibit heterogeneity in their shapes, sizes, and spike numbers [ 9 , 33 ]. Moreover, it is noteworthy that, unlike PDVs which are fully formed in the cells of their origin and then released by lysis or budding [ 14 ], Leptopilina VLPs assume their final shape outside the cells in which at least some of their proteins and vesicular constituents are synthesized [ 9 , 27 ]. Also, there is currently no evidence for the presence of nucleic acids in VLPs, which further distinguishes them from DNA-containing PDVs. VLPs are unlike endosymbiotic bacteria of Leptopilina wasps [ 34 ]. Antibiotic-treatment of L. victoriae (sister species of Lh that make VLPs and carry cytoplasmic-incompatibility-inducing Wolbachia ) did not affect genomic amplification of p40 or SmGTPase01 genes. Furthermore, VLP gene loci were amplified not only from female Lh 14 genomes but also male wasp genomes, even though VLPs are not produced in males. BrdU incorporation studies did not support the possibility of DNA-based VLP replication in the venom gland (our unpublished results). The non-replicating nature of the particles, genomic encoding of VLP protein genes, and vesicular signature of their proteome strongly suggest that Lh VLPs are neither viruses nor endosymbiotic bacteria but instead represent a new class of genomically-encoded, microvesicle-like organelles. Extracellular vesicles are produced by prokaryotic and eukaryotic cells and VLPs carry a diversity of potential immune-suppressive proteins. We, thus, propose the alternative moniker, MSEV (Mixed Strategy Extracellular Vesicles), to replace the VLP term. Virulence factors of parasitic wasps have diversified in response to the variety and complexities of their hosts’ immune systems. With a broad host range [ 3 ], Lh wasps parasitize many Drosophila spp. whose own distinct immune responses are supported by varying numbers and types of blood cells [ 35 ]. This may explain, first, the diversity of putative virulence and cell death proteins with homologs across the biological kingdoms [viral (diedel), bacterial (p40, Syd-like), and eukaryotic (fire ant allergen, B-cell receptor-associated protein 31, etc.)], and second, the presence of MSEV paralogs [ Lh -specific GTPase and Lh-/Lb -common Rho GAP, MEPs, and diedel gene families] in the proteome. Multiple members presumably perform redundant or overlapping cell-specific functions for rapid and robust immune suppression, much like the IκB/Cactus-like ankyrin-repeat proteins of distantly-related bracoviral and ichnoviral PDV proteins that block NF-κB signaling [ 36 , 37 ]. The parallels between the 3D-structure and locations of p40 with the well-characterized T3SS IpaD-like prokaryotic proteins are provocative and suggest that p40 likely contributes to Lh MSEVs’ unique blood cell-killing activities. T3SS assemblies are widespread and are used by bacteria to infect plants and animals [ 26 ]. Pseudomonas aeruginosa use their own T3SS to rapidly infect and kill adult flies. While cytotoxic to macrophages, P. aeruginosa infection activates the NF-κB-dependent IMD antimicrobial pathway [ 38 ]. It is thus possible that elements of the pathogenic bacterial systems have been co-opted by wasps to attack the fly’s cellular immune system. In this scenario, intracellular protein complexes within lamellocytes would be under direct selective pressure to respond to MSEV-based T3SS-like virulence. The presence of prokaryotic-like (particularly, T3SS/flagellar-like) proteins, hints at the possibility that either MSEV spikes evolved from primordial flagellar/needle-like structures or they share evolutionary history with such structures. These findings also support a hypothesis proposed by Martin and colleagues [ 39 ] that the eukaryotic endomembrane system may have arisen from bacterial outer membrane vesicles. In this regard, characterization of the prokaryotic protein motifs that comprise nearly 10% of the novel proteins outlined above will be especially revealing. The molecular mechanisms by which MSEV proteins deplete and destroy its well-characterized hosts’ immune system will suggest how virulence factors are acquired by insect parasites, how these factors evolve, and how insects might serve as reservoirs of disease. Answering these questions is likely to lead to new cost-effective therapies for treating emerging infections and opportunistic diseases.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b307/5659752/fe6396139653/nihms899633f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b307/5659752/1a252947d7f3/nihms899633f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b307/5659752/fb2489999a17/nihms899633f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b307/5659752/91662947732e/nihms899633f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b307/5659752/8f51f4cb8964/nihms899633u1.jpg"
    ]
  }
}