{
  "paper_id": "pmc_articles_PMC4960141",
  "title": "Establishment and characterization of DB-1: a leptin receptor-deficient murine macrophage cell line",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4960141/",
  "sections": {
    "Abstract": "Metabolic and immune mediators activate many of the same signal transduction pathways. Therefore, molecules that regulate metabolism often affect immune responses. Leptin is an adipokine that exemplifies this interplay. Leptin is the body’s major ...",
    "Results": "Establishment of DB-1 cell line We established an immortal leptin receptor-deficient cell line from mouse bone marrow-derived macrophages. Bone marrow cells from leptin receptor deficient mice ( db/db ) were collected and cultured in biomedium as described in the Materials and Methods section. Differentiated macrophages were passaged at confluency. Cells were kept in biomedium for 6 months when the cells appeared to grow at a stable rate after twenty passages. At that time, we did two consecutive limiting dilution cloning procedures. The DB-1 cells were selected from cloned cells from the second cloning. DB-1 cells lost their dependency to M-CSF during the cloning process. They were propagated and shifted to a regular medium, DMEM supplemented with 2 % Nu serum and 2 % FBS. DB-1 cells exhibit morphological properties characteristic of macrophages, and are adherent with multiple processes (Fig. 1 ). To confirm the genotype of the DB-1 cells as leptin-receptor deficient, we used qRT-PCR to confirm the absence of LepR. Similarly to primary peritoneal db/db macrophages, DB-1 had low levels of Lepr transcripts, and expression ranged from 0.1 to 12 % of WT macrophages ( p < 0.05, Table 1 ). Fig. 1. Open in a new tab Morphology of DB-1 cells was determined using light microscopy. Photomicrographs of primary macrophages in culture ( a – c ) at low confluency at ×400 ( a ), ×600 magnification ( b ) and at high confluency at ×600 magnification ( c ). DB-1 cells ( d – f ) at low confluency at ×400 ( d ), ×600 ( e ) and at high confluency at ×600 magnification ( f ), and 2ASD1.10 macrophage cells (Mordica et al. 2009 ) in culture ( g – i ) at low confluency at ×400 ( g ), ×600 ( h ) and at high confluency at ×600 magnification ( i ). Scale bar 12 µm Table 1. Relative transcript level of Lepr in DB-1 macrophage cells and peritoneal db/db macrophages compared to WT peritoneal macrophages Cell type Percent expression compared to wild-type macrophages a db/db macrophages 1.4 (0.1–3.5) b DB-1 macrophages 1.1 (0.1–12) b Open in a new tab a Fold expression was calculated according to Pfaffl ( 2001 ) using WT values as control group and ActB as the reference gene b Results from 4–6 samples per group, are reported as median (range) expression p < 0.05 compared to 100 % expression in WT macrophages To assess DB-1 ploidy and cell cycle distribution, cell cycle analysis was done using flow cytometry (Vindelov et al. 1983 ). The DB-1 cell line was homogenous consisting of diploid cells, of which 90–95 % cells were in G1 phase, 3–9 % in G2 phase and 0–2 % in S phase (Fig. 2 a, b). 50 metaphase-stage cells (See Fig. 2 c for an example) were analyzed for chromosome number and 49 out of 50 cells examined contained the normal complement of 38 chromosomes with one X and one Y chromosome (Fig. 2 d); confirming the origin of the cells from a male mouse. Fig. 2. Open in a new tab Cell ploidy, DNA cycle and chromosome analysis of the DB-1 cell line. a DB-1 DNA histogram. b DB-1 dot plot of cell DNA content. c metaphase chromosomes of a representative DB-1 cell. d Giemsa-stained chromosomes organized by homology, size and shape DB-1 cell growth was determined and we found that during the linear portion of the growth curve, an average of 5.6 ± 1.1 × 10 5 cells were added to the cell culture each day (Fig. 3 ). Cell growth plateaued after 4–5 days and the cells became contact inhibited and remained stable for as long as 3 weeks, which was the longest we ran the experiment. The slow growth rate along with the growth arrest at confluency is consistent with a cell line that is non-transformed and contact inhibited (Schuler et al. 1977 ) but it is unclear how these cells became immortalized. The fact that most cells are in the G1 phase of the cell cycle is consistent with the quiescent nature of the cells. Detailed sequencing of the DB-1 cell genome will be necessary to determine possible causes but these analyses are beyond the scope of this study. Fig. 3. Open in a new tab Growth of DB-1 cells. Cell growth was assayed at 0 , 1 , 2 , 4 , 5 and 6 , days after seeding of 5 × 10 5 DB-1 cells in 6-well plates. Cells were counted as described in the “ Materials and methods ” section. Each time point value is the mean of two independent experiments ± SD, 3 replicates per experiment Cell surface phenotype To verify that DB-1 cells were in the monocyte/macrophage lineage, we compared their cell surface molecule phenotype to primary peritoneal and bone marrow-derived macrophages (Fig. 4 a, b). Primary macrophages had similar levels of F4/80 and MAC-2, regardless of their expression of LepR (Fig. 4 b). Bone marrow-derived macrophages had less expression of CD11b and higher expression of Ly6C compared to the peritoneal macrophages. All cell types, including the DB-1 macrophages had minimal expression of Ly6G, the granulocyte marker, on their surface. DB-1 macrophages displayed MAC-2 in similar amounts as both bone marrow-derived and peritoneal WT and db/db macrophages. In contrast, F4/80 was minimally expressed and CD11b was not expressed at all in DB-1 macrophages. Ly6C was expressed by DB-1 macrophages at an intermediate level between that of the bone marrow-derived and peritoneal macrophages (Fig. 4 b). These data suggest that the DB-1 macrophages are in the macrophage lineage (Leenen et al. 1990 ) with high MAC2 expression, lower expression of F4/80 and low levels of Ly6C (Geissmann et al. 2010 ). Fig. 4. Open in a new tab a Flow cytometry analysis of DB-1 cells. Forward-scatter versus Side-scatter ( Column A ) of peritoneal macrophages ( Top two rows ) and DB-1 macrophage cells ( bottom two rows ). Cells were analyzed for CD11b (column B) or F4/80 (column A). Cells were gated ( oval in dot plot in column A ) based on forward-scatter and side-scatter. Isotype controls ( rows 1 and 3 , columns B and C ) were used to set gates to determine the % positive cells. b CD11b, MAC-2, F4/80, Ly-6C and Ly6G cell surface expression in peritoneal (PEC WT) macrophages, peritoneal (PEC db/db) macrophages, primary WT bone marrow (BM WT), primary db/db bone marrow (BM db/db) and DB-1 macrophages (DB) using flow cytometry. Data represent means ± SD, from two independent experiments, n = 2–5 replicates per experiment, each n from one or a pool of 2 mice. Significance between different cell types and DB-1 are reported as follows: *** p < 0.0001 compared to DB-1, ** p < 0.001 compared to DB-1, * p < 0.5 compare to DB-1. Analysis were performed using one-way ANOVA and Tuckey for post hoc test Phagocytic activity To assess whether DB-1 cells display functional macrophage characteristics, we measured the phagocytic activity of DB-1 cells and compared this to that of primary macrophages. We found that all five cell-types—including the DB-1 macrophages—had similar phagocytic indices based on a 1-h phagocytosis assay (Fig. 5 , p > 0.05). Fig. 5. Open in a new tab Phagocytic activity of DB-1, peritoneal (PEC) and bone-marrow (BM) derived WT and db/db macrophages after incubation with fluorescent beads. Phagocytic activity assessed via the percentage of phagocytosed beads using flow cytometry. Data represent means ± SD, from one or two independent experiments, n = 3–6 replicates per experiment, each n from one or a pool of 2 mice DB-1 activation To test whether DB-1 macrophages respond to a stimulus in a similar fashion as primary macrophages, DB-1 macrophages were stimulated with IFN-γ and transcript levels of Nos2 were quantified. We found that Nos2 transcript levels were higher after IFN-γ treatment with levels similar to peritoneal db/db macrophages ( p < 0.05, Table 2 ). Consistent with transcriptional activation, they also secreted 15, 66 and 131 uM of nitrite in response to 1, 10 and 100 U/ml of IFN-γ, respectively. We also found that DB-1 macrophages secreted 155 ± 48, 385 ± 38 and 538 ± 192 pg/ml of IL-6 in response to LPS, LPS + IFNγ or IFNγ treatments, respectively, compared to low (0 pg/ml) secretion by unstimulated cells. Table 2. Relative transcript level of Nos2 in DB-1 macrophage cells and peritoneal db/db macrophages after stimulation with IFN-γ compared to non-stimulated cells Cell type Percent fold up-regulation compared to no treatment group a db/db macrophages 568 (349–1310) b DB-1 macrophages 233 (77–578) b Open in a new tab a Fold expression was calculated according to Pfaffl ( 2001 ) using no treatment values as control group and ActB as the reference gene for each macrophage type b Results from 5–8 samples per group, are reported as median (range) expression p < 0.05 compared to 100 % expression in control, non-stimulated macrophages Migration assay To test whether DB-1 macrophages are responsive to the chemotactic effect of adipocyte conditioned medium or leptin, migration assays were performed using both peritoneal WT and DB-1 macrophages. We found that DB-1 macrophages were activated to migrate when activated with 10 μl of PMA (10 μg/ml; positive control, p < 0.05), but that they failed to respond to the chemotactic signals from the ACM as well as the medium supplemented with leptin (Fig. 6 ). On the other hand, primary WT macrophages had a significant increase in migration when cultured with either the ACM or leptin ( p < 0.01; comparison to medium alone) with no statistically significant difference between the two media ( p > 0.05; Fig. 6 ); suggesting that most of the ACM chemotactic potential is mediated by leptin, and dependent on the presence of a functional LepR. Fig. 6. Open in a new tab Migration assay of WT peritoneal (PEC) and DB-1 macrophages. In the transwell system the lower chamber was supplemented with control medium (CM), adipocyte conditioned medium (ACM), CM supplemented with 10 ng/ml rm-leptin. To show that DB-1 cells could respond chemotactic stimuli not dependent on the LepR, DB-1 macrophages were stimulated with CM supplemented with 2 µM phorbol 12-myristate 13-acetate (PMA). Values are means ± SD. Data of 1 experiment with n = 3 replicates per treatment group and cell type. Asterisk indicates statistically different from same cell type group in control medium (CM) value, p < 0.05. # Statistically different from DB-1 in the same treatment group, p < 0.05 Fig. 7. Open in a new tab Placement of DB-1 macrophage cells in the macrophage lineage. The high expression of MAC2 antigen the low expression of F4/80 and Ly6C antigens and the absence of CD11b and Ly6G molecules suggest that DB-1 macrophage cells are early in macrophage differentiation",
    "Conclusion": "We created a leptin-receptor deficient cell line, DB-1, that has some phenotypic and functional properties characteristic of primary macrophages. It is diploid, has the normal complement of chromosomes, lacks the long isoform of the leptin receptor, and is unresponsive to leptin. DB-1 cells are in the macrophage lineage based on their selection in macrophage colony stimulating factor over several months’ time and because of their phenotypic properties. Indeed, the DB-1 cells have many of the characteristics of ex vivo bone marrow-derived macrophages, thioglycollate-elicited peritoneal WT and primary leptin receptor-deficient macrophages, which the DB-1 cells are hoped to replace in assays. However, their phenotypes are not completely consistent with mouse bone marrow derived macrophages that have been differentiated for 7 days in M-CSF (Leenen et al. 1994b ). Although the DB-1 cells exhibit higher levels of MAC-2 expression and lower levels of Ly6G, indicative of cells in the macrophage lineage (Leenen et al. 1994a ), the low expression of F4/80, CD11b and Ly6C would indicate that the cells may be less differentiated. Bone marrow-derived, primary macrophages from LepR knock-out mice had a phenotype similar to wild-type bone marrow-derived macrophages and peritoneal macrophages. Therefore, it appears that in response to M-CSF, the bone marrow stem cells began to differentiate into macrophages. MAC2 was the first of these surface molecules to be expressed. Under normal circumstances, the differentiating cells would go on to express F4/80 and Ly6C by 7 days of stimulation with M-CSF (See Fig. 7 ). DB-1 macrophages don’t appear to have reached that stage. Macrophages that extravasate into the peritoneal cavity lose expression of Ly6C and go from low expression of CD11b to high expression of the molecule. DB-1 also do not have that phenotype; suggesting that DB-1 cells are early differentiated macrophages (Chan et al. 1998 ; Geissmann et al. 2010 ) (Fig. 7 ). This hypothesis is supported by the observation that the DB-1 macrophages are responsive to IFN-γ and LPS stimuli; a property of macrophages (MacMicking et al. 1997 ). The strong phagocytic activity of the DB-1 cells supports that these cells are in the macrophage lineage as well (Leenen et al. 1986 ). In our study, the LepR did not appear to contribute to macrophage phagocytosis. The lack of the leptin gene ( Lep ) as well as Lepr have been associated with an enhanced susceptibility to infections and a higher mortality rate in rodents following bacterial infection (Ikejima et al. 2005 ; Mancuso et al. 2002 ; Ordway et al. 2008 ; Park et al. 2009 ). This increased risk of infection has been attributed to a decrease in phagocytic and bactericidal activity of ob/ob and db/db macrophages in vitro (Loffreda et al. 1998 ; Mancuso et al. 2002 ; Park et al. 2009 ). The difference in phagocytic activity between our DB-1 macrophages and that of ob/ob and db/db primary macrophages evaluated in other studies might be explained by the fact that we used inert fluorescent beads in our study compared to actual infectious agents (Loffreda et al. 1998 ; Mancuso et al. 2002 ; Park et al. 2009 ). However, we found that DB-1 macrophages’s ability to phagocytose fluorescent Ehrlichia chaffeensis bacteria was comparable to that of primary macrophages (data not shown). Therefore, the difference between our study and data presented by others may be due to other physiological factors such as a compromised oxidative response (Hsu et al. 2007 ) in immune cells or inefficient leukotriene production (Mancuso et al. 2002 ); products that were compromised in primary db/db and ob/ob macrophages. It is also possible that physiological factors associated with diabetes such as hyperglycemia may have an impact. Park et al. ( 2009 ) showed similar infection rates in mice between 8–11 week-old db/db mice and WT controls but older (20 weeks and more) db/db mice were significantly more susceptible to S. aureus infection. The DB-1 cells would not be subject to the physiological regulation of the in vivo macrophages because they are maintained in vitro. Obesity is associated with an increase in inflammatory macrophage recruitment to the expanding fat mass (Weisberg et al. 2003 ; Xu et al. 2003 ). Studies have recognized MCP-1 as the major adipocyte-derived chemokine responsible for this effect (Kanda et al. 2006 ; Weisberg et al. 2006 ). Nevertheless, recent studies have questioned this chemokine’s role in the enhanced recruitment of macrophages into the adipose tissue of obese mice (Inouye et al. 2007 ). Leptin is another candidate adipokine/chemokine that might be responsible for this recruitment effect. Indeed, our data show that ACM as well as leptin-supplemented media have the same positive chemotactic effect on WT macrophages. Our DB-1 cell line, which lacks the functional LepR, failed to respond to both leptin-supplemented as well as adipocyte-conditioned media although our cell line responded to PMA. The differences between the WT macrophages and the DB-1 cells in their responsiveness to leptin can be directly attributed to the absence of LepR on the DB-1 cells which supports the studies of Gruen et al. ( 2007 ), who have shown leptin‘s chemotactic effects at levels as low as 1 pg/ml and illustrates their value in investigating the impact of the LepR in macrophage function. In an era characterized by increasing obesity rates (Ogden et al. 2006 ), it is of central importance that the immunological consequences of excessive body weight be further elucidated. The newly established DB-1 cell line can serve as an important and reliable tool to study the link between leptin and innate immune function. For example, future studies on the impact of LepR on antigen processing, cell trafficking or the recruitment of other inflammatory cells can be done either in vitro or in vivo. Because the cells are contact inhibited and do not appear to be tumorigenic, we can envision adoptive transfer studies similar to what were done with the C2D macrophage cell line (Ortega et al. 2011 ; Xie et al. 2010 ). These cells will be useful to any study investigating the role of the leptin receptor in cell function.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/31fd/4960141/dec1089e138e/10616_2015_9843_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/31fd/4960141/52bcfc4b0bf7/10616_2015_9843_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/31fd/4960141/7200f144c645/10616_2015_9843_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/31fd/4960141/1cd30c8817a6/10616_2015_9843_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/31fd/4960141/d0133d997d75/10616_2015_9843_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/31fd/4960141/d25944213c13/10616_2015_9843_Fig6_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/31fd/4960141/53ccbca9c7ce/10616_2015_9843_Fig7_HTML.jpg"
    ]
  }
}