{
  "paper_id": "pmc_articles_PMC8441986",
  "title": "Circulating miRNA spaceflight signature reveals targets for countermeasure development",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8441986/",
  "sections": {
    "Abstract": "We have identified and validated a spaceflight-associated microRNA (miRNA) signature that is shared by rodents and humans in response to simulated, short-duration and long-duration spaceflight. Previous studies have identified miRNAs that regulate ...",
    "Results": "Predicted Spaceflight miRNA Signature in Rodents Was Validated Using Simulated Microgravity and Deep Space Radiation To validate the predicted spaceflight-associated miRNA panel, we quantified their changes in response to ground analogs of individual spaceflight stressors in rodent models: simulated microgravity using hindlimb unloading (HU) ( Morey-Holton and Globus, 1998 ) as well as IR using either gamma rays or major components of galactic cosmic rays—protons and/or high mass and charge 56 Fe particles (deep space relevant exposure) ( Mewaldt, 1994 ). We exposed male 16-week-old C57BL/6J mice to HU, IR, or their combination and measured the set of selected 15 miRNAs in their serum at 1 or 11 days post-exposure using droplet digital PCR (ddPCR) ( Hindson et al., 2013 ). Euclidean clustering of serum miRNA concentrations separated the miRNAs into two main clusters: (1) deep-space-radiation-associated clusters, which are significantly regulated by 56 Fe IR and 56 Fe IR in combination with HU; and (2) microgravity-associated clusters, primarily altered in HU-only conditions ( Figures 1A – 1C ). An additional subset of miRNAs was significantly increased in mouse serum only, early (1 day) after exposure to the combination of mixed proton/ 56 Fe irradiation and HU, but was not affected by individual stressors ( Figure 1A ). Of note, we have provided a discussion regarding potential hemolysis that might occur with the serum/plasma samples utilized throughout this manuscript in the STAR Methods . Figure 1. Quantified miRNAs in Serum from Rodents Exposed to Ground Analogs of Spaceflight. Open in a new tab Microgravity and radiation conditions of spaceflight were simulated alone and in combination. (A) Quantification of miRNAs in serum from rodents exposed to hindlimb unloading (HU) or normal loading (NL) for 3 days before 2 Gy gamma, 1 Gy proton, 1 Gy 600MeV/n 56 Fe, 2 Gy 600MeV/n 56 Fe, or sham irradiation. HU or NL was continued for another 1 or 11 days after irradiation. (B) Fold changes (log 2 ) of miRNAs compared to NL sham mice. *p < 0.05, **p < 0.01, ***p < 0.001, two-tailed Student’s t test. The error bars represent SEM. (C) t-Distributed Stochastic Neighbor Embedding (t-SNE) plot showing how the significantly regulated miRNAs are associated with each experimental group. Statistical significance is based on comparing each group with the sham irradiated NL mice. (D) Top 50 predicted gene targets for all statistically significant miRNAs determined by Cytoscape plugin ClueGo. (E) The predicted diseases regulated by the miRNA signature determined through miRNet. The blue nodes represent cancer; green, cardiovascular disease; yellow, neurological diseases; orange, muscle degeneration; purple, digestive issues. (F) Gene Ontology (GO) pathways predicted to be regulated by all statistically significant spaceflight-associated miRNAs determined by the DIANA-microT-CDS (v5.0) algorithm. (G) Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways predicted to be regulated by all statistically significant spaceflight-associated miRNAs. Most miRNAs (with the exception of miR-217) were observed to increase with radiation dose and linear energy transfer (LET; gamma < 150 MeV proton < 600 MeV/n 56 Fe) in mouse serum both at 1 day and 11 days post-IR. At 11 days post-IR, the only significant miRNA increases were observed in IR-only (no HU) mice irradiated with either 1 Gy or 2 Gy 600 MeV/n 56 Fe or 1 Gy protons ( Figures 1A and 1B ). In combination, these results indicate that the miRNA signature is mainly driven by the particle radiation component, which is proportional to dose and LET. Based on all miRNAs that were significantly different in spaceflight-associated conditions, we predicted the top 50 targeted genes ( Figure 1D ), key diseases regulated by the miRNAs ( Figure 1E ), and significant pathways ( Figures 1F , 1G , and S1 ). The top 50 genes targeted by these miRNAs ( Figure 1D ) primarily regulate cell-cycle pathways and protein kinase activity, in addition to hematopoiesis and blood cell development ( Figures 1F and S1 ). The majority of diseases regulated by these miRNAs are related to cancer ( Figure 1E ), though we also uncovered other diseases associated with spaceflight, including cardiovascular (green circles), neurological (yellow circles) and digestive disorders (purple circles), and muscular degeneration (orange circles) ( Figure 1E ). Similarly, key significantly regulated pathways include carcinogenesis as well as TGF-β signaling, which supports our previous prediction of TGF-β as a key regulator of spaceflight-associated miRNA functions and implies downstream carcinogenic and immune effects. Finally, the pathways also include adherens junctions, which, combined with cardiovascular disease associations, suggests vascular impacts ( Figures 1F and 1G ). To examine the contribution of reduced gravity to the miRNA signature at higher resolution, a partial weight bearing (PWB) Wistar male rat model ( Mortreux et al., 2018 ) was used to simulate varying degrees of gravitational loading. We observed that decreasing amounts of gravitational loading increased the quantities of miRNAs of interest, suggesting a gravity-dependent dose response ( Figures 2A – 2C ). These results also validated a reduced-gravity-specific miRNA signature in both mice and rats and separated the miRNAs associated with reduced gravity from those associated with exposure to simulated deep space radiation in mice. The only observed exception was miR-217, which did not change. A similar miRNA dose response was observed based on correlation with muscle mass ( Figure 2D ): the miRNAs of interest increased with reduced muscle mass (which is associated with lower simulated gravity both in this rat model and in astronauts). Figure 2. Serum miRNA Quantification from PWB Rats Modeled under Four Different Gravity Conditions. Open in a new tab (A) Global comparisons of miRNAs from 20%, 40%, 70%, and 100% gravitational loading conditions. The 100% loaded group is further split into FH or NH. (B) t-SNE plot reveals distinct separation of the miRNAs between different experimental groups for each gravity condition, as well as a separation between the NH and FH 100% gravity groups. (C) Fold changes (log 2 ) for miRNA increases compared to 100% gravity with FH group. (D) Correlation between serum miRNA increases and physiological muscle mass over different gravity conditions (PWB). Significance indicated in circles. *p < 0.05, **p < 0.01, ***p < 0.001, two-tailed Student’s t test. Circle size is proportional to the correlation coefficient, also indicated by color (legend on right-hand side). (E) Global comparison of miRNAs in serum from mice flown on the International Space Station (ISS) for 30 days, sacrificed 4 days after returning to Earth. (F) Serum miRNA comparisons for only the 16-week-old mice. (G) Serum miRNA comparisons for only the 37-week-old mice. (H) t-SNE plot of all mice flown on the ISS shows subtle separation between young and old groups. (I and J) t-SNE plot of old mice shows separation between spaceflight and ground mice, while t-SNE plot of young mice fails to show separation. (K) Correlation of miRNA quantities and organ weights for all mice flown on the ISS. The significance of each correlation is indicated in the circles. *p < 0.05, **p < 0.01, ***p < 0.001, two-tailed Student’s t test. Circle size is proportional to the correlation coefficient. Notably, this model included two control groups of animals exposed to full gravitational loading: no harness (NH) and full harness (FH) ( Figures 2A and 2B ). Both conditions had been included in prior studies, and no functional or phenotypical differences were recorded, although there was a difference in miRNA expression between NH and FH 100% gravity groups ( Figures 2A and 2B ), possibly due to a trend in reduction in muscle mass in FH controls (not significant). Therefore, further comparison between groups included only the FH control ( Figure 2C ). Predicted Spaceflight miRNA Signature Was Partially Observed in Serum from Mice Exposed to LEO Next, we investigated whether the spaceflight-environment-linked miRNA signature is distinguishable in true spaceflight samples, using serum from young and old female BALB/cAnNTac mice flown to the International Space Station (ISS) on Rodent Research Mission 8. In contrast with the simulated spaceflight cohorts, these mice experienced short-lasting hypergravity during takeoff and landing in addition to microgravity while in orbit, spent 4 days reacclimating on ground after the flight before sample collection, and received a significantly lower dose of IR than simulation experiments: 0.01128 Gy over approximately 30 days on the ISS. Although the combined mouse cohort did not exhibit any significantly increased miRNAs compared to basal (no spaceflight, normal housing conditions) controls ( Figure 2E ), when the samples were separated by age ( Figures 2F and 2G ), we observed clustering between spaceflight and basal controls in the older group (31–37 weeks at sacrifice) corresponding to middle-age in humans, which is more representative of typical astronaut cohorts, and no detectable clustering in the younger group (10–16 weeks at sacrifice) ( Figures 2H – 2J ). Considering that these mice had 4 days to reacclimate to ground conditions before the samples were collected, these results may suggest that it takes longer for serum miRNA levels to return to basal levels in older mice, while younger mice recover faster. This finding is consistent with our prior results from simulated spaceflight studies, in which miRNA levels in irradiated mice start to return to control by 11 days following an over-100-fold-higher dose of IR than received by the spaceflown mice ( Figure 1A ). Another notable result from this spaceflight experiment is the correlation between organ weights and miRNA concentration in spaceflight mice and basal controls. Normalized to total body weight, adrenal gland weight increases with concentration of the majority of quantified miRNAs, and, conversely, brain weight decreases with increasing miRNA concentrations. While these correlations are not statistically significant, they suggest the possibility of lingering impacts on specific organs ( Figure 2K ). Increases in adrenal gland weight might be related to chronic stress, since the adrenal gland regulates stress responses ( Ulrich-Lai et al., 2006 ) that have been previously associated with increased systemic corticosterone levels during spaceflight ( Pecaut et al., 2017 ). Meanwhile, a volumetric reduction of brain features has been observed in cosmonauts ( Pechenkova et al., 2019 ), though the physiological relevance of these findings remains to be elucidated. Since systemic increases in corticosterone levels also lead to reduced brain weight ( Coburn-Litvak et al., 2004 ), chronic stress might be an underlying factor behind both adrenal gland and brain results, and future studies are needed to examine miRNA as its potential biomarker. Spaceflight-Relevant miRNA Signature Was Also Identified in Agnostic Sequencing Study of Simulated-Spaceflight-Exposed Mice To understand the specificity and variation of spaceflight-relevant miRNA levels within the global miRNA population, miRNA-seq was performed on tissue samples from 16-week-old female C57BL/6J mice after exposure to simulated spaceflight conditions: normal loading (NL) or HU for 2 weeks prior to irradiation with 5 Gy gamma, 1 Gy simulated solar particle event (simSPE), 0.5 Gy simulated simplified galactic cosmic rays (SimGCRSim), or sham control. SimGCRSim consists of five ions: protons at 1000 MeV, 28 Si at 600 MeV/n, 4 He at 250 MeV/n, 16 O at 350 MeV/n, 56 Fe at 600 MeV/n, and protons at 250 MeV ( Simonsen et al., 2020 ). This dose of radiation is equivalent to what an astronaut is predicted to receive in deep space during a Mars mission, though it is modeled as a single exposure over 25 min instead of the actual chronic exposures over 1.5 years. Simulated solar particle event (SimSPE) irradiation consists of protons from 50 MeV to 150 MeV. Twenty-four hours after irradiation, the mice were sacrificed, and miRNA-seq was performed on tissue samples from the plasma, heart, liver, and soleus muscle. We observed highly variable miRNA expression profiles between organs, with the exception of heart and soleus muscle ( Figures 3A and 3B ). This variation underscores the importance of establishing a circulating systemic miRNA signature that can be measured in plasma, which is the most accessible source for biomarker evaluation in spaceflight conditions. Additionally, the high correlation between miRNA expression changes in heart and soleus muscle unsurprisingly suggests that the damage in these muscle tissues may be driven by similar changes in miRNAs ( Figures 3A and 3B ). Notably, miRNA-seq profiles from plasma also are more heterogeneous than those from individual organs, suggesting that plasma miRNA quantification might allow a more finely tuned spaceflight signature that could differentiate between different types of exposures or provide personalized risk assessment ( Figures 3A and 3B ). Figure 3. miRNA-seq of Heart, Liver, Plasma, and Soleus Muscle from Mice Exposed to Simulated Spaceflight Stressors. Open in a new tab (A) Comparison of miRNA expression profiles between organs. (B) Combined and individual t-SNE plots for significantly expressed miRNAs in each organ. (C) Overlap of significant differentially expressed miRNAs between organs for GCR HU and sham NL and for SPE HU versus sham NL. The center, dark gray region indicates significant miRNAs shared by all organs. (D) Top 20 genes regulated by the four common miRNAs differentially expressed in GCR HU versus sham NL. (E) Pathways that are significantly regulated by the top 20 genes shown in (D). (F) miRNA fold changes between HU and NL groups for each irradiation condition. miRNAs from our proposed signature are included, as well as the four additional miRNAs implicated by miRNA-seq in (C). (G) C2 pathways analysis from miRNA-seq data shows pathways that are being suppressed. The larger the circle, the more significant the effect, and darker purple indicates a larger magnitude of suppression. miRNAs highlighted in yellow or blue were included in our predicted spaceflight signature. miRNAs highlighted in yellow are known to be involved in spaceflight-induced cardiac damage. Comparison of significantly regulated miRNAs identified four miRNAs that are increased in all organs in the GCR+HU (“combined spaceflight stressors”) group compared to sham NL (“no spaceflight stressors” control) ( Figure 3C ). Therefore, we decided to focus on the GCR+HU irradiated group for further analysis. We computed the top 20 genes regulated by the four common differentially expressed miRNAs ( Figure 3D ) as well as the pathways that were significantly regulated by these genes ( Figure 3E ) and found potential cardiovascular as well as systemic circulatory targets ( Figure 3E ). We next quantified miRNA fold changes between GCR/SPE/Gamma+HU and sham NL conditions, focusing on the panel of spaceflight-associated miRNAs (top 15) as well as the four additional miRNAs that were found to be shared among all tissues for GCR+HU versus NL by miRNA-seq (bottom 4) ( Figure 3F ). Additional data is available in a companion paper ( Wuu et al., 2020 ). We observed trends or significance for multiple spaceflight miRNAs, and the same miRNA family members differentially expressed across multiple tissues. For example, for miRNA-503-5p, expression was decreased in the liver, soleus, and heart but strongly increased in plasma ( Figure 3F ), indicating potential organ-dependent miRNA changes with the key systemic stressor response stemming from the circulating miRNAs. MiR-503 belongs to the miR-16 extended family ( Caporali and Emanueli, 2011 ; Wang et al., 2019 ), which is one of the miRNAs predicted to be involved in the spaceflight response ( Figure 1A ) and impacts cardiovascular diseases through the inhibition of angiogenesis ( Besnier et al., 2019 ; Caporali and Emanueli, 2011 ). Finally, we performed pathway analysis utilizing the miRNA-seq data with C2 curated gene sets from MSigDB on the miRNA-seq data and displayed all significantly regulated pathways ( Figure 3G ) for the liver and soleus muscle. Data for the plasma and heart tissues are in companion papers and show similar results ( Paul et al., 2020 ; Wuu et al., 2020 ), and the pathways that showed suppression (false discovery rate [FDR]-adjusted p value < 0.25; Figure 3G ) have been previously implicated in cardiovascular adaptations to spaceflight ( Beheshti et al., 2018 , 2019 ). These specific pathways were selected for the countermeasure experiments (below). This experiment demonstrates that although the individual response of the miRNAs might not be significantly regulated, the global response of miRNAs on downstream gene targets reveals regulation by miRNAs belonging to the spaceflight signature. Spaceflight-Associated Rodent miRNA Signature Was Partially Shared by Human Responses Ex Vivo and In Vivo We next show that spaceflight-associated miRNA signature is partially conserved in human samples that had been exposed to real or simulated space environment conditions. First, we analyzed human peripheral blood mononuclear cell (PBMC) responses to 0.3 Gy 600 MeV/n 56 Fe particles that form a biologically significant component of GCRs, using PBMCs isolated from 12 healthy human (non-astronaut) donors. Thus, this experiment simulated deep-space-relevant radiation, without simulating microgravity. We observed an increase in spaceflight-associated miRNAs in the supernatant of irradiated PBMCs 4 hours, post-irradiation ( Figures 4A – 4D ), as well as a positive correlation with increasing donor BMI and cell number ( Figures 4B and 4D ; Table S3 ) . Figure 4. Quantification of miRNAs in Human Samples Exposed to Spaceflight or IR. Open in a new tab (A) Comparison of human peripheral blood mononuclear cell (PBMC) samples from 12 subjects 4 h post-irradiation with 0.3 Gy or sham (0 Gy) 56 Fe irradiation. (B) Correlation between miRNA quantities and cell phenotypes 4 h post-irradiation. The significance of each correlation is indicated in the circles. *p < 0.05, **p < 0.01, ***p < 0.001, two-tailed Student’s t test. Circle size is proportional to the correlation coefficient. (C) General additive model fit of the miRNA quantities as a function of dose. (D) t-SNE plot of the samples clustering as a function of BMI based on miRNA concentration. (E and F) NASA Twins Study data for (E) unsorted PBMCs and (F) LD cells in comparison to the spaceflight miRNA signature predictions. Finally, in order to assess the impact of the real spaceflight environment on human cells, we analyzed miRNA-sequence data on total PBMC and lymphocyte-depleted (LD) samples from the NASA Twins Study. This study involved actual LEO (low-LET radiation and microgravity) exposure for 340 days for a total of 146.34 mSv (or 0.1463 Gy). Unsorted PBMCs isolated during and after LEO spaceflight showed persistent changes in miRNA expression for the astronaut in space, which partially follows the predicted spaceflight signature ( Figure 4E ). Similarly, LD cells sampled before and after flight also indicated persistent changes in miRNA expression, though not all miRNAs behaved as predicted by the spaceflight signature ( Figure 4F ). Notably, the spaceflown twin (TW) had consistently higher expression of the miRNA target genes compared to the HR even at baseline/preflight, despite having higher levels of miRNAs as well ( Figures 4E and 4F ); thus, TW pre-flight levels were considered a better control than ground control twin (HR) pre-flight levels. This difference in miRNA expression is not surprising, due to known discordant miRNA expression profiles in twins ( Xiao et al., 2019 ). Of the miRNAs found in the irradiated PBMC panel, only miR-92a-3p was significantly downregulated and let-7c-5p was upregulated in the TW miRNA-sequence data ( Figure 4F ). However, the downstream targets of the irradiation-associated miRNAs were significantly decreased between preflight and postflight samples, except the targets of hsa-miR-92a-3p and hsa-miR-26a-5p. This suggests that there was an increase in some irradiation-associated miRNA functions in TW, and the effects of miR-92a-3p and miR-26a-5p were more acute than the other miRNAs. Similar to the lack of response of miR-217 in animal models based on ddPCR results, miR-217 only had three targets within the targeted panel, none of which were significantly changed by spaceflight, indicating that miR-217, although implicated by original unbiased in silico predictions, does not respond to the stress of the space environment. We next analyzed the changes in miRNA expression across different blood cell populations that were associated with spaceflight-mediated miRNA differences in the same NASA Twins Study. Specifically, we conducted targeted scRNA-seq and scAb-seq (epitope mapping) of LD Twins Study samples across multiple time points. In total, 23,408 cells were sequenced across 12 samples: 6 TW and 6 HR ( Figure S2 and Table S4 ). Cell types were identified on a per cluster basis by both RNA and epitope levels ( Figure 5A ). Module scores for the targets of the subset of spaceflight-associated miRNAs that were found to be upregulated in irradiated human PBMCs were calculated using Seurat and compared among TW preflight, return, and postflight samples ( Figures 5B – 5N ). Figure 5. Spaceflight-Associated miRNA Target Genes Are Downregulated upon TW Return and Postflight Compared to Preflight, with Individual Cell Types Being Differentially Affected. Open in a new tab (A) Uniform manifold approximation and projection (UMAP) plot of 23,408 cells grouped by cell-type-identified clusters. (B–N) Violin plots with mean and first and third quartiles of the indicated miRNA target gene module scores. Cells were separated into four groups: cells from HR GD114, GD138, GD182, GD3, GD-66, and GD66 as Ground; TW L-162 and L-148 days as Preflight; TW R0 as Return; and TW R36 and R191 as Postflight. Differences in expression of miRNA target gene modules scores was tested by Wilcoxon rank sum test. *p < 0.05, **p < 0.01, ***p < 0.001. (O–W) Dot plots colored by average expression and size based on percent expression of the spaceflight-associated mRNA target gene module scores of cell types grouped by Ground, Preflight, Return, and Postflight. When the cell population was split by cell type, we observed that the changes in miRNA-mediated gene expression were highly variable across cell types ( Figure 5O ). Dividing each cell type into ground, preflight, return, and postflight groups demonstrated that individual cell types were differentially affected by spaceflight-associated miRNAs. For example, CD14 + and CD16 + monocytes responded differently to hsa-miR-92a-3p: CD14 + monocytes showed decreased expression of hsa-miR-92a-3p targets, while CD16 + monocytes expressed higher levels of hsa-miR-92a-3p target genes upon return compared to either preflight or postflight. Progenitor (circulating hematopoietic stem) cells stood out in this analysis, as expression of the spaceflight-associated miRNA target genes increased specifically at the return time point. These differences among cell types indicate that immune cell composition may play a role in the downstream effects of spaceflight-associated miRNA increases and suggest return to Earth as a major stressor affecting miRNA expression. The Increase in Expression of Spaceflight-Associated miRNAs Is Not Driven by Epigenetic Changes To determine whether the changes in miRNA expression were due to spaceflight-induced chromatin changes, we used scATAC-seq on 11,344 cells ( Figure S3 and Table S5 ). SnapTools and SnapATAC were used to create 5-kb bins across the genome and determine genome accessibility based on ATAC activity per cell, and then genes and miRNAs were assigned the ATAC activity based on the overlapping bin. ATAC activity is associated with chromatin accessibility, which can be used to determine whether the miRNAs upregulated in irradiated PBMCs were differently accessible in TW during spaceflight ( Figure 6B ). Of note, open chromatin peaks were observed at let-7c-5p, miR-34a-5p, miR-125b-5p, let-7a-5p, and miR-146a-5p. Furthermore, both control PBMCs and HR ground PMBCs displayed consistent ATAC peaks across the majority of the miRNA loci. Together, this suggests that the chromatin around these miRNA loci is open but not strongly affected by spaceflight. In addition, we assessed ATAC activity in different cell types ( Figures 6C and 6D ). The module score and dot plots of the miRNAs upregulated in irradiated PBMCs demonstrate that CD14 + monocytes and pre-dendritic cells (pDCs) show more miRNA accessibility that other cell populations ( Figures 6C and 6D ), indicating that chromatin states depend more on immune cell type than spaceflight. Figure 6. Spaceflight Does Not Induce Epigenetic Changes around Spaceflight-Associated miRNA. Open in a new tab (A) UMAP plot of 11,344 cells grouped by cell type predicted by Seurat’s transfer anchor function from the 10× PBMC dataset (see Method Details ). (B) Dot plot colored by ATAC activity and sized based on percentage ATAC activity at the 5-kb bins associated with spaceflight-associated miRNA. Cells were separated into five groups: cells from the control (non-LD) PBMCs as Control, HR GD-66 and GD125 as Ground, TW L-71 as Preflight, TW R3 as Return, and TW R36 as Postflight. (C) Dot plot of spaceflight-associated miRNA module scores with cells grouped by cell type across all samples. (D) Dot plot of the individual spaceflight-associated miRNA ATAC activity with cells grouped by cell type. (E) Composition analysis per group based after removal of B and T cells across both scATAC and scRNA analysis. (F and G) Dot plots of ATAC activity at miRNA upregulated (F) or downregulated (G) in the LD miRNA-seq. We next investigated immune cell composition at different time points during flight, specifically the proportion of CD14 + monocytes. Due to a low number of cells in the TW preflight sample, data from ATAC-seq and scRNA-seq experiments were combined to determine the immune cell distribution in LD fractions. ( Figure 6E ). Notably, the TW return samples had the highest proportion of CD14 + monocytes. This result, combined with the scRNA-seq of downstream targets, suggests that miRNA expression during spaceflight is regulated not by chromatin accessibility, but by immune cell distribution, and is particularly high in CD14 + monocytes. Finally, we evaluated whether specific ATAC peak changes correlated with expression levels from the Twins Study miRNA-seq ( Figures 6F and 6G ). However, ATAC activity was observed in the HR samples for upregulated miRNAs, indicating that the chromatin was already open prior to spaceflight. Selective Inhibition of Spaceflight-Associated miRNAs Reduces Cardiovascular Damage in a Human Tissue Model after Exposure to Simulated Deep Space Radiation Finally, we developed and utilized a mature human 3D microvascular tissue model ( Grabham et al., 2011 ; Templin et al., 2016 ; Wuu et al., 2020 ) seeded with human umbilical vein endothelial cells (HUVECs) to examine the physiological effects of the candidate miRNAs on structural cardiovascular damage caused by heavy ion irradiation ( Grabham et al., 2011 ; unpublished data). Forty-eight hours after irradiation with 0.5 Gy SimGCRSim, several of the candidate miRNAs showed marked increases compared to controls ( Figure 7A ), though the increases were not significant, possibly due to low sample numbers. Figure 7. miRNA Changes and Impacts in a 3D Microvascular Tissue Model. Open in a new tab (A) Quantification of miRNAs from a 3D culture of mature human microvessels with human umbilical vein endothelial cells (HUVECs) irradiated with 0.5 Gy of simplified simulated galactic cosmic rays (SimGCRSim) compared to sham irradiated samples 48 h after irradiation. All candidate miRNAs were examined, but only the miRNAs that seemed to respond differently for each group are shown. The error bars represent SEM. (B and C) Mature microvessels fixed and fluorescently stained with 5-(4,6-dichlorotriazinyl) aminofluorescein (DTAF) ( Method Details ) 48 h after SimGCRSim irradiation with or without antagomir-induced inhibition of miR-125b, miR-16, and let-7a starting at 24 h prior to irradiation. Scrambled version of the antagomir was used a vehicle control. (D) Summary of all the fold-change values for all experiments utilized in this manuscript (including both ddPCR and miRNA-seq data). (E) The summary of the overall impact of the miRNAs on the gene targets determined in Figure 3D through pathway analysis on the miRNA-seq data. The arrows indicate the degree of up- or downregulation, and the colors of the arrows indicate the significance (i.e., p values). The gray-shaded regions represent the 11-day time points after irradiation. The red-shaded miRNAs represent the miRNAs used for the antagomir experiments in (B) and (C). Three of the miRNAs (miR-125, miR-16, and let-7a) that were increased by SimGCRSim irradiation were also previously predicted to be associated with space-radiation-induced cardiovascular damage ( Beheshti et al., 2019 ) and were chosen to be inhibited using antagomirs ( Krützfeldt et al., 2005 ). Further data showing that these miRNAs are associated with disrupted angiogenesis following IR have been reported elsewhere ( Wuu, et al., 2020 ). In addition, these miRNAs show consistent presence and impact on downstream functions in the space environment (i.e., Twins Study data) compared to all other miRNAs. Antagomirs were applied 24 h before irradiation, and morphology of the tissue constructs was assessed 48 h after irradiation with 0.5 Gy SimGCRSim. We observed irradiation-mediated loss of vascularization because the microvessels had shrunk or collapsed, indicating that 0.5 Gy SimGCRSim is sufficient to disrupt microvessels. This impact of SimGCRSim exposure was reversed by application of the three antagomirs 24 h before irradiation, while a scrambled antagomir control did not induce the rescue phenotype ( Figures 7B and 7C ). Based on the summary of the of spaceflight-stressor-induced changes across all miRNAs ( Figure 7D ) and the miRNAs that have global significant impact on the downstream gene targets determined in Figure 3D ( Figure 7E ), it is apparent that these three miRNAs have a uniform trend across all different conditions (red shaded miRNAs in Figures 7D and 7E ). Thus, microvessel structure was protected by selectively inhibiting three miRNAs that are the most universally associated with spaceflight responses, proving that the vascular impairments caused by simulated deep space radiation are at least partially mediated through miRNAs and in the future might be rescued using antagomirs in human tissue constructs. Future steps to further explore the impact of this potential countermeasure will be performed in murine models and are currently ongoing. Although the results with the antagomirs are promising in the in vitro model, we still cannot account for the complexity in an in vivo model and the efficacy of this treatment.",
    "Conclusion": "In summary, we have validated the previously predicted panel of candidate spaceflight-relevant miRNAs using a combination of spaceflight, simulated microgravity, partial gravity, and simulated deep space radiation conditions in male and female mouse and rat in vivo , astronaut, and human ex vivo models. The majority of rodent serum miRNAs followed the pattern of dose-dependent increase in response to IR, with the notable exception of miR-217 ( Figures 7D and 7E ). We evaluated the applicability of this miRNA signature to humans by examining miRNA content in the supernatant of primary human immune cell samples exposed to simulated deep space radiation, as well as immune cells from the NASA Twins Study, and observed partial conservation across species. The functional significance of key miRNAs was predicted by analyzing miRNA-dependent changes in gene expression at the single-cell level in the NASA Twins Study and experimentally evaluated utilizing antagomirs to mitigate vascular damage caused by simulated deep space radiation in a 3D human microvascular tissue model. When viewing these results independently, it may appear that some level of variability occurs for the miRNA between the different conditions ( Figures 1 , 2 , 3 , and 4 ), but when observing all conditions together, this variability is in fact accounted for, based on which component of the space environment is being observed. A summary of how all the miRNA patterns and downstream targets demonstrate the consistency over all the models utilized for this study is shown in Figures 7D and 7E . For example, certain miRNAs (e.g., let-7a-5p, let-7c-5p, miR-223-3p) are more significantly regulated with microgravity experiments as opposed space radiation experiments, while other miRNAs (e.g., miR-16-5p) are consistently being expressed in all conditions ( Figure 7D ). Collectively, our samples identify two spaceflight miRNA signatures, the first associated with reduced gravity and LEO and the second representing the responses to simulated deep space radiation. Specifically, gamma-irradiated mice, sham HU mice, PWB rats, ISS-flown mice, and the Twins Study data collectively display a LEO/microgravity miRNA signature, while 600 MeV/n 56 Fe and proton-irradiated mice, human PBMCs, and human 3D microvascular tissue models exposed to 600 MeV/n 56 Fe ions and simplified simulated GCRs show a deep-space-radiation-dependent signature ( Figure 7D ). Notably, significant overlaps exist between both signatures, indicating a miRNA panel that might be particularly relevant to future lunar and Mars missions that will combine both stressors. The absence of significant differences in miRNA-217 expression in these datasets serves as a negative control and demonstrates that the responses that had been observed in the remaining candidate miRNAs are unlikely to be caused by universal miRNA increases induced by an arbitrary stressor. A miRNA signature unique to the spaceflight response has potential uses as a biomarker of systemic biological damage as well as a source for targets for mitigating the health risks caused by spaceflight and deep space radiation. While specific miRNAs have previously been implicated in spaceflight-associated biological damage ( Girardi et al., 2014 ; Simone et al., 2009 ; Teodori et al., 2019 ), recent systems biology studies indicate that using an entire miRNA network as a biomarker can provide a more robust association with biological changes ( Beheshti et al., 2017 ). In addition, we have observed that individual components of the space environment have unique miRNA signatures: some miRNAs are associated with the microgravity component of real or simulated spaceflight, others are associated with exposure to deep space radiation, and still others are only significantly increased after exposure to both, suggesting that different miRNA-based biomarkers would be applicable to different conditions, with the latter being particularly important in deep space exploration. The sensitivity of miRNA responses is underscored by the fact that the magnitude of miRNA increases appears to be dose dependent for both radiation and microgravity, as observed in the mouse simulated space environment model and the PWB rat model, respectively. Similarly, for the IR component, the signature is also LET dependent, as we report more significant miRNA changes after 600 MeV/n 56 Fe compared to proton or gamma irradiation, which suggests its potential relevance for future deep space missions. Finally, conserved increases of key miRNAs across species, sexes, and experiments emphasizes the reliability of the miRNA signature. Since the majority of the data in this paper are from males, there can be sex-specific differences that are not captured here. It has been shown that certain miRNAs and family members of miRNAs are significantly expressed in one sex over the other, in normal and cancerous (e.g., The Cancer Genome Atlas) tissues ( Guo et al., 2017 ). For example, miR-503 is linked to female-related cardiovascular disease ( Florijn et al., 2018 ), indicating that miRNAs in the same family have similar behaviors in different sexes while still linked to the original family of miRNAs. Future research will need to explore the sex differences and the spaceflight signatures for specific miRNAs as well as related miRNA family members. Of note, miRNA signatures may be applied for improving astronaut health by providing the first step toward identifying a network of circulating regulatory molecules that are activated by spaceflight. Identifying, validating and targeting such systemic regulatory networks, as opposed to addressing symptomatic damage in isolated organs and tissues, may accelerate our ability to mitigate the damage to several organ systems at once. Additionally, this approach may be used for preemptive risk reduction. Indeed, we experimentally demonstrated the countermeasure potential of miRNAs by using antagomirs to inhibit three miRNAs associated with spaceflight cardiovascular health risks in human 3D tissue models. In general, antagomirs are a powerful tool for preventing the downstream effects of miRNA, which can be extensive due to the ability of a single miRNA to interact with hundreds of genes at the transcriptional, translational, and protein levels ( Krützfeldt et al., 2005 ). Antagomirs have been shown to effectively inhibit their miRNA targets in vivo in mouse models of disease; however, more research is required for understanding their off-target effects and tissue specificity ( Ishida and Selaru, 2013 ). In our model, antagomirs were applied as a countermeasure prior to deep-space-relevant irradiation and successfully prevented microvascular damage. Thus, our suggested network of miRNAs and their implied targets not only provides mechanistic insight into spaceflight-induced organ damage, but also may be a valuable platform for preventing the adverse health effects of spaceflight. However, in our experiments, the antagomir therapy was only applied against the cardiovascular component of the miRNA signature due to the model only recapitulating human microvasculature. It would be important to measure the effects of miRNA inhibition of the rest of the miRNA signature in a model that more fully captures spaceflight-mediated immune dysfunction and cancer progression as well as in vivo. The panel of spaceflight-associated miRNAs has been predicted to disrupt cell signaling and metabolic pathways, at least in part via their interactions with TGF-β1 ( Beheshti et al., 2018 ). TGF-β1 is a pleiotropic cytokine that has been shown previously to be significantly modulated during spaceflight conditions ( Jessup et al., 2000 ; Westerlind and Turner, 1995 ), and its expression has been successfully altered as a therapeutic approach in cancer and inflammation. However, TGF-β1 is involved in a wide variety of endothelial and immune cell processes, which makes it a risky target ( Otten et al., 2010 ). Furthermore, given that TGF-β1 has been found to exert both tumor-suppressive and tumor-promoting effects at different stages of tumorigenesis ( Ikushima and Miyazono, 2010 ), the ability of miRNAs to target the TGF-β1 pathway at multiple specific sites may suggest a more effective and dynamic modulation of TGF-β1 effects than simple overexpression or inhibition ( Butz et al., 2012 ). Thus, antagomir-mediated miRNA inhibition may allow more context-specific TGF-β1 pathway modulation and may be a promising countermeasure for spaceflight applications as well. The interactions between the proposed miRNA candidates and TGF-β1 have important consequences for inflammation during different stages of spaceflight, particularly during landing. miR-145 and miR-146a, which are both associated with a pro-inflammatory response ( Tahamtan et al., 2018 ), have been found to be increased during landing ( Capri et al., 2019 ). miR-21, which is involved in the resolution of inflammation ( Tahamtan et al., 2018 ), has been found to be decreased during spaceflight ( Hughes-Fulford et al., 2015 ; Makedonas et al., 2018 ) and increased during landing ( Capri et al., 2019 ). Changes in these miRNAs during different stages of spaceflight likely contribute to the overall dysregulation of inflammation, which may persist long after astronauts return to Earth ( Garrett-Bakelman et al., 2019 ) In general, miRNAs have yet to be studied extensively in the context of space biology. Previous rodent and human spaceflight (LEO) experiments that specifically examined miRNAs have been limited to in vitro cellular models (human fibroblasts and leukocytes), though some miRNAs (miR-34, miR-21, let-7a, and let-7c) identified in those studies do overlap with our proposed spaceflight signature ( Hughes-Fulford et al., 2015 ; Zhang et al., 2016 ). Simulated microgravity studies in humans undergoing 21-day bedrest have also reported let-7a, let-7c, miR-25, miR-125b, and miR-92a from our panel ( Rullman et al., 2016 ). Finally, simulated deep space radiation studies in mice have implicated miR-34 and miR-125 ( Templin et al., 2012 ), which we have also observed in irradiated mouse serum. Further studies will be necessary to compare spaceflight-associated miRNA effects at the individual organ, tissue, and cellular levels and to explore potential sex differences. Although we have observed strong similarities in miRNA expression in cardiac and soleus muscles ( Figures 7D and 7E ), the miRNA content in these organs was not sufficient to explain the systemic changes in plasma miRNAs, indicating that other organs and tissues not quantified in this study may play a major role in miRNA expression. Therefore, there is a need for a more comprehensive and unbiased assessment of all miRNA through miRNA-seq in a wide range of tissues from each of the experimental models investigated here. In addition, scRNA-seq has indicated major changes in miRNA-associated gene expression among different blood immune cell types in the human blood from the NASA Twins Study ( Gertz et al., 2020 ). CD14 + monocytes are particularly likely to express and respond to miRNAs, suggesting a potential regulatory role of miRNAs on the innate immune response that is known to be dysregulated in spaceflight ( Crucian et al., 2011 ). Despite the demonstrated contribution of CD14 + monocytes to increases in the circulating miRNAs, it is also possible that the miRNAs could be coming from another organ where they are more abundantly expressed. Thus, further studies will be necessary to determine the exact origin of the increased miRNAs and tissue response, such as with cell-free DNA profiling ( Bezdan et al., 2020 ), which will be beneficial for mapping and developing effective countermeasures. Finally, the successful prevention of vascular damage through antagomir therapy in our proof-of-concept human tissue model demonstrates the need for further experiments to fully characterize antagomir therapies in vivo to understand their clinical safety and efficacy and to examine which components of the spaceflight miRNA signature make effective targets for antagomir therapies. Collectively, our results provide experimental confirmation of a previously predicted spaceflight-associated miRNA signature ( Beheshti et al., 2018 ) in multiple rodent and human models in true spaceflight, simulated gravitational changes, and simulated deep space radiation. We also demonstrate the potential for preventing biological damage by strategic inhibition of specific miRNAs with antagomirs. The immediate impact of this study is the first step toward developing a systemic miRNA signature as a novel space biology research metric for assessing spaceflight-induced damage in astronauts and animal models of true spaceflight as well as ground analogs, while its expected long-term outcome is revealing new avenues for spaceflight countermeasure development that modulates systemic effects rather than isolated organ damage.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c0f9/8441986/f25c7f1466ef/nihms-1653539-f0001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c0f9/8441986/29db5d2f711c/nihms-1653539-f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c0f9/8441986/2e55965758db/nihms-1653539-f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c0f9/8441986/4f54c41b56e1/nihms-1653539-f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c0f9/8441986/eaba9ec9473e/nihms-1653539-f0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c0f9/8441986/a66981f91045/nihms-1653539-f0006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c0f9/8441986/d42c0010d809/nihms-1653539-f0007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c0f9/8441986/981237d38097/nihms-1653539-f0008.jpg"
    ]
  }
}