{
  "paper_id": "pmc_articles_PMC9144607",
  "title": "CAMDLES: CFD-DEM Simulation of Microbial Communities in Spaceflight and Artificial Microgravity",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9144607/",
  "sections": {
    "Abstract": "Abstract We present CAMDLES (CFD-DEM Artificial Microgravity Developments for Living Ecosystem Simulation), an extension of CFDEM ® Coupling to model biological flows, growth, and mass transfer in artificial microgravity devices. For microbes that accompany humans into space, microgravity-induced alterations in the fluid environment are likely to be a major factor in the microbial experience of spaceflight. Computational modeling is needed to investigate how well ground-based microgravity simulation methods replicate that experience. CAMDLES incorporates agent-based modeling to study inter-species metabolite transport within microbial communities in rotating wall vessel bioreactors (RWVs). Preexisting CFD modeling of RWVs has not yet incorporated growth; CAMDLES employs the simultaneous modeling of biological, chemical, and mechanical processes in a micro-scale rotating reference frame environment. Simulation mass transfer calculations were correlated with Monod dynamic parameters to predict relative growth rates between artificial microgravity, spaceflight microgravity, and 1 g conditions. By simulating a microbial model community of metabolically cooperative strains of Escherichia coli and Salmonella enterica, we found that the greatest difference between microgravity and an RWV or 1 g gravity was when species colocalized in dense aggregates. We also investigated the influence of other features of the system on growth, such as spatial distribution, product yields, and diffusivity. Our simulation provides a basis for future laboratory experiments using this community for investigation in artificial microgravity and spaceflight microgravity. More broadly, our development of these models creates a framework for novel hypothesis generation and design of biological experiments with RWVs, coupling the effects of RWV size, rotation rate, and mass transport directly to bacterial growth in microbial communities. Keywords: microgravity, clinostat, rotating wall vessel, microbial community, population dynamics, computational fluid dynamics, CFD-DEM",
    "Results": "Experiment inputs for all simulations described in this manuscript are given in Supplementary Table S2 and input files are available at the Zenodo data repository (doi: 10.5281/zenodo.6369617). In all simulations, we found that E. coli and S. enterica growth were directly coupled. As one grew, so did the other at a rate based on the ratio of their cell yield ratios: Y A M Y M A . To simplify the presentation, we depict only one species or metabolite at a time in figures, choosing to represent the species with more growth. Mean growth rates across a species are presented only when the simulation ran to steady-state growth. We report relative growth rates as a percentage of the maximum growth rate: μ max = 1.82 × 10 −5 s −1 for E. coli and μ max = 9.09 × 10 −6 s −1 for S. enterica . 3.1. Microgravity For the first set of CAMDLES simulations, we tested the hypothesis that co-localization is necessary to enable high growth rates in the simplest environment: no gravity force. We sought to characterize how, in this condition, the spatial arrangement of the microbial community members influenced their ability to exchange metabolites and grow. 3.1.1. Colocalization or Starting Metabolites Could Initiate Growth after Inoculation Laboratory experiments are often initiated with a low population density. We tested an inoculation cell count of one cell per species in the simulation (equivalent to ~10 5 cells/mL in a larger volume) and assessed the dependence of growth on spatial organization. In a typical experiment inoculated at low density, we can expect some E. coli and S. enterica cells to colocalize via random chance. We compared three levels of spatial organization with the placement of two cells ranging from as close as possible (1 μm) to as far away as possible (218 μm). We observed that at this cell count, the steady-state growth rate depended on the spatial organization under normal conditions ( μ = 1.2 × 10 −6 s −1 , 4.9% of maximum growth rate when close together, compared to 0.8% when far apart). However, we also tested the effect of starting cells with high intracellular levels of the opposite species’ metabolite (0.01 cell equivalents of acetate or methionine, as compared to a nominal 0.00001 cell equivalents), and found that in this situation, the dependence of growth on spatial organization was mostly lost; cells grew at μ = 2.9 × 10 −6 s −1 when closest together and at μ = 2.7 × 10 −6 s −1 when farthest apart. 3.1.2. Early-Phase Growth Rates Increased with Time and Population Density In the early, low-density growth phase (100–283 cells in the simulation, ~10 6 cells/mL), we assumed that cells randomly divide and distribute throughout liquid media. Thus, we set diffusion rates in the early growth phase to be that of the liquid culture. We tested a counterexample with both 100-cell and 283-cell spherical-Gaussian-packed colonies and found their steady growth rate to be hindered by ~10% compared to a randomly distributed simulation placement ( Table S2 ), likely due to spatial interference for diffusion or Monod competition for metabolites. In contrast, at higher population counts (2000 cells in the simulation, ~10 8 cells/mL), the exchange of metabolites was most rapid in a compact clump of cells ( Figure 4 ). Overall, we found that for the configuration with random spatial distributions, larger populations reached higher growth rates but with diminishing returns as populations approach densities on the order of ~10 7 cells/mL, and never reached the growth rates achieved by densely packed cells ( Figure 4 ). Figure 4. Open in a new tab Average E. coli Fold Change in Mass vs. Colony Population in Microgravity. Solid lines represent statistical means, while transparent wedges represent inner quartiles. Either densely packed spherical or randomly distributed colonies were generated at various sizes. Only one colony was generated per simulation. Note: as the population density increased, the standard deviation of growth rates increased, which was likely caused by local spatial heterogeneity within the simulation domain, increasing the likelihood of resource competition. At low cell counts, growth did not reach a steady-state rate, and it may likely never be reached within simulation timescales. Thus, we interpreted non-steady growth as a marker for a growth regime: the only way for average culture growth rates to increase in the early phase is for cells to divide and spread out. 3.1.3. Growth Rate Was Limited by Diffusion Rate with Increasing Colony Size In a cross-feeding community, the growth rate is non-linearly dependent on the total number and density of cells: as described above, there are some regimes in which more cells lead to faster growth, but in colonies of many densely packed cells, the biomass and extracellular matrix (ECM) may limit the diffusion rate of metabolites. In an experiment, colonies may densely or loosely pack depending on the gravity platform: microgravity alone may result in the formation of loose cell aggregates or colonies suspended in a liquid medium simply because there is insufficient mixing to separate the cells as they replicate. To investigate these different colony-like scenarios, we compared growth rates in two different diffusion situations: solid biofilms and loose liquid aggregates. We kept all other product yield and cell ratio parameters at baseline (1.86 E. coli :1 S. enterica ). We sought to find the population size at which a microbial community growth rate was optimal by measuring growth rates in colonies with different numbers of cells using diffusion parameters seen in liquid culture compared to those seen in a solid biofilm with an ECM ( Table S1 ). We found that if the multispecies community formed an ECM (solid colony case), the growth rate was limited by diffusion as colonies increased in size: it increased with increasing colony size up to about 500 cells and then plateaued ( Figure 5 ). Thus, we can expect that if colonies form solid aggregates, we will see them most commonly at this size in microgravity and RWVs. However, if the multispecies community does not form an ECM (liquid colony case), but rather is held together only by the quiescent fluid environment of microgravity, product yield ratios, rather than diffusion, become the limiting growth factor (see Section 3.2.3 below). Thus, for small population sizes, the growth rate in low diffusivity biofilm-like colonies is higher than in high-diffusivity liquid colonies, but the effect is reversed for large populations. In our simulations, the solid–liquid transition occurred with a colony size of about 500 cells. Figure 5. Open in a new tab E. coli Percent Maximum Growth Rate vs. Colony Population in Microgravity. Densely packed multispecies spherical colonies were generated at various sizes. Only one colony was generated per simulation. In solid colonies, self-insulation limited the growth rate beyond a colony of 500 cells. The effect was reduced in liquid colonies. 3.1.4. Spatial Dependence Maintained Species Ratios and High Populations The spatial structure becomes more significant with higher populations (~10 8 cells/mL) and more challenging growth conditions. We made growth harder by increasing the E. coli : S. enterica population ratio, achieving a methionine deficiency and thus having the overall effect of amplifying the dependence on the spatial structure. We visualized the concentration field for acetate after three minutes of simulation ( Figure 6 ). The multispecies colony exhibited growth, while the cells that were random-uniformly distributed grew at a much lower rate. Figure 6. Open in a new tab Acetate diffusion. The symbol C represents the acetate concentration in units of cell equivalents/μm 3 ; note that the color scale is different between the two panels. Compared to other simulations, the E. coli : S. enterica population ratio was increased to a 1956:44 count. Diffusion parameters were set to be equal in ( a , b ) at a nominal 5 × 10 −6 cm 2 /s. ( a ) Two-species spherical colony; ( b ) random uniformly distributed cells. 3.2. Rotating Wall Vessel 3.2.1. Rotating Wall Vessel Increased the Metabolite Utilization Rate To evaluate the effect of RWV-like rotation on metabolite exchange and cell growth rates, we ran simulations using the same parameters as previously tested for microgravity with 10 8 cells/mL ( Section 3.1.2 ) but implemented gravity and a rotation rate of 10 R.P.M. at a distance of 1 cm from the center of rotation. We found that when the cells were randomly distributed, hydrodynamics only slightly affected RWV growth rates (29% of μ max ) relative to true microgravity (27% of μ max ). The slight increase was caused by metabolite convective transfer coefficients increasing to 1.17 × 10 −3 m/s from 1.06 × 10 −3 m/s. However, when the cells were clumped, complicated hydrodynamic effects modulated the growth dynamics and resulted in very different growth between true microgravity and an RWV. We tested a tightly packed colony in RWV conditions ( Figure 7 ) and found that the direction of the acetate gradient was reversed compared to microgravity. In microgravity, the radial diffusion gradient from the colony was negative, which indicated that the colony was producing excess metabolites. In comparison, the gradient from a colony in RWV conditions was positive, which we interpreted to show that growth was not sustainable. Figure 7. Open in a new tab Acetate diffusion in RWV conditions. The color scale (symbol C) represents acetate concentration in units of cell equivalents/μm 3 . Note that the direction of the diffusion gradient was reversed in this case compared to that found in microgravity ( Figure 6 a) and that the acetate concentrations decreased. The reversed gradient indicated that the growth rates were unsustainable. In an RWV, the growth rates decreased with time ( Figure 8 b); in this condition there was higher substrate utilization at initialization, but overall, lower growth rates in a steady state. Figure 8. Open in a new tab Single-species Colonies Distanced Far apart. The E. coli : S. enterica population ratio was adjusted to optimal conditions (1895 count:105 count). ( a ) Coculture colonies of E. coli (green) and S. enterica (red). The symbol C represents acetate concentration in units of cell equivalents/μm 3 . Colonies were generated as spherical Gaussian distributions placed as far away as possible within the computational domain. The microgravity case is displayed, but the RWV case was near-identical. ( b ) Collection of S. enterica growth over time in tightly packed colonies. The centerline plots the average cell mass. The dark shaded region shows the inner quartiles, and the light shaded region shows the outer quartiles. The growth trajectories for the cases depicted in Figure 6 a and Figure 7 are graphed here. 3.2.2. Separated Colonies Grew Slowly in Both the RWV and Microgravity For this obligately cross-feeding consortium, separated single-species colonies—which may form from adherent cells—are unfavorable for growth compared to multispecies colonies. Because the spatial distribution of the two species in this case was intermediate compared to randomly distributed or densely packed cases, it could provide insight into the dominating growth-limiting mechanism (diffusion vs. convection vs. production), while controlling for population density. We tested the interaction between two single-species colonies in a regime with our baseline intermediate level of diffusion ( Table S1 ) and like the randomly distributed case ( Section 3.1.4 ), found very little difference between community growth rates in microgravity and RWV ( Figure 8 ). This is unlike other cases, such as a single multispecies colony and a 1 g gravity biofilm ( Figure 8 b). In the separate-species case, the diffusion between colonies was the limiting factor; therefore, the complex dynamics of rotation did not influence the cross-feeding community growth rates. 3.2.3. Product Yield Affected Growth Differently in RWV versus Microgravity During a late-stage culture, multispecies colonies allow for the most rapid growth. We returned to simulating a multispecies colony and controlled for the population to measure the growth rate modulation by the balance of diffusion, convection, and production. We probed this relationship by testing the effect of the RWV hydrodynamic environment in simulations with various product yield rates λ S ( S. enterica ) and λ E ( E. coli ) . The product yield parameter λ x expresses the amount, in cell equivalents, of resource x produced during the growth of the producing species, and the ratio between λ S and λ E influences both the species ratio and the growth rate of the consortium [ 29 ]. We found that the advantage of an RWV over microgravity in terms of growth rate decreased as the product yields increased ( Figure 9 ). However, when using baseline λ S and λ E values, the overall effect of the RWV hydrodynamic environment was unclear, as it depended on diffusion parameters. We tested two sets of diffusion parameters—those found in biofilms/ECM ( Figure 9 a) and those found in liquid media ( Figure 9 b)—and found that the RWV overall increased the growth rates when we assumed low diffusion but decreased growth rates when we assumed high diffusion. Figure 9. Open in a new tab E. coli Percent Maximum Growth Rate with Various Product Yield Parameters λ . If not specified, λ was set to 100% as the default. Densely packed multispecies spherical colonies were generated with a colony size of 2000 cells. Only one colony was generated per simulation. In an RWV, gravity caused the colonies to move as either a rigid unit (regarded as a solid) or each cell moved individually (regarded as liquid). This was not important to the growth rates and was only tested in: ( a ) an RWV vs. microgravity with low diffusion parameters like those in biofilms. * S. Enterica growth is displayed as it was the faster-growing species, and the diffusion was at an intermediate level. ( b ) An RWV vs. microgravity with high diffusion parameters like those in liquid media. 3.3. In 1 g Gravity 3.3.1. Gravity Induced the Spatial Structure The reduced sedimentation exhibited by RWV and microgravity may itself change the spatial structure of colonies. To compare the 1 g gravity effect of sedimentation, we placed either a 2D circular biofilm (growth trajectory depicted in Figure 8 b) or a spherical biofilm ( Figure 10 ) on the bottom floor of the simulation box. We found that the two conformations had different growth rates, indicating that reduced growth in 1 g gravity could be caused by the geometry of the colony or by its localization on the floor. When cells sediment to the floor, diffusion was restricted upward, where the overall impact depended on the colony geometry. Figure 10. Open in a new tab Natural Convective Flow. A spherical biofilm placed on the simulation floor exhibited solute convective flows in a 1 g gravity condition. Red velocity arrows, in units of s −1 , are scaled up by 1000×. The concentration field of acetate is depicted from high to low as red to blue. Fluid simulation boundaries are periodic except on the floor and ceiling of the box. 3.3.2. Natural Convective Flow Was Negligible Our simulations also showed that in 1 g, natural convection in a biofilm could result in up to a 20% increased growth rate relative to microgravity. Yet, when the diffusivity was increased to that of liquid media, the growth rate only increased by 3% as the metabolite convective plume diffused. However, it is worth acknowledging that the effect of convection in 1 g (and thus RWV) in our simulation conditions was negligible when compared to particle Brownian convection (Brownian diffusivity ~10 −9 ). When multiplied by a maximum simulation Péclet number of ~0.05, the realistic convective effect was ~0.1–1%. A natural convective flow is displayed ( Figure 10 ) in 1 g gravity.",
    "Conclusion": "In this study, we used CFD-DEM modeling to investigate the relationship between the physical environment and the ecological interactions in a microbial community. We chose to simulate a community for which similar research questions were addressed using a very different form of modeling, namely, dynamic flux balance analysis and metabolite diffusion on a lattice, using the COMETS platform [ 28 ]. Several contrasts are worth noting. CAMDLES assumes that the internal metabolism time is negligible compared to the time for metabolites to transfer throughout liquid media, and thus we effectively linearized the Monod kinetics equation. Importantly, this approximation is more accurate the lower the diffusivity of metabolites. When simulating low diffusivity, we observed growth rates around 10–20% of μ max , but with high diffusivity, we observed up to 35% of μ max . Accordingly, the general growth results of this study agreed with the ~35% relative growth rate seen in vitro in 1 g gravity [ 30 ]. Diffusivity affects the extent to which community growth is dependent on the spatial distribution of cells. Unfortunately, in CAMDLES, we could not model the effects of non-cellular solids, such as an extracellular matrix (ECM), on diffusivity. In vitro and in silico effective diffusivities decrease in solid biofilms [ 51 , 52 ], limiting mass transfer overall. Baseline diffusivities for each metabolite were set as constant in CAMDLES; we were able to change these values to explore differences between biofilm-like and non-biofilm situations, but such changes were global and, therefore, unable to reflect far-field effects outside of colonies within a larger liquid culture vessel. Moreover, the metabolic state of the cells within the biofilm was not resolved, as we assumed all cells to be actively growing. The specific goal of this work was to compare the conditions of artificial microgravity and spaceflight microgravity and assess which factors led to the most similar results between the two conditions. When solid biofilms form in RWVs, bigger spherical aggregates and more growth are favored relative to those in microgravity. In addition, the ECM effect on diffusion may also increase growth rates compared to those in microgravity. However, if colonies are loose, liquid aggregates, RWVs may reduce the spatial structure of non-motile cells. In summary, RWVs generally amplify the spatial importance of this multispecies microbial community, leading to different aggregation sizes and population ratios. This may change, however, depending on the product yield rates and population proportions of the species. A specific insight that CAMDLES provides is its ability to predict when optimal community growth conditions vary between RWV and microgravity. We found that in the low-population stage of metabolite exchange, planktonic growth was favorable. In our simulations, low-population growth rates increased over time. Later, as cross-feeding metabolites accumulated, planktonic growth rates approached a maximum level. Higher growth rates then only occurred when cells aggregated into either a densely packed biofilm or a loose spherical aggregate. These results parallel observations showing that bacteria can exhibit a planktonic/biofilm transition at a critical point [ 52 ], and hint that future CAMDLES studies could offer insight into growth strategies underlying multispecies biofilm formation. In 1 g and RWV cases, forces will likely break apart spherical aggregates and, thus, we would expect to observe mostly spherical, solid-biofilm formation, but organisms might evolve different strategies in microgravity. More work is necessary to determine whether our simulation domain size was large enough to capture the diffusion dynamics of metabolites; although it is large enough to contain a single colony, it did not consider all possible interactions with multiple colonies, except for the simplest, uniform interaction from choosing periodic boundary conditions. Additionally, since we had to prescribe the population size, aggregation, and colocalization of species during the start of the simulation, we were only able to compare relative growth rates in specific conditions. While this gave us the advantage of fine-tuning the experiments to compare diverse culture conditions, it limited the conclusions we could make about long-term growth dynamics. Because of the difference in biological and hydrodynamic timescales, CAMDLES simulations did not run long enough to encounter cell division. However, the timespan was large enough that, except for low population levels, steady-state growth (cell mass accumulation) rates were achieved. At the evolutionary scale, one predictor of the potential size of biofilms or cell aggregates could be the point at which the optimal spatial arrangement transitions from planktonic to aggregated according to different diffusivities. At a certain point, an ECM reduces diffusion and limits growth rates, and thus the colony size, of solid-spherical biofilms. In CAMDLES, this occurs at a colony size of around 500–1000 cells. Thus, we expect that if colonies form solid aggregates, we will see them most commonly at this size in microgravity and RWVs. We underscore that these results hold only for multi-species aggregates and not for single-species aggregates. In contrast to agar plates, where single-species colonies can support each other at a distance, multi-species colonies are necessary for metabolite exchange in liquid media in all three conditions tested (RWV, microgravity, 1 g). One potential explanation concerned two disadvantages: single-species colonies exhibit both the poor diffusive transport that cells in a planktonic culture experience and the intra-colony competition for metabolites that cells in dense communities experience. Yet, CAMDLES simulations do not resolve the long-term spatiotemporal effects of an RWV and 1 g for these scenarios. The long-term effect is simplest in a quiescent environment of microgravity, but interactions between multiple colonies would be more complicated in an RWV sedimenting environment. Overall, we observed that the differences between microgravity and artificial microgravity originated primarily from increased mass transfer caused by RWV convective flows and sedimentation. Even though convection fluid currents may be negligible in 1 g and RWVs, the increased mass transfer coefficient of cells h S resulted in a 9% reduction in the Monod half-saturation constant K S . The spatiotemporal dynamics and substrate utilization of the colony itself were changed by the K S change in both species. However, these mass transfer coefficient increases were minor in comparison to those that would result from Brownian motion if it were implemented, which is significantly more rapid than RWV sedimentation [ 53 ]. On the other hand, it is limited in the case of solid biofilms [ 45 ]; therefore, we can assert that solid biofilms are more accurately simulated in CAMDLES. Generally, if Brownian motion and cell motility were included in the simulation, we would likely observe a reduction in the relative difference between microgravity and RWV growth rates, and an overall reduction in growth rates due to long-term biomass dispersion throughout the simulation domain.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/79d82f44e4a7/life-12-00660-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/c81dda6fcdc9/life-12-00660-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/0ca8bec35a44/life-12-00660-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/f25f406caac7/life-12-00660-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/114c150a9412/life-12-00660-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/a70b33978f00/life-12-00660-g006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/75807ea33605/life-12-00660-g007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/e6f74b4f1939/life-12-00660-g008a.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/f5373adf6bd2/life-12-00660-g008b.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/b017b23c3d92/life-12-00660-g009.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d3c5/9144607/0d3b49ff9c03/life-12-00660-g010.jpg"
    ]
  }
}