{
  "paper_id": "pmc_articles_PMC9737020",
  "title": "A new role of NAP1L1 in megakaryocytes and human platelets",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9737020/",
  "sections": {
    "Abstract": "Abstract Platelets (PLTs) are anucleate and considered incapable of nuclear functions. Contrastingly, nuclear proteins were detected in human PLTs. For most of these proteins, it is unclear if nuclear or alternatively assigned functions are performed, a question we wanted to address for n uclear a ssembly p rotein 1 l ike 1 (NAP1L1). Using a wide array of molecular methods, including RNAseq, co-IP, overexpression and functional assays, we explored expression pattern and functionality of NAP1L1 in PLTs, and CD34 + -derived megakaryocytes (MKs). NAP1L1 is expressed in PLTs and MKs. Co-IP experiments revealed that dihydrolipolylysine-residue acetyltransferase (DLAT encoded protein PDC-E2, ODP2) dynamically interacts with NAP1L1. PDC-E2 is part of the mitochondrial pyruvate-dehydrogenase (PDH) multi-enzyme complex, playing a crucial role in maintaining cellular respiration, and promoting ATP-synthesis via the respiratory chain. Since altered mitochondrial function is a hallmark of infectious syndromes, we analyzed PDH activity in PLTs from septic patients demonstrating increased activity, paralleling NAP1L1 expression levels. MKs PDH activity decreased following an LPS-challenge. Furthermore, overexpression of NAP1L1 significantly altered the ability of MKs to form proplatelet extensions, diminishing thrombopoiesis. These results indicate that NAP1L1 performs in other than nucleosome-assembly functions in PTLs and MKs, binding a key mitochondrial protein as a potential chaperone, and gatekeeper, influencing PDH activity and thrombopoiesis. Keywords: co-immunoprecipitation, DLAT, ODP2, PDC-E2, megakaryocytes, NAP1L1, overexpression, platelets, protein interactions, sepsis",
    "Results": "2.1. CD34 + -Derived MKs and Freshly Isolated Human PLTs Express NAP1L1 We initially sought to determine RNA expression patterns of NAP1L1 in CD34 + hematopoietic progenitor cell-derived MKs and freshly isolated human PLTs. Next generation RNA-sequencing (RNA-seq) revealed that MKs and human PLTs express messenger RNA (mRNA) for NAP1L1 ( Figure 1 A,B). Consistent with its expression demonstrated via RNA-seq, NAP1L1 mRNA was also detected in MKs using PCR techniques ( Figure 1 C). NAP1L1 was consistently expressed over the entire time course of MK culture and differentiation. Furthermore, NAP1L1 was readily detectable in RNA samples isolated from human PLTs ( Figure 1 D). Of note, all PLT samples used for these studies were DNase treated to exclude any DNA contaminants from nucleated cells. Figure 1. Open in a new tab MKs and human PLTs express mRNA for NAP1L1. RNA-seq snapshots taken from the Integrated Genome Browser of the NAP1L1 transcript in CD34+-derived MKs ( A ) and human PLTs ( B ) (representative for n = 3). The height on the y -axis represents the relative accumulated number of reads spanning a particular sequence. The average of the read depths across all genomic coordinates within a transcript correlate to abundance of RNA expression. NAP1L1 transcript regions are represented below the plots by thick (exon) and thin (intron) lines. ( C ) MKs at culture days 3, 5, 7, 10, and 14 were examined for NAP1L1 expression by PCR. NT represents the reverse transcription (RT) reaction using no template, NE represents the RT reaction using no enzyme. Both controls were performed to control for contaminating nuclear DNA. Bottom , B2M as a loading control. This figure is representative of 5 independent experiments. ( D ) RNA from freshly isolated PLTs at baseline was isolated and NAP1L1 mRNA expression was evaluated by PCR. This figure is representative of 3 independent experiments. The -PCR lane shows the negative control for the PCR reaction, lanes labeled with M indicate the marker lane. Since multiple alternative transcripts are described to exist for NAP1L1 , we next performed PCR experiments using a primer pair spanning from exon 1 to exon 7, enabling us to detect a potential alternative NAP1L1 transcript variant 5, which is devoid of exons 3 and 4 ( Figure 2 A). MKs as well as PLT samples demonstrated the presence of PCR products indicative of NAP1L1 transcript variant 1 ( Figure 2 B,C), PCR product band indicated at ~600 bp) and transcript variant 5 ( Figure 2 B,C, PCR product band indicated at ~400 bp). These findings were verified by Sanger sequencing for excised PCR products, demonstrating full length transcript as well as a transcript devoid of exon 3 and 4 (data not shown). In addition, we were able to detect NAP1L1 transcript variants at all stages of MK differentiation ( Figure 2 B). Furthermore, allowing the incubation of PLTs overnight ( Figure 2 C), or the placement of PLTs on immobilized fibrinogen and stimulating the cells using thrombin ( Supplementary Figure S1 ) did not alter the expression pattern of alternative transcripts; therefore, no loading control was included. Figure 2. Open in a new tab MKs and human PLTs express alternative NAP1L1 transcript variants. ( A ) Schematic representation of the organization of exons in NAP1L1 transcript variant 1 ( top ), and transcript variant 5 ( bottom ) missing exons 3 and 4. Primer binding sites for transcript variant 1 detection (green, as used in Figure 1 ) and transcript variant 5 (orange), and the expected PCR products (dark red) are indicated. ( B ) MKs at culture days 3, 5, 7, 10, and 14 were examined for NAP1L1 expression by PCR. NT represents the reverse transcription (RT) reaction using no template, NE represents the RT reaction using no enzyme. Both controls were performed to control for contaminating nuclear DNA. Bottom , B2M as a loading control. This figure is representative of 5 independent experiments. ( C ) RNA from freshly isolated PLTs at baseline (BL) and after culture overnight (ON) was isolated and NAP1L1 mRNA expression was evaluated by PCR. This figure is representative of 10 independent experiments. The -PCR lane shows the negative control for the PCR reaction, lanes labeled with M indicate the marker lane. Relevant PCR products are indicated by yellow arrows. Consistent with our findings by PCR and Sanger sequencing ( Figure 1 and Figure 2 , and data not shown), we found that NAP1L1 protein is endogenously and robustly expressed in situ in the cytoplasm and proplatelet extensions of MKs ( Figure 3 A). It is interesting to note that NAP1L1 protein localization in MKs is less pronounced in cell nuclei; however, it demonstrates some peri-nuclear enhancement. Furthermore, cells undergoing anaphase showed reduced NAP1L1 association with condensed chromosomes ( Supplementary Figure S2 ). While nucleosome assembly proteins were initially identified as being histone chaperones and chromatin-assembly factors, additional functions were assigned including tissue-specific transcription regulation, apoptosis, histone shuttling, cell-cycle regulation, and additional chaperone functions beyond histone binding [ 41 ]. Our microscopic findings in MKs could potentially point towards such extra nuclear functions. Figure 3. Open in a new tab MKs and human PLTs express NAP1L1 protein. ( A ) CD34 + -derived MKs were placed on immobilized fibrinogen to induce proplatelet formation, fixed, and then incubated with an antibody against NAP1L1 (yellow, top right panel) or an IgG control, followed by co-staining for b-tubulin (magenta) and nuclei (40,6-diamidino-2-phenylindole, DAPI, blue), as shown in the bottom panels. Scale bars = 20 µm. This figure is representative of n = 7 independent experiments. ( B ) NAP1L1 protein expression (green) in human PLTs. PLTs incubated with an IgG control antibody are shown (left, IgG). The bottom panels show the corresponding transmission images overlayed with the co-staining with WGA (red). Scale bars = 10 µm. This figure is representative of n = 6 independent experiments. ( C ) Immunoblot analysis of MK lysates (day 13 of culture) using the anti-NAP1L1 antibody. The cells were lysed, and proteins separated by SDS-PAGE electrophoresis. NAP1L1 isoforms are highlighted by a red box. ( D ) Immunoblot analysis of PLT lysates using the anti-NAP1L1 antibody. The cells were lysed, and proteins separated by SDS-PAGE electrophoresis; however, the samples were split and processed in parallel in the absence ( left ) or presence ( right ) of an NAP1L1-quenching peptide. The presence of the blocking peptide prevents the detection of NAP1L1 with the anti-NAP1L1 antibody, demonstrating specificity for the three main NAP1L1 protein isoforms. Lanes labeled with M indicate the marker lane. ( C , D ), representative of 3 and 8 independent experiments, respectively. In unstimulated human PLTs, NAP1L1 protein concentrated and accumulated peri-granular (when compared with WGA co-staining) in a fine vesicular pattern ( Figure 3 B). Immunoblotting also confirmed our microscopic findings of NAP1L1 protein being present in MKs ( Figure 3 C). Surprisingly, Western blotting revealed three major protein bands at 60, 53 and 37 kDa, while the predicted size for NAP1L1 protein (expected isoform 1) is 43–53 kDa. Therefore, we sought to examine the specificity of the used anti-NAP1L1 antibody. A peptide competition assay (quench experiment) using the immunogenic peptide ( Figure 3 D, right) showed that all three detected protein bands specifically represent NAP1L1 isoforms or potentially post-translational modified NAP1L1 in human PLT samples ( Figure 3 D, left). 2.2. NAP1L1 Directly Interacts with the Dihydrolipopolylysine-Residue Acetyltransferase Component of Pyruvate Dehydrogenase Complex (PDC-E2, ODP2) Because of its multitude of functions described in the literature, and its widely unknown roles in MK and PLT cell biology, we next wanted to identify NAP1L1 protein binding partners in human PLTs. To identify such interaction partners, we used carefully controlled co-IP experiments followed by mass spectroscopy (MS) analyses of a selected band. We identified a highly specific protein, which was only present in the specific anti-NAP1L1 pull-down ( Figure 4 A, second lane from left); however, was absent in the isotype-specific IgG control ( Figure 4 A, third lane from left). Furthermore, we excluded non-specific binding to the protein G magnetic beads by including a control condition using those beads only ( Figure 4 A, right lane). Figure 4. Open in a new tab NAP1L1 directly interacts with PDC-E2. ( A ) Sodium dodecyl sulfate (SDS) gel were stained for total protein using standard MS-compatible silver staining. The left lane shows proteins isolated after co-immunoprecipitation (co-IP) using an anti-NAP1L1 antibody. The middle lane shows proteins isolated after co-IP with non-immunogenic, control IgG. The right lane shows proteins isolated after the use of protein-G beads only. Red box marks selected protein band subsequently used in MS analysis. This figure is representative of n = 5 independent experiments. ( B ) Bar graph showing the total spectrum count per protein. Black bars show counts for MS performed after control IgG experiment; non-filled bars demonstrated spectrum counts for proteins identified after co-IP using anti-NAP1L1. Total spectrum counts for PDC-E2 are indicated by red asterisk. ( C ) Bar graph showing the normalized spectrum count (normalized to all total spectrum counts) for PDC-E2. Black bar represents counts for MS performed after control IgG experiment; non-filled bar show spectrum counts for PDC-E2 identified after co-IP using anti-NAP1L1. This figure is representative of n = 3 independent experiments. Analyzed using t -test, p = 0.0271. ( D ) A corresponding sodium dodecyl sulfate (SDS) gel was analyzed using immunoblotting technique. Co-IP proteins were probed using an anti-PDC-E2 antibody. The left lane shows proteins isolated after co-immunoprecipitation (co-IP) using an anti-NAP1L1 antibody. The middle lane shows proteins isolated after co-IP with non-immunogenic, control IgG. The right lane shows proteins isolated after the use of protein-G beads only. Red box and yellow arrow mark PDC-E2 protein detected as being co-IP’ed using the anti-NAP1L1 antibody, indicating protein–protein interaction. This figure is representative of n = 3 independent experiments. Besides contaminating human cytokeratin, which was most likely introduced during protein processing, we found the highest total spectrum count being present for ODP2_HUMAN ( Figure 4 B), the human mitochondrial dihydrolipoyllysine-residue acetyltransferase component (PDC-E2). The highly specific nature of this identified NAP1L1 binding partner was further underscored by its significantly increased normalized spectrum count for peptide sequences, when compared to samples co-IPed using IgG ( Figure 4 C). Consistent with its expression pattern at the peptide level, immunoblotting demonstrated robust and specifically detectable NAP1L1—PDC-E2 protein interaction in human PLTs ( Figure 4 D) using Western blot approaches. PDC-E2—human mitochondrial dihydrolipoyllysine-residue acetyltransferase is the E2 component of the multi-enzyme pyruvate dehydrogenase complex (PDC). In nucleated cells, DLAT, the gene encoding PDC-E2, is part of the nuclear DNA, and upon translation, the protein needs to be transported to the inner mitochondria membrane. Here, the enzyme transfers acetyl groups to coenzyme A. In addition, PDC can also be present in the nucleus catalyzing histone acetylation [ 50 , 51 ]. In turn, PDC-E2 is also the key antigen in primary biliary cholangitis, a chronic liver disease with autoimmune component targeting intrahepatic bile duct lining cells [ 52 , 53 ]. 2.3. NAP1L1 and PDC-E2 Show Dynamic Expression Changes When PLTs Are Exposed to Septic Conditions NAP1L1 was previously assigned chaperone and transport functions, involving histone complexes [ 54 , 55 ], diacylglycerol kinase ζ [ 56 ], mtHsp70 [ 57 ]. Here, we add an additional interaction partner, PDC-E2, to the evolving functional repertoire of NAP1L1. With PDC-E2 being an integral part of the mitochondrial pyruvate dehydrogenase complex, we started exploring functional consequences of the NAP1L1–PDC-E2 interaction. Several studies demonstrated that the mitochondrial pyruvate dehydrogenase complex gets dysregulated due to septic host environment [ 58 , 59 ]. Although anucleate, emerging data demonstrates that the human PLT transcriptome is not static. Rather, the PLT transcriptome is dynamic and markedly altered during systemic inflammatory diseases [ 6 , 7 , 22 , 26 ]. Therefore, we sought to examine NAP1L1 and PDC-E2 protein expression levels in human PLTs isolated from septic patients. To determine whether transcripts coding for NAP1L1 were altered in PLTs during sepsis, we used RNA-seq on highly purified PLTs from septic patients and matched healthy donors. This study was performed as a sub-analysis of a dataset previously published by our group [ 8 ]. Figure 5 A demonstrates the significant increase in mRNA coding for NAP1L1 in PLTs isolated from septic patients. Figure 5. Open in a new tab NAP1L1 shows dynamic protein expression changes when PLTs are exposed to septic conditions. PLTs were isolated from healthy individuals or septic patients within 48 h of ICU admission. ( A ) Total RNA was isolated and next generation RNA-sequencing (RNA-seq) was performed (n = 9, and 17, for septic and healthy, respectively). Data show the RPKM expression for NAP1L1 for healthy (grey), and septic (non-filled) samples. Analyzed using t -test, p = 0.0001. ( B ) PLTs were fixed in suspension immediately after isolation. Immunofluorescence staining with an anti-NAP1L1 (green) antibody demonstrates robust expression of NAP1L1 protein in PLTs from septic patients and healthy PLTs (scale bars: 10 µm). Cells were co-stained using WGA (red). This figure is representative of n = 6 independent experiments. ( C ) Micrographs were analyzed using CellProfiler. The bar graph displays the mean intensity over all stained cells for NAP1L1, normalized to IgG. Analyzed using t -test, p = 0.0505. ( D ) PLTs from healthy individuals and septic patients were isolated. NAP1L1 protein expression levels were detected by Western blot. Positions of NAP1L1 isoforms are marked. Corresponding tubulin is shown at the bottom and was used for normalization of data presented in bar graph shown in ( E ) below. This figure is representative of n = 6 independent experiments. Analyzed using Mann–Whitney test, p = 0.0368. Having detected significantly increased NAP1L1 transcript levels in PLTs from septic patients, we hypothesized that NAP1L1 protein expression would similarly be altered during sepsis. We initially used immunofluorescence staining (ICC) to examine NAP1L1 protein expression and localization in PLTs from septic patients and matched healthy control donors. NAP1L1 staining was localized peri-granular (when compared with WGA co-staining) in a fine vesicular pattern ( Figure 5 B). In septic PLTs, using automated image analysis, we detected an increased mean fluorescent intensity for NAP1L1 ( Figure 5 C), which translated into a significant fold-increase of staining intensity (data not shown). To further test the above hypothesis, we used Western blot analysis to examine total PLT NAP1L1 protein expression. Figure 5 D,E demonstrate significantly increased NAP1L1 protein expression in PLTs from septic patients. In contrast to the increased NAP1L1 expression, Western blot analysis for PDC-E2 showed significantly decreased total protein expression in PLTs isolated from septic patients when compared to healthy controls ( Figure 6 A,B). Figure 6. Open in a new tab PDC-E2 protein levels and pyruvate dehydrogenase complex activity is increased in PLTs during sepsis. PLTs from healthy individuals and septic patients were isolated. ( A ) PDC-E2 protein expression levels were detected by Western blot. Position of PDC-E2 is marked. Corresponding actin (ACTB) is shown at the bottom and was used for the normalization of data presented in the bar graph shown in ( B ) below. This figure is representative of n = 3 independent experiments. Analyzed using t -test, p = 0.0360. ( C ) Pyruvate dehydrogenase complex activity assay was performed on PLTs isolated from septic (n = 13) and healthy (n = 11) individuals. Bar graph depicts mean optical signal ± SEM. Analyzed using t -test, p = 0.0278. 2.4. Pyruvate Dehydrogenase Complex Activity Is Increased in PLTs during Sepsis The immunometabolism during sepsis is characterized by a switch from a high-energy infection resistance mode to a low-energy conservation tolerance mode within 4–8 h after sepsis dissemination [ 58 ]. The pyruvate dehydrogenase complex acts as an energy homeostat, and its deactivation creates an energy supply chain shortage during sepsis. Here, pyruvate dehydrogenase (PDH) complex activity was significantly increased in PLTs isolated from septic patients when compared to healthy donor PLTs ( Figure 6 C), which could indicate an early stage in the septic continuum. 2.5. NAP1L1 Overexpression in MKs Induced Reduced Proplatelet Formation (PPF) To further establish potential functional consequences of the newly described NAP1L1–PDC-E2 protein interaction, we utilized an established CD34 + -derived human MK cell culture model [ 23 , 24 , 31 , 60 ]. MKs are PLT precursor cells, contain many of the same proteins and pathways as PLTs, and are often used as a relevant model system to study PLT responses [ 8 , 60 , 61 ]. While PLTs are only extremely difficult or not at all accessible to modifications of their transcriptome, MKs have been genetically modified using several different techniques [ 62 , 63 ]. Here, we used “liposome-based transfection” utilizing the transfer of in vitro transcribed, capped, and poly(A) tailed NAP1L1 mRNA into MKs ( Figure 7 A), to induce transient overexpression of NAP1L1. Figure 7 B demonstrates the successful overexpression of NAP1L1 protein in MKs. In contrast to PLTs isolated from septic patients, the exposure of human MKs to an agonist commonly generated during sepsis (lipopolysaccharide, LPS) did result in a slight decrease of the endogenous NAP1L1 protein level, independent of the transfection. In addition, treatment of transfected cells with LPS did also not lead to NAP1L1 protein levels above the non-LPS but transfected condition. We next analyzed proplatelet formation (PPF), an energy intensive hallmark functional determinate of MKs in NAP1L1 transfected cell cultures. We were able to show that NAP1L1 protein overexpression in non-treated cells, and even more pronounced in with LPS-treated cells, significantly decreased PPF ( Figure 7 C,D). Additional co-IP experiments using MKs demonstrated increased NAP1L1–PDC-E2 interaction when cells were exposed to LPS ( Supplementary Figure S3A ). Furthermore, consistent with the PPF data indicating decreased functional capacity of MKs under septic conditions, LPS treatment decreased the pyruvate dehydrogenase complex activity in our culture model ( Supplementary Figure S3B ). Figure 7. Open in a new tab NAP1L1 overexpression in MKs results in decreased (PPF). ( A ) Schematic of protocol for NAP1L1 overexpression in MKs. Functional elements of the NAP1L1 expression plasmid are demonstrated. ( B ) Immunoblot analysis of MK lysates (day 13 of culture) using the anti-NAP1L1 antibody. Cells were lysed and proteins separated by SDS-PAGE electrophoresis. Samples undergoing transfection with the in vitro transcribed NAP1L1 mRNA are labeled with NAP1L1; LPS-treatment groups are indicated. The bar graph shows a fold increase over non-treated cells (NoTx). This figure is representative of n = 2/3 independent experiments, as indicated by single data points. Analyzed using one way ANOVA, followed by Tukey’s multiple comparison, p = 0.0310. ( C ) Plot of percentages of day 13 MKs with PPs after being not treated (noTx), treated with LPS, or undergoing NAP1L1 transfection (NAP1L1). Asterisks indicate a significant decrease in PPF when compared to noTx and vehicle. This figure is representative of n = 4 independent experiments. Analyzed using one way ANOVA, followed by Tukey’s multiple comparison, noTx vs. vehicle, p = 0.8687, noTx vs. NAP1L1, p = 0.0064, noTx vs. vehicle LPS, p = 0.0009, noTx vs. NAP1L1 LPS, p =< 0.0001, vehicle vs. NAP1L1, p = 0.0406, vehicle vs. vehicle LPS, p = 0.0058, vehicle vs. NAP1L1 LPS, p = 0.0002, NAP1L1 vs. vehicle LPS, p = 0.8467, NAP1L1 vs. NAP1L1 LPS, p = 0.0992, vehicle LPS vs. NAP1L1 LPS, p = 0.4623. ( D ) Representative brightfield images of MKs with PPs (yellow arrows) after NAP1L1 overexpression, with or without LPS treatment. Scale bar: 50 µm.",
    "Conclusion": "The MK-PLT axis is increasingly recognized as being more intricate and sophisticated in cellular responsibilities and abilities than historically expected. MKs are not only producing PLTs in the bone marrow through thrombopoiesis but are also intimately involved in setting up the PLT immune potential. MKs invest PLTs with the molecular composition to take center stage as responders and immune sentinels in the initiation and propagation of coordinated host immune responses [ 64 ]. Furthermore, while PLTs are anucleate, it has been demonstrated that they contain a complex transcriptome [ 20 , 49 ] and regulatory pathways, including cytoplasmic splicing, controlling important biologic tasks [ 22 , 23 , 24 , 26 , 27 , 28 , 60 , 65 , 66 , 67 ]. In concert with these signal-dependent pathways, it was demonstrated that PLTs possess nuclear proteins. In a comprehensive PLT proteome analysis, 13% of all identified proteins were mapped to a nuclear location [ 68 ]. PLTs utilize such proteins in established functions, as well as assigning alternative roles. Amongst other nuclear proteins, MKs distribute a functional spliceosome to PLTs [ 23 , 24 ]. In addition, nuclear receptors, including the receptors for sex steroids, glucocorticoids, peroxisome proliferator-activated receptors (PPAR)s, and retinoid X receptors (RXR)s were detected in PLTs, reported to bind their respective ligands, which induce PLT aggregation and activation (reviewed in [ 69 ]). Unexpectedly, RAR was also demonstrated to be utilized by PLTs as a translational regulator [ 28 ]. RAR is additionally employed in non-genomic activities by controlling actin cytoskeletal events [ 31 ]. Nevertheless, there is paucity of data exploring and finally comparing the functional capacities of nuclear proteins in PLTs with their counterparts residing in MKs. Here, we demonstrate for the first time, to the best of our knowledge, that NAP1L1 mRNA is expressed in PLTs demonstrating potential transcript variants previously not detected in PLTs ( Figure 1 and Figure 2 , and Supplementary Figure S1 ). Furthermore, we identify a protein interaction partner, PDC-E2, hitherto not characterized as being part of the NAP1L1 protein network ( Figure 4 ). Using septic PLTs, we were able to also demonstrate a dynamic protein expression pattern of NAP1L1 and its interaction partner PDC-E2, potentially resulting in altered pyruvate dehydrogenase complex (PDH) activity ( Figure 5 and Figure 6 ). In addition, using human MK cells, we were able to show that overexpression of NAP1L1 results in diminished proplatelet formation, and decreased PDC-E2-dependent PDH activity ( Figure 7 and Supplementary Figure S3 ). Our analyses of MKs and PLTs are also the first to examine NAP1L1 transcript levels and protein expression pattern. While NAP1L1 mRNA was previously detected in human PLTs [ 49 , 70 ], no in-depth analysis of potential transcript variants, changes in transcript levels, or specific protein expression or localization analysis was performed. Consistent with previous RNA sequencing results, we observed expression of NAP1L1 mRNA using RNA sequencing techniques as well as confirmatory PCR approaches for PLT as well as MK samples, harvested throughout the MK culture period ( Figure 1 ). Next, we designed a PCR primer pair spanning from exon 1 to exon 7. This enabled us to detect alternative transcript processing in MKs and PLTs resulting in NAP1L1 transcript variant 5 ( NM_001330232.2 ), which is devoid of exons 3 and 4 ( Figure 2 ). This suggests that alternative splicing of NAP1L1 occurs in MKs, and that PLTs get invested with such alternative transcripts by MKs. It is interesting to note that the transcript variant ratios did not change due to activation of PLTs using immobilized fibrinogen and thrombin ( Supplementary Figure S1 ), indicating that the alternative splicing process does not occur in the PLT cell bodies. NAP1L1 transcript variant 5 is coding for the putative NAP1L1 isoform 3 ( NP_001317161.1 ), which misses the N-terminal domain I. Domain I is mainly responsible for dimerization of NAP1L1 and mediating histone interaction [ 54 , 55 , 71 ]. The presence of transcript variant 5, coding for a protein with a deleted functional domain, could be indicative of alternative protein functions of NAP1L1, besides the nucleosome assembly task in MKs and human PLTs. Taken together, these initial findings focused on NAP1L1 transcripts demonstrated the presence of at least two NAP1L1 transcript variants (1 and 5) and raised the question regarding whether NAP1L1 protein isoforms are located in MK and PLT cell bodies. Using initial microscopy studies, we were able to demonstrate NAP1L1 protein in MKs, their proplatelet extensions ( Figure 3 A), as well as in PLT cell bodies in a peri-granular pattern. While not performing detailed co-localization studies, the images from PLT studies support the finding that NAP1L1 protein does most likely not reside within the PLT granular compartment ( Figure 3 B). Interestingly, NAP1L1 protein signals demonstrate minimal co-localization with nuclear/DNA co-staining signals when examining dividing MK-progenitors ( Supplementary Figure S2 ). Despite the known NAP-family members functions in DNA replication and cell proliferation [ 72 ], and the previously described changing intracellular localization [ 41 ], this could furthermore point towards an alternative cellular function assigned to NAP1L1 in the MK-PLT axis. To confirm our microscopy data, we next examine NAP1L1 protein expression using Western blot analysis ( Figure 3 C,D). Our studies specifically demonstrate, for the first time, the presence of at least three different NAP1L1 isoforms in MKs and PLTs. This finding is consistent with the initial description of NAP1L1 and subsequent publications, which showed Western blot results indicating the existence of multiple NAP1L1 protein isoforms [ 40 , 43 , 73 ]. To exclude cross-reactivity of the detection antibody, which could lead to false positive results, we performed peptide competition assays clearly demonstrating the specificity of our findings. The difference between observed and predicted molecular weight for NAP1L1 proteins, shown in our study, can be explained by potential post-translational modifications. NAP1L1, as part of the human NAP1L-family members, is known to contain C-terminal glutamylation sites, creating a reversible acidic C-terminal moiety, with the potential of switching between different protein functions [ 55 , 74 , 75 ], but also resulting in changed migration during SDS-PAGE. This potential mechanism of post-translational protein and also functional modification was highlighted in a recent publication [ 76 ]. Ye and colleagues demonstrated that MKs contain the enzymatic machinery necessary for performing and reversing polyglutamylations, namely tubulin tyrosine ligase-like family (TTLL) members TTLL4 and TTLL6, and cytosolic carboxypeptidase (CCP) 6. Therefore, differential protein isoform as well as specific post-translational modifications could be displayed by the detected NAP1L1 signals. To explore additional NAP1L1 functions, besides the traditionally assigned roles, we wanted to further explore if new protein partners interacting with NAP1L1 could be identified in MKs and PLTs. Using co-IP techniques, we were able to reproduce a highly specific protein band, which could be identified and verified as PDC-E2, the protein product of DLAT ( Figure 4 ). PDC-E2 is part of the mitochondrial multi-enzyme pyruvate dehydrogenase (PDH) complex (PDC), which converts pyruvate to acetyl-CoA. Recent studies indicated that PDC is also present in the nucleus and processes/catalyzes histone acetylation [ 51 , 77 ], and its subunit PDC-E2 can act as a nuclear transcriptional regulator [ 78 ]. PDC-E2, also called dihydrolipoamide acetyltransferase, is the acceptor molecule for acetyl groups formed by the oxidative decarboxylation of pyruvate and transfers them to coenzyme A. Of note, in addition to its essential role in cellular metabolism, PDC-E2 is the key autoantigen in primary biliary cirrhosis (PBC) [ 53 ]. Like many mitochondrial proteins, PDC-E2 is encoded by the nuclear genome and translated in the cytoplasm with an amino-terminal targeting sequence [ 79 , 80 ]. A direct interaction of NAP-family members with mitochondrial proteins is not unprecedented. Using a yeast two-hybrid system, Stelzl and colleagues created extensive protein–protein interaction maps, demonstrating that NAP1L1 interacted with dihydrolipoamide succinyltransferase (E2), a component of the mitochondrial 2-oxoglutarate dehydrogenase complex [ 81 ]. Furthermore, Okada et al. [ 56 ] demonstrated that NAP1L1 interacted with diacylglycerol kinase ζ (DGKζ), which prohibited its nuclear import through blocking import carrier protein interaction. Therefore, in MKs, one might speculate if the NAP1L1–PDC-E2 interaction could serve a similar import–export control pathway. Because of its clinical relevance, we decided to study NAP1L1 expression and potential function in a common, morbid, and often fatal systemic inflammatory disease—sepsis. We detected an increase in NAP1L1 transcript in human PLTs, a finding which was paralleled by the protein expression data shown via immune detection of NAP1L1 ( Figure 5 ). These findings pointed towards a dynamic regulation of NAP1L1 in septic PLTs, a clinical situation NAP1L1 was never studied under. Next, we examined PDC-E2 protein expression pattern in septic PLTs ( Figure 6 ). PDC-E2 protein expression levels decreased in septic PLTs. However, PDH complex activity increased 13-fold over the metabolic activity measured in PLTs isolated from healthy individuals. This finding could be met with surprise since published studies indicate that the PDH complex is inhibited during sepsis, resulting in a switch from mitochondrial aerobic oxidation to cytoplasmic anaerobic glycolysis, a process known to contribute to the formation of lactic acid and intracellular acidosis, which can lead to intracellular Ca2 + overload, mitochondrial membrane damage [ 58 , 82 , 83 ]. Nevertheless, contrasting the general PDC-dependent metabolic reprogramming response in sepsis [ 58 , 84 , 85 ], several studies demonstrated that mitochondrial oxygen consumption in PLTs is increased in septic patients, and closely related to their survival rate [ 86 , 87 , 88 ]. Therefore, based on our observations, we speculate that due to its chaperone and potential shuttling function, NAP1L1 protein in septic PLTs could help stabilize the conformation of PDC-E2 molecules, and also mediate the known one-way transport [ 89 ] into the mitochondrial compartment. To confirm these results, the next step would be to genetically modify the target cells to demonstrate functional coherence. However, it is difficult to produce transfected and genetically modified uniform, high-quality human PLTs. Therefore, to further decipher the functional and mechanistic impact of NAP1L1–PDC-E2 interaction on the MK-PLT axis, we utilized a well-established PLT-surrogate MK culture model, as previously used by our laboratory [ 7 , 23 , 24 , 31 ]. To mimic increased NAP1L1 protein levels in septic PLTs, we used “liposome-based transfection” techniques ( Figure 7 A). Using this approach, NAP1L1 could be robustly overexpressed in the human MK culture system ( Figure 7 B). Transfected or vehicle-treated MKs were subsequently incubated with LPS, one of the major determinants in Gram-negative sepsis [ 90 ]. It is important to note that LPS uses a well-established signaling pathway through TLR4, which is expressed by CD34 + -derived MKs [ 36 ]. In contrast to our septic PLT experiments, we observed that LPS treatment alone resulted in slightly decreased NAP1L1 expression levels. Performing a proplatelet formation (PPF) assay [ 17 ], a standard read-out for MK function, we detected decreased PPF when NAP1L1 was overexpressed in MKs. In addition, it appeared that NAP1L1 protein overexpression and simulated septic conditions using LPS treatment, synergistically reduced PPF ( Figure 7 C,D). During their final stages, MKs produce PLTs by extending long cytoplasmic protrusions, designated proplatelets [ 9 ], into sinusoidal blood vessels, a process coined PPF. While two independent, but interrelated cytoskeletal systems, actin filaments and tubulin subunits, provide the force leading to the shape changes associated with MK maturation and proplatelet formation [ 10 ], it was elegantly shown that dynein-dependent microtubule sliding acts as the driving force for proplatelet elongation and PLT biogenesis [ 11 ]. The rolling up of microtubules as they drive apart and extend the proplatelet is likely to be involved in forming the coils found in the proplatelet tips and the mature PLTs, called marginal band. The production of force with its synchronized cycles of microtubule binding and release, is energy consuming, using the hydrolysis of ATP [ 12 ]. Therefore, we sought to examine NAP1L1–PDC-E2 interaction and PDH complex activity in MKs under simulated septic conditions, which might explain the decreased PPF. LPS-treated MKs demonstrated increased interactions between NAP1L1 and PDC-E2, and a significantly decreased PDH complex activity ( Supplementary Figure S3 ). These findings contrast our experimental results from septic PLTs. Nevertheless, opposite NAP1L1–PDC-E2 interaction levels, and PDH complex activity could potentially be explained by PLTs being anucleate, and therefore potentially using NAP1L1 protein in a different context than nucleated MKs. In PLTs, it seems more likely that NAP1L1 function could be defined and garnered towards chaperoning PDC-E2. Contrastingly, in MKs, NAP1L1 could help in the compartmentalization of PDC-E2, and therefore prohibiting the protein from entering its functional complex PDC, as it was shown for DGKζ [ 56 ]. In sepsis, thrombocytopenia is closely related with clinical outcome. In this context, our MK data also complements previous reports demonstrating that one potential mechanism for low PLT counts in severely ill patients with advanced thrombocytopenia could be diminished thrombopoiesis [ 91 , 92 ]. Therefore, it is interesting to speculate about potential upstream signaling mechanisms triggering, and potentially enabling the NAP1L1–PDC-E2 protein interaction. In 1999, Cataldo and colleagues reported that Mpl (thrombopoietin, TPO), ligand of the Mpl-c receptor, regulates NAP1 family member expression in a rat bone marrow model [ 93 ]. The authors were able to demonstrate that these NAP-related effects were limited to Mpl and could not be reproduced by other bone marrow growth factors (i.e., granulocate colony stimulating factor), which led to the conclusion of a cytokine specific effect. These results can be interpreted as a TPO-specific signaling pathway integrating sensing of PLT numbers, stimulation of progenitor cells by Mpl, and subsequent modulation of protein interactions. The involvement of the Mpl (TPO) signaling pathway in the newly discovered NAP1L1–PDC-E2 protein interaction will therefore be a focus of future studies. The presented study was data driven and performed under best research practice. Nevertheless, there are some limitations to this study. Since the generation of the presented data, CRISPR-Cas9 technique has been developed for rapid genetic manipulation of MKs [ 62 ]. For future studies we would propose to use such an approach for further dissecting the mechanistic function of PDC-E2 in MKs in greater detail. We appreciate the descriptive character of our study; however, this is the first report of NAP1L1 interacting specifically with a previously unrecognized partner protein. Therefore, we recognize that our findings should be extended in future studies, potentially complemented by in vivo work using relevant mouse models. In conclusion, our data demonstrate NAP1L1 expression in human PLTs and MKs. This is the first time that expression of different NAP1L1 transcript variants, and protein isoform was confirmed in such cells. Our findings demonstrate, for the first time, that NAP1L1 interacts with PDC-E2, a subunit of the PDH complex. The PDH complex acts as an energy homeostat bridging glycolysis to energy production, and its function gets modulated during sepsis, carbohydrate metabolism away from mitochondrial oxidation. Our data shed new light on such processes taking place in PLTs and MKs during sepsis. At the moment, however, it remains undetermined how NAP1L1 functions are coordinated when comparing nucleated versus anucleate state. Nevertheless, our results support the conclusion of differential functions of NAP1L1 in MKs and PLTs during systemic inflammation and open a new avenue of sepsis research focused on the MK-PLT axis.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ce87/9737020/93236eab25a6/ijms-23-14694-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ce87/9737020/b432b566923b/ijms-23-14694-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ce87/9737020/0e334ccbbd71/ijms-23-14694-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ce87/9737020/8f8cd39b7bb0/ijms-23-14694-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ce87/9737020/35ee9867077f/ijms-23-14694-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ce87/9737020/cd095e9705eb/ijms-23-14694-g006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ce87/9737020/ec970c8a3605/ijms-23-14694-g007.jpg"
    ]
  }
}