{
  "paper_id": "pmc_articles_PMC5488280",
  "title": "Osteocyte apoptosis caused by hindlimb unloading is required to trigger osteocyte RANKL production and subsequent resorption of cortical and trabecular bone in mice femurs.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5488280/",
  "sections": {
    "Abstract": "Abstract Osteocyte apoptosis is essential to activate bone remodeling in response to fatigue microdamage and estrogen withdrawal, such that apoptosis inhibition in vivo prevents the onset of osteoclastic resorption. Osteocyte apoptosis has also been spatially linked to bone resorption owing to disuse, but whether apoptosis plays a similar controlling role is unclear. We, therefore, 1) evaluated the spatial and temporal effects of disuse from hindlimb unloading (HLU) on osteocyte apoptosis, receptor activator of NF-κB ligand (RANKL) expression, bone resorption, and loss in mouse femora, and 2) tested whether osteocyte apoptosis was required to activate osteoclastic activity in cortical and trabecular bone by treating animals subjected to HLU with the pan-caspase apoptosis inhibitor, QVD (quinolyl-valyl-O-methylaspartyl-[-2,6-difluorophenoxy]-methylketone). Immunohistochemistry was used to identify apoptotic and RANKL-producing osteocytes in femoral diaphysis and distal trabecular bone, and μCT was used to determine the extent of trabecular bone loss owing to HLU. In both cortical and trabecular bone, 5 days of HLU increased osteocyte apoptosis significantly (3- and 4-fold, respectively, p < 0.05 versus Ctrl). At day 14, the apoptotic osteocyte number in femoral cortices declined to near control levels but remained elevated in trabeculae (3-fold versus Ctrl, p < 0.05). The number of osteocytes producing RANKL in both bone compartments was also significantly increased at day 5 of HLU (>1.5-fold versus Ctrl, p <0.05) and further increased by day 14. Increases in osteocyte apoptosis and RANKL production preceded increases in bone resorption at both endocortical and trabecular surfaces. QVD completely inhibited not only the HLU-triggered increases in osteocyte apoptosis but also RANKL production and activation of bone resorption at both sites. Finally, μCT studies revealed that apoptosis inhibition completely prevented the trabecular bone loss caused by HLU. Together these data indicate that osteocyte apoptosis plays a central and controlling role in triggering osteocyte RANKL production and the activation of new resorption leading to bone loss in disuse.",
    "Results": "Cortical bone osteocyte apoptosis, osteocyte RANKL expression, and bone resorption with HLU Hindlimb unloading caused a dramatic increase in the overall number of apoptotic osteocytes in femoral mid-diaphysis after 5 days of HLU, with %Casp3+Ot increased approximately 3-fold versus cage controls ( p <0.05). Osteocyte apoptosis increased at all anatomical locations examined ( Fig. 2 ), with the largest increase in the posterior cortex (approximately 5-fold versus cage controls, p <0.05) and approximately 2- to 3-fold increases versus cage controls in the anterior, medial, and lateral cortical regions as well ( p >0.1). Significant differences in the radial distribution of osteocyte apoptosis were observed as well. Increases in overall %Casp3+Ot after 5 days of HLU were greatest near the endocortical surface ( p <0.05; Fig. 2 ) but were similar to control levels moving toward the periosteum ( p >0.4). Apoptotic osteocytes declined toward baseline levels by 14 days of HLU in all locations ( Fig. 2 ). Pooled data for all anatomical locations were used to assess changes in osteocyte RANKL expression (%RANKL+Ot), endocortical resorption (%Ec.Rs.), as well as (%Casp3+Ot) over time of HLU ( Fig. 3 ). After 14 days of HLU, osteocyte apoptosis declined toward baseline levels ( Fig. 3 , p >0.1). RANKL-expressing osteocytes increased markedly by 5 days of unloading ( Fig. 3 , p <0.05 versus cage Ctrl). However, in contrast to the decrease in apoptotic osteocytes found after 14 days of HLU, RANKL+ osteocytes remained significantly elevated after 14 days of HLU ( p <0.05 versus cage Ctrl). Endocortical resorption was not increased at 5 days of HLU—the time of greatest osteocyte apoptosis—but was increased almost 5-fold over baseline after 14 days of HLU ( Fig. 3 , p <0.05). Fig. 2. Open in a new tab Circumferential and radial distributions of apoptotic osteocytes (%Casp3+Ot) in femoral mid-diaphyses after HLU ( * p <0.05 versus cage control). ( A ) Increases in apoptotic osteocytes in principal anatomical regions (posterior cortex p <0.05; anterior, medial, and lateral cortices p >0.1). ( B ) The radial distribution of apoptotic osteocytes from endocortical to periosteal surface as a percentage of cortical width (endocortical surface = 0%) with this highest concentration of apoptotic osteocytes toward the endocortical region. Fig. 3. Open in a new tab Cortical bone ( A ) osteocyte apoptosis (%Casp3+Ot), ( B ) osteocyte RANKL expression (%RANKL+Ot), and ( C ) endocortical resorption surface (%Ec.Rs.) in femoral mid-diaphyses after HLU. Baseline (day 0) is age-matched cage control value ( * p <0.05 versus baseline [day 0] control). Trabecular bone osteocyte apoptosis, RANKL expression, and bone resorption after HLU Unloading caused a 4-fold increase in the percentage of apoptotic osteocytes in femoral trabecular bone after 5 days ( p <0.05 versus Ctrl), and unlike cortical bone, trabecular apoptotic osteocytes remained highly elevated after 14 days of HLU ( p <0.05 versus Ctrl). RANKL-expressing osteocytes increased after 5 days of HLU ( p <0.05) and were further increased after 14 days of unloading ( p <0.05 versus Ctrl). No increases in RANKL+ osteoblast or associated marrow cells were found with HLU. As in cortical bone, trabecular surface resorption was markedly increased only after 14 days of HLU ( p <0.05 versus Ctrl), and more critically, only after the increases in osteocyte apoptosis and osteocyte RANKL expression had occurred. Data for trabecular bone osteocyte apoptosis, osteocyte RANKL, osteoblastic RANKL, and resorption surface are summarized in Fig. 4 . Fig. 4. Open in a new tab Trabecular bone ( A ) osteocyte apoptosis (%Casp3+Ot), ( B ) osteocyte RANKL expression (%RANKL+Ot), ( C ) trabecular bone active resorption surface (%CatK+Pm), and ( D ) trabecular osteoblastic cell RANKL expression (%RANKL+Pm) after HLU. Baseline (day 0) is cage control value ( * p <0.05 versus control). Effects of the pan-caspase inhibitor QVD on osteoclastogenesis and osteocyte RANKL expression in vitro QVD had no effect on formation of TRAP+ multinucleated cells in vitro ( Fig. 5 , p >0.4). In addition, QVD had no effect on RANKL gene expression in MLO-Y4 osteocytes ( Fig. 5 , p >0.4). These data indicate that QVD effects in the current studies are mediated through its anti-apoptotic action and not through any direct off-target effects on osteoclastogenesis and RANKL signaling. Fig. 5. Open in a new tab Effects of QVD on osteoclastogenesis and RANKL gene expression in vitro. ( A ) Number of osteoclasts (TRAP+ multinucleated cells) formed by nonadherent mouse bone marrow mononuclear cells; QVD or carrier (DMSO) was present throughout the differentiation period. ( B ) RANKL gene expression levels in MLO-Y4 osteocytes with and without QVD. In vivo inhibition of osteocyte apoptosis Administration of QVD (ApInh) completely prevented the increases in osteocyte apoptosis and osteocyte RANKL expression in cortical bone after 5 days of HLU apoptotic osteocytes, and prevented increased endocortical resorption caused by 14 days of HLU ( Fig. 6 ). Similarly in trabecular bone, treatment with the apoptosis inhibitor during HLU also prevented the increases in osteocyte apoptosis, osteocyte RANKL expression, and trabecular bone resorption ( Fig. 7 ). Moreover, HLU-induced losses of trabecular bone volume and architecture were effectively prevented by treatment with the apoptosis inhibitor ( Fig. 8 ). Fig. 6. Open in a new tab Effects of apoptosis inhibition with QVD on femoral diaphyseal cortical bone after HLU versus treatment with vehicle (Veh) alone. ( A ) Changes in osteocyte apoptosis (%Casp3+Ot) with HLU, ( B ) changes in osteocytes RANKL expression (%RANKL+Ot) with HLU, and ( C ) the marked increase in endocortical resorption (%Ec.Rs.) after 14 days of HLU, which was prevented by QVD treatment ( * p <0.05 versus cage controls [Ctrl]). Fig. 7. Open in a new tab Effects of apoptosis inhibition with QVD on trabecular bone after HLU versus treatment with vehicle (Veh) alone. ( A ) Changes in osteocyte apoptosis (%Casp3+Ot with HLU), ( B ) changes in osteocytes RANKL expression (%RANKL+Ot) with HLU, and ( C ) the marked increase in resorption surface (%CatK+Pm) after 14 days of HLU, which was prevented by QVD treatment ( * p <0.05 versus cage controls [Ctrl]). Fig. 8. Open in a new tab μCT-based trabecular bone microarchitectural properties in mouse femora owing to HLU and apoptosis inhibition. Mice subjected to HLU or cage controls (Ctrl) were treated with DMSO vehicle (Veh) or the apoptosis inhibitor QVD (ApInh). ( A ) μCT images show conspicuous trabecular bone loss in HLU+Veh; HLU+ApInh bones appear similar to cage control (Ctrl) bones. ( B–E ) Summary data for trabecular bone architecture parameters. Inhibition of osteocyte apoptosis completely prevented HLU-induced bone loss ( * p <0.05 versus Ctrl).",
    "Conclusion": "The results of this study demonstrate that increases in resorption of both cortical and trabecular bone owing to hindlimb unloading in the femur are spatially and temporally associated with acutely increased levels of osteocyte apoptosis. These results are consistent with previous findings for the activation of bone resorption resulting from fatigue-induced microdamage and estrogen depletion in appendicular bone. ( 19 , 20 , 22 ) The current studies further show that HLU caused an increase in RANKL-expressing osteocytes and that these occurred in the same regions where osteocyte apoptosis was observed. We also found that when osteocyte apoptosis was prevented with a caspase inhibitor, the increases in the number of RANKL-positive osteocytes in the same regions of bone were also prevented. These observations are consistent with recent studies by Kennedy and colleagues, ( 22 ) who reported that pharmacological prevention of osteocyte apoptosis at microdamage sites also prevents triggering of RANKL expression by the viable neighboring osteocytes. Finally, pharmacological inhibition of osteocyte apoptosis prevented HLU-induced resorption increases in both cortical and cancellous bone. Indeed, cancellous bone loss in the femur after HLU was prevented by inhibition of osteocyte apoptosis. Increased osteocyte apoptosis in HLU preceded resorption, as it did in models of fatigue microdamage and estrogen depletion ( 5 , 19 , 20 , 45 ) and consistent with a role in triggering resorption. Yet although apoptotic cell numbers declined at 14 days in cortical bone, likely because of resorption of the tissue containing the apoptotic cells, the numbers of apoptotic cells remained high in trabecular bone. Because apoptotic cell degeneration is often rapid once effector caspases (like Caspase-3) are activated, ( 6 , 20 ) this finding suggests that new osteocytes undergo apoptosis throughout HLU, particularly in trabecular bone. The stimuli responsible for long-term propagation of apoptosis in HLU and the basis for the differences between cortical and trabecular bone have yet to be established. We also observed that the distribution of osteocyte apoptosis in the cortex in HLU was elevated in all anatomical regions of the femoral mid-diaphysis examined, a result that differs from the discrete, localized regions of osteocyte death found after estrogen withdrawal. ( 20 ) Why these distinct resorption-activating challenges result in such different patterns of osteocyte apoptosis remains obscure at this time. Nevertheless, some critical insights can be gleaned. A focal injury mechanism can readily explain increased osteocyte apoptosis at bone micro-damage sites, whereas the regional localization of osteocyte apoptosis after ovariectomy appears to reflect the combination of oxidative stress from estrogen loss superimposed on older osteocytes that are found in characteristic locations in mouse diaphyseal cortical bone. ( 20 ) In contrast, insufficient mechanical loading in disuse states like HLU leads to a more global impairment of fluid-solute transport to and from osteocytes in the lacunar-canalicular system (LCS) and consequently a generalized metabolic stress on all osteocytes in non-loaded bones. ( 47 , 48 ) It seems reasonable to posit that the more extensive circumferential distribution of apoptotic osteocytes throughout the femoral cortex, compared with the regionally localized osteocyte apoptosis found in estrogen loss and microdamage, reflects this global stress scenario. Osteocytes depend completely on pericellular fluid for solute transport, including oxygen, nutrition, signaling proteins, and waste removal. Solute movement in the LCS fluid is dependent on molecular size. Small solutes under 1 kDa, eg, steroid hormones, glucose, ATP, NO, CO 2 , and O 2, move easily by diffusion in the fluid space; however, for larger molecules like cytokines, convective transport resulting from normal mechanical loading of bone is required. ( 47 – 51 ) Indeed, Gross and colleagues reported, using an ulnar-unloading model, that osteocyte HIF-1α expression, a cell stress marker, was acutely and uniformly elevated throughout the cortex, consistent with the idea of uniform stress on osteocytes from disuse. ( 52 ) Interestingly, Gross and colleagues also found that although increases of HIF-1α-expressing osteocytes were uniform around the cortex, osteocyte HIF-1α expression in disuse was greatest in intracortical regions closest to blood vessels and near the endocortical surface. In the current studies, we also found that the highest levels of osteocyte apoptosis in cortical bone with HLU were closest to the endocortical surface—the region of highest blood flow in the rodent cortex; changes in marrow cavity pressure and venous stasis in the marrow cavity occur with disuse. ( 53 ) That similar apoptotic levels do not occur for osteocytes nearer to the periosteal surface may indicate that their fluid transport system remains more effective in disuse, perhaps because of muscle contractions, which still operate during HLU. ( 54 – 56 ) Indeed, the presence of elevated osteocyte apoptosis in all anatomical regions suggests a uniform, distributed stress in bone resulting from disuse, whereas the greater number of apoptotic osteocytes near the endocortical surface in disuse may suggest that these osteocytes are more in need of growth factors and survival cytokines than those further deep in the bone matrix. Nakashima and colleagues ( 57 ) and Xiong and colleagues ( 58 ) demonstrated that RANKL from osteocytes is essential for normal bone resorption in growing mice, and its absence causes marked osteopetrosis. Kennedy and colleagues ( 21 , 22 ) showed that osteocyte apoptosis at microdamage sites in bone triggered increased RANKL expression in viable osteocytes neighboring the zone of apoptosis and that this RANKL upregulation in turn activated intracortical resorption. The current studies showing that osteocyte RANKL expression with disuse is also triggered by osteocyte apoptosis and that the increases in both osteocyte RANKL expression and HLU-induced bone resorption did not occur when osteocyte apoptosis was inhibited pharmacologically are fully consistent with those previously reported scenarios. Plotkin and colleagues ( 18 ) used a novel bisphosphonate to prevent osteocyte apoptosis in the lumbar vertebral bodies of HLU mice. They also found that preventing HLU-induced osteocyte death prevented the neighboring osteocytes from turning on RANKL production, consistent with the mechanisms reported by Kennedy and colleagues at bone microdamage sites ( 22 ) and with the results found in the current studies. However, in contrast to the current and previous investigations, Plotkin and colleagues did not find any attenuation of bone resorption in their studies. They observed increased RANKL production in marrow osteoblast lineage cells that were not affected by apoptosis inhibition and suggested that this RANKL source was the principal driver of resorption. In the current studies, we did not find RANKL staining increases in the osteoblastic cells of the cancellous compartment in distal femurs with HLU. There are several possible reasons for the discrepancy between the current results and those of Plotkin and collegues. First, different classes of drugs were used to inhibit osteocyte apoptosis; we used a well-established pan-caspase inhibitor, ( 19 , 22 , 39 , 40 ) which showed no effects on RANKL gene expression and osteoclastogenesis in our in vitro studies, whereas Plotkin and colleagues employed a novel bisphosphonate with anti-apoptotic properties. Further studies are needed to explore this possibility. More critical differences between these two studies are the biology and local mechanical loads that the bone study sites experienced. Plotkin and colleagues examined lumbar vertebrae, whereas in the current studies, we examined femurs. These two sites are elements of the axial and appendicular skeleton, respectively, with well-known differences in developmental, intrinsic remodeling rates and in the amounts of hematopoietic and fatty marrow they contain. ( 59 , 60 ) Moreover, there is a fundamental difference between the mechanical stimuli these two sites experience in the HLU model, and this may be key to explaining the very different results of these studies. Tail suspension in rodents was designed specifically to unload the hindlimbs. However, because mice and rats are suspended by their tails in HLU, the lumbar and caudal vertebrae and associated tissues experience dramatically elevated tensile and torsional forces ( 61 ) as the animal moves about the cage—forces that the rodent spine does not experience in normal mechanical loading. Indeed, Holguin and colleagues ( 62 ) found that HLU suspension causes loss of intervertebral disc volume, which is the opposite of the increases in disc volume found in astronauts during spaceflight and in subjects during bed-rest studies. In fact, these HLU changes are typical of rapid intervertebral disc degeneration, ( 62 ) and disc cells in degeneration produce a range of proinflammatory cytokines, including TNF, IL-1α, IL-1β, IL-6, and IL-17, that promote extracellular matrix degradation and also influence the adjacent vertebral bone. ( 63 , 64 ) The full ramifications of the altered loading of the caudal and lumbar spine in HLU remain to be elucidated. However, it is clear that the lumbar vertebrae do not see an unloaded environment like that experienced by the hindlimbs in HLU, and such biomechanical differences combined with the locally elevated levels of inflammatory regulators would certainly influence resorption responses in bone. In summary, the temporal and spatial coupling between osteocyte apoptosis and bone resorption after HLU strongly resemble that found in targeted remodeling of bone micro-damage and after estrogen loss in rodents. ( 19 , 20 , 22 ) In all cases, osteocyte apoptosis triggers a rise in the number of RANKL-positive osteocytes and subsequent increases in osteoclast recruitment, the effects of which are found in increased bone resorption. After 5 days of unloading, the numbers of apoptotic osteocytes were four times more than that of controls in both cortical and trabecular bone compartments. Similarly, increases in RANKL-positive osteocytes were also detected in these bone regions, and by day 14 of unloading, there were significant increases in bone resorption not observed after 5 days of HLU, and especially apparent in the bone volume fraction losses in the distal femur trabecular bone. Dramatically, inhibition of apoptosis completely prevented the increases in the numbers of apoptotic and RANKL-producing osteocytes and the bone loss associated with unloading, providing further support for the concept that osteocyte apoptosis is a common final pathway for activating and targeting bone resorption in response to diverse stimuli. ( 65 )",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ed0/5488280/f2a6dcb2c644/nihms866074f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ed0/5488280/caf6ac08d635/nihms866074f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ed0/5488280/73091499f7ee/nihms866074f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ed0/5488280/3639518c84d8/nihms866074f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ed0/5488280/5be86a97a385/nihms866074f5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ed0/5488280/dc01c0f9bb5c/nihms866074f6.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ed0/5488280/b9819fda1f5f/nihms866074f7.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ed0/5488280/c9b3f9d06818/nihms866074f8.jpg"
    ]
  }
}