{
  "paper_id": "pmc_articles_PMC11988870",
  "title": "Stem Cell Health and Tissue Regeneration in Microgravity",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11988870/",
  "sections": {
    "Abstract": "Abstract Microgravity, defined by minimal gravitational forces, represents a unique environment that profoundly influences biological systems, including human cells. This review examines the effects of microgravity on biological processes and their implications for human health. Microgravity significantly impacts the immune system by disrupting key mechanisms, such as T cell activation, cytokine production, and macrophage differentiation, leading to increased susceptibility to infections. In cancer biology, it promotes the formation of spheroids in cancer stem cells and thyroid cancer cells, which closely mimic in vivo tumor dynamics, providing novel insights for oncology research. Additionally, microgravity enhances tissue regeneration by modulating critical pathways, including Hippo and PI3K-Akt, thereby improving stem cell differentiation into hematopoietic and cardiomyocyte lineages. At the organ level, microgravity induces notable changes in hepatic metabolism, endothelial function, and bone mechanotransduction, contributing to lipid dysregulation, vascular remodeling, and accelerated bone loss. Notably, cardiomyocytes derived from human pluripotent stem cells and cultured under microgravity exhibit enhanced mitochondrial biogenesis, improved calcium handling, and advanced structural maturation, including increased sarcomere length and nuclear eccentricity. These advancements enable the development of functional cardiomyocytes, presenting promising therapeutic opportunities for treating cardiac diseases, such as myocardial infarctions. These findings underscore the dual implications of microgravity for space medicine and terrestrial health. They highlight its potential to drive advances in regenerative therapies, oncology, and immunological interventions. Continued research into the biological effects of microgravity is essential for protecting astronaut health during prolonged space missions and fostering biomedical innovations with transformative applications on Earth. Keywords: microgravity, tissue effects, immune system, cardiomyocytes, cancer biology, human health",
    "Results": "",
    "Conclusion": "Recent research demonstrates that microgravity significantly influences a wide array of biological processes, including immune responses, cell proliferation, and tissue regeneration. This unique environment disrupts key mechanisms such as mitochondrial biogenesis, liver metabolism, intestinal homeostasis, and stem cell differentiation, with profound implications for human health, particularly during prolonged space travel ( Table 1 ). Table 1. Summary of the effects of microgravity on different cells and tissues, including molecular pathways and pathogen behavior. Cell/Tissue Type Key Effects of Microgravity Source Reference Macrophages Imbalance between M1 and M2 polarization Human [ 1 , 2 , 58 ] Dendritic Cells ↓Antigen presentation Human Mouse [ 1 , 58 ] Neutrophils ↑Numbers but with ↓functionality Human [ 2 , 3 , 61 ] B Lymphocytes ↓Proliferation and increased apoptosis Human Mouse [ 1 , 59 , 61 ] NK Cells ↓Cytotoxic activity Human [ 1 , 59 , 70 ] T Cells ↓Activation and proliferation Human Mouse [ 1 , 59 , 62 ] Key Molecular Pathways Dysfunction in RAS, ERK, and NF-κB pathways Human [ 1 , 4 , 59 ] Cancer Stem Cells ↑Apoptosis Cell culture of the following: Breast cancer Lung Cancer Gastrointestinal Cancer [ 5 , 6 , 8 ] Thyroid Cancer Cells Low proliferation and growth Human Mouse [ 29 , 54 ] Microvascular Endothelial Cells Inhibition of proliferation Human [ 9 , 10 , 23 ] Hepatic Cells ↑Lipid accumulation (lipotoxicity) Rhesus Macaques Rodents [ 34 ] Intestinal Cells Dysbiosis Human [ 34 , 36 ] Bone Cells Increased bone mass loss Human [ 41 ] Kidney Cells ↓Oxidative phosphorylation and fatty acid metabolism genes (↓mitochondrial respiration, metabolic shift) Human [ 46 ] Reproductive Cells ↓Egg quality Mouse In Vitro Human Oocytes [ 39 , 47 , 49 ] Cardiomyocytes ↑Maturation and functionality Human [ 50 , 51 , 52 ] Stem Cells Temporary deactivation of the Hippo pathway (increased proliferation and tissue repair response) Mouse Human [ 53 , 54 , 55 ] Hematopoietic Cells ↑Differentiation Human Mouse [ 55 , 56 ] Cell Proliferation and Regenerative Therapy ↑Cell proliferation Cell culture of the following: Pancreatic islets Neural crest stem cells [ 63 , 66 ] Pathogens ↑Virulence Salmonella enterica Salmonella Typhimurium (in mice) Escherichia coli [ 15 , 16 , 68 , 69 ] Open in a new tab ↑: increase; ↓: decrease. Advances in understanding the effects of microgravity on stem cells, T cells, and immune function have created new opportunities for therapeutic innovations. Alterations in cellular biology under microgravity conditions have been shown to affect diseases such as cancer, osteoporosis, kidney dysfunction, and infertility. Additionally, changes observed in endothelial cell behavior and multi-organ homeostasis highlight microgravity’s potential to revolutionize regenerative medicine and deepen our understanding of human physiology in extreme environments. Microgravity also holds significant promise for personalized medicine by facilitating progress in regenerative therapies, immune-based treatments, and approaches to managing chronic diseases. These findings emphasize microgravity’s transformative potential to reshape cellular biology and its application to contemporary medical challenges, both in space and on Earth. As a defining characteristic of space environments, microgravity imposes profound and multidimensional effects on biological and physiological systems, challenging conventional notions of human adaptation. The near-total absence of gravitational forces disrupts numerous bodily processes, posing risks to health during and after space missions. Key effects include fluid redistribution, increased intracranial pressure, muscle atrophy, and calcium-related bone density loss. At the molecular level, microgravity alters gene expression, cell signaling, and mitochondrial function, with significant consequences for energy production and cellular health [ 37 , 38 , 39 ]. In the immune system, microgravity reduces T cell activity and suppresses immune responses, increasing susceptibility to infections. These effects highlight the necessity of mitigating immune dysfunction during space travel. Similarly, studies have documented changes in the human microbiome, with potential implications for astronaut health and nutritional strategies during prolonged missions. Microgravity research has also led to technological and medical breakthroughs with applications beyond space exploration. For instance, the study of proteins and drug crystals under microgravity has produced purer and more stable structures, offering new therapeutic possibilities for chronic diseases. Additionally, materials research in space has contributed to the development of innovative compounds with applications in both space and terrestrial industries. These advancements enhance the safety and efficiency of space missions while delivering broad scientific and technological benefits [ 39 , 40 ]. Despite these advances, the complex effects of prolonged exposure to microgravity underline the need for further research, particularly in anticipation of missions to Mars and other distant destinations. Experimental models, such as space platforms and terrestrial simulators, remain indispensable tools for understanding the long-term impacts of microgravity and developing effective countermeasures [ 37 , 49 ]. The study of microgravity not only expands our understanding of how the human body adapts to extreme environments but also drives innovations with profound implications for science, medicine, and technology. By pushing the boundaries of what is known, this research establishes itself as a cornerstone for advancements that extend beyond space exploration, reshaping our perspectives on biology and human health [ 37 , 40 ].",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bcef/11988870/d102a1f07905/ijms-26-03058-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bcef/11988870/40d1e76a594f/ijms-26-03058-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bcef/11988870/caddd4f5d131/ijms-26-03058-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bcef/11988870/e5aedf75520d/ijms-26-03058-g004.jpg"
    ]
  }
}