{
  "paper_id": "pmc_articles_PMC3258067",
  "title": "Effects of mechanostimulation on gravitropism and signal persistence in flax roots.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3258067/",
  "sections": {
    "Abstract": "Abstract Gravitropism describes curvature of plants in response to gravity or differential acceleration and clinorotation is commonly used to compensate unilateral effect of gravity. We report on experiments that examine the persistence of the gravity signal and separate mechanostimulation from gravistimulation. Flax roots were reoriented (placed horizontally for 5, 10 or 15 min) and clinorotated at a rate of 0.5 to 5 rpm either vertically (parallel to the gravity vector and root axis) or horizontally (perpendicular to the gravity vector and parallel to the root axis). Image sequences showed that horizontal clinorotation did not affect root growth rate (0.81 ± 0.03 mm h −1 ) but vertical clinorotation reduced root growth by about 7%. The angular velocity (speed of clinorotation) did not affect growth for either direction. However, maximal curvature for vertical clinorotation decreased with increasing rate of rotation and produced straight roots at 5 rpm. In contrast, horizontal clinorotation increased curvature with increasing angular velocity. The point of maximal curvature was used to determine the longevity (memory) of the gravity signal, which lasted about 120 min. The data indicate that mechanostimulation modifies the magnitude of the graviresponse but does not affect memory persistence. Key words: mechanostimulation, memory, clinorotation speed and direction, signal persistence, signal saturation",
    "Results": "Growth rates. The average growth rate of vertically grown, nonclinorotated roots (controls) was 0.81 ± 0.03 mm h −1 . The speed of clinorotation did not affect growth of horizontally clinorotated roots but growth rates of vertically clinorotated roots were 7% lower than controls or horizontally clinorotated roots ( Table 1 ). The R 2 value (typically >0.99) indicates high linearity of root growth regardless of the type of clinorotation and demonstrates that no changes in root growth occurred in response to gravistimulation or the speed of clinorotation. Table 1. Growth rates (mm h −1 ) of flax Roots clinorotated vertically and horizontally Open in a new tab Effect of reorientation time. Although control roots did not show consistent curvature, they exhibited some random tip movements. The deviation from the straight trajectory measured between 0° and 4° ( Fig. 1A–E ). This value was set as a threshold value to differentiate true curvature (exceeding the threshold value) from nutation (random movements, typically less than 4 degrees). The maximum extent of curvature increased with the stimulation time and ranged between 5° and 7° ( Fig. 1F–J ) for 5 min stimulation, between 3° and 10° ( Fig. 1K–O ) for 10 min of reorientation and between 5° to 10° ( Fig. 1P–T ) after 15 min of reorientation. Time of reorientation significantly enhanced the extent of curvature (p < 0.05). Although the extent of curvature increased with duration of reorientation, there was no significant difference in the extent of curvature after 10 min ( Fig. 1K–O ) and 15 min ( Fig. 1P–T ). Therefore, we consider the gravity signal saturated after 10 min of reorientation. Figure 1. Open in a new tab Curvature profile of 6 h horizontally (solid lines) and vertically (dashed lines) clinorotated, 32 h old flax roots. The columns represent the time of reorientation before the onset of clinorotation; rows represent the speed of clinorotation. Curvature (in degrees) is shown as the running average (n = 3) of degrees ± standard error, n = 15. Direction of rotation. Horizontally clinorotated roots curved significantly stronger than vertically clinorotated roots (F (1,598) = 8.35, p = 0.004), Figure 1F–T . Vertically clinorotated roots showed no difference between 5, 10 or 15 min reorientation. Angular velocity. Curvature in horizontally clinorotated roots increased in response to increasing speed of rotation but decreased in vertically clinorotated roots ( Fig. 1F–T ). Angular velocity significantly affected the extent of curvature of clinorotated roots regardless of direction of clinorotation (F (4,295) = 6.83, p < 0.001). In vertically rotated roots, the difference in curvature between 5 rpm and all other angular velocities was significant. Similarly, horizontally clinorotated roots were affected by the rate of rotation (F (4,295) = 5.693, p < 0.001) and the roots curved maximally at 5 rpm ( Fig. 1 ). Signal persistence. To determine the time for which a signal remains effective, the time course of curvature holds important clues. As long as a signal generates enhanced curvature i.e., the slope of the graphs in Figure 1 is positive, the signal must persist. Therefore, the time of maximum curvature was used as measure for signal persistence. The maximum root curvature was obtained within 2 h regardless of reorientation time or rotational speed. Thus, the gravitropic signal persisted at least for 2 h. Despite the general consistency of maximal curvature, variations on other parameters were observed. Reorientation for 5 min and 0.5 rpm clinorotation did not produce curvature ( Fig. 1F ); at 1, 2, 3 rpm curvature occurred within 10 min of clinorotation and maximum curvature varied with the speed and direction of rotation. Following maximum curvature, the curvature angle decreased and by the end of 240 to 300 min roots began to straighten at a rate similar to the rate of curvature ( Fig. 1G–J ). Ten minute reoriented roots began to curve within 10 to 20 min of clinorotation and maximum curvature varied with speed and direction of rotation. After 300 min of clinorotation, the roots began to straighten regardless of time of reorientation, angular velocity or direction of clinorotation. During the observation period of 6 h, straightening was not followed by any type of overcompensation and also indicates that curvature did not arise spontaneously or autonomously. Therefore, signal persistence is limited to the observed maximum of curvature.",
    "Conclusion": "The data indicate that the reorientation stimulus led to increasing curvature for about 2 h regardless of the magnitude (duration) of the stimulation and the speed of clinorotation. The 2-h time frame therefore represents a type of memory that pertains to the retention of a physiological stimulus. Despite the persistence of the signal, the magnitude of the response was affected by the type and speed of clinorotation. Because clinorotation affects intracellular distribution of organelles, in particular amyloplasts, it is justified to state that mechanostimulation modifies the strength of the curvature response. A similar conclusion was derived from other measurements, where mechanostimulation was shown to amplify the graviresponse. 44 However, in these experiments mechanostimulation was provided by oscillating seedlings prior to gravistimulation. Interestingly, the oscillatory enhancement had a half-time of 20 min. 44 The difference between the longevity of the two types of stimulation indicates that the gravisensing mechanism is capable of integrating different mechanostimuli. Because the reorientation stimulus lasted for about 2 h, additional stimuli that occur during this time span are likely to become integrated into previous signal transduction and response events and may not have independent effects. This notion and the observation that different angular velocities during clinorotation affect the magnitude of the response, suggests that the understanding of clinorotation as a gravi-compensator (constantly changing the gravity vector) or a stimulus (rotation) that has to be faster than the response time is insufficient. The demonstrated effect of the rotational velocity on the magnitude of the response further suggests that the classic approach of using clinorotation to determine presentation times, 34 gravisensitivity 3 or lag times 36 is too simplistic. The difference between vertical and horizontal clinorotation was not the result of (adaptive) changes in growth rates. The root growth rate was linear ( Table 1 ), regardless of the rate of rotation. The growth rate in horizontally clinorotated roots was equal to that of vertically-grown, non-reoriented roots. In contrast, vertical clinorotation reduced the growth rate. These results suggest that mass-shifting parallel to the root axis inhibits growth while lateral stimulation does not reduce growth. The difference may be attributable to different sensitivities of lateral membranes compared to upper and lower cell membranes in gravi- or mass sensitive (columella) cells. However, the difference may also pertain to cells in the elongation zone; vertical clinorotation may release more auxin than horizontal clinorotation. Auxin and ethylene are potent root growth inhibitors, 37 and likely related to clinorotation-induced growth changes; additional experiments will be required to identify to what extent the distribution of these hormones are affected by clinorotation. The curvature profile of non-gravistimulated roots fluctuated near the plumb line (0°), and demonstrates that clinorotation itself did not induce curvature and that clinorotation did not enhance or cause fluctuations. Reorientation intervals of 5, 10 and 15 min were chosen because they were longer than the presentation time 38 , 39 but less than the time necessary to complete curvature. Although direction and speed of clinorotation significantly affected curvature ( Fig. 1 ), the extent of curvature did not increase after 10 min of reorientation. The maximal response after 10 min reorientation coincides with the time course of statolith sedimentation to the new lower cell wall in Arabidopsis statocytes. 40 Although flax and Arabidopsis may have similar sedimentation kinetics, the saturation of the graviresponse after 10 min is also supported by our observation of maximal curvature after 10 min reorientation. Investigations with excess starch mutants indicate that gravisensing is not saturated 41 and studies of the presentation time show that much shorter reorientation times than signal saturation are sufficient to induce curvature and suggest that amyloplast sedimentation is not necessary for the initiation of gravitropism. 40 While earlier studies focused on the detection limit (presentation time) that is sufficient to induce curvature, 28 , 35 this study demonstrates saturation of the gravity stimulus likely coincides with the amyloplast sedimentation. Studies on gravity-induced gene expression, hormone redistribution and signal transduction should use this time as reference point for maximal effects of a (single) acceleration or reorientation stimulus. Several studies reported effects of horizontal clinorotation on gravicurvature. 3 , 42 Cress roots that were clinorotated vertically for 6 h showed auto-straightening, 42 similar to our data ( Fig. 1 ). Auto-straightening may result from diminishing signal persistence (lack of a lateral signal) or represent the tendency of growing structures to follow a straight trajectory. The onset of auto straightening (end of signal persistence) thus may depend at least to some extent on age, growth and meristematic activity 42 but not necessarily on auxin gradients. 43 Thus the memory of the gravity signal weakens as the tissue ages and the auxin signal diminishes. The stronger auto-straightening in vertically clinorotated roots in combination with the reduced growth rate and reduced curvature indicates that vertical clinorotation inhibits the formation of lateral auxin gradients or facilitates the uniform redistribution of growth regulators more than horizontal clinorotation. Amplification of curvature by faster horizontal clinorotation ( Fig. 1 ) corresponds to an earlier report, which showed that mechanostimulation at 5 Hz enhanced graviresponse 44 and is in line with theoretical calculations that implicate the cytoskeleton in force-transduction events. 45 Five Hertz corresponds to 300 rpm, a velocity that would exceed the threshold centrifugal forces (<0.0005 g, reviewed in ref. 33 – 35 ) for the thickness of a root (radius ∼0.2 mm), and even for a typical single cell (∼10 µm diameter). However, stronger curvature after faster rotation (e.g., 5 rpm) suggests that rotation affects the extent of curvature; the radius of our experimental setup (20 mm) was below the threshold of centrifugal forces (<0.0005 g). So far no reports exist on the effects of different rotational speed; additional experimentation may show that angular speed slower than 1 rpm may dampen graviresponsiveness even more than shown in this report. Thus, the rate of clinorotation affects the assessment of the gravitropic system in plants. The dependency of curvature on angular velocity suggests that presentation times may depend on the rate of clinorotation. The ability to perceive and store/retain the gravity signal for an extended time represents a type of memory. However, the response is short-lived (∼2 h) and clearly different from neurological bases of memory in animals. If signal saturation requires 10 min, the total retention time of the stimulus amounts to the duration of maximum curvature minus the stimulation time; i.e., if maximum curvature is achieved at 120 min, the signal persistence amounts to 110 min. The key factors involved in this plant memory may be the velocity at which auxin (sometimes likened to a neurotransmitter), 46 is redistributed and equilibrates among the differentially elongating tissues. The signal persistence of about 2 h coincides with the reported pattern of auxin flow that includes auxin redistribution and movement from the cap to the elongation zone. 46 Since asymmetric auxin flow is dependent on the relocalization of PIN proteins, it is possible that the “memory” is related to the stability of PIN relocalization. PIN 3, which is located in the columella cells, re-localized within 2 min from the basal side to the lateral side of the columella. 47 PIN3 proteins likely determine the initial direction of auxin flow within the root cap 47 , 48 and PIN 2 facilitates auxin flow from the columella to the elongation zone. 49 , 50 Another factor that could affect signal persistence is the actin cytoskeleton. Although actin is not involved in the initial perception, 51 it may downregulate uneven auxin distribution or contribute to ion channel activation. 52 Further work is needed to assess the time and extent of PIN relocalization as a function of angular velocity.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/34d2/3258067/f4bb057871ee/psb0609_1365_fig001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/34d2/3258067/29e53e9285f1/psb0609_1365_fig002.jpg"
    ]
  }
}