{
  "paper_id": "pmc_articles_PMC11166968",
  "title": "Ethical considerations for the age of non-governmental space exploration",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166968/",
  "sections": {
    "Abstract": "Mounting ambitions and capabilities for public and private, non-government sector crewed space exploration bring with them an increasingly diverse set of space travelers, raising new and nontrivial ethical, legal, and medical policy and practice ...",
    "Results": "Second, there might be tension between the potential clearance requirements desirable for a commercial spaceflight operator or provider – who might have an interest in lenient requirements to sell as many seats as possible to the limited pool of individuals who can afford them – and those desirable from the health standpoint of a particular SO. One might argue that SOs should undergo relevant medical consultations and decide on the risks they are willing to take, similar to making choices about risky adventures on Earth. So why should they not be in a position to make similar decisions for space? Nonetheless, while legal and social norms allow people to engage in some risks, the same norms do not give blanket allowance for people to do anything they want, instead exercising various degrees of paternalistic oversight both in people’s private and public lives (for an overview of paternalism and its issues, see Dworkin 2020) 65 . For example, many governments require drivers and passengers to wear seatbelts, they require motorcyclists to wear helmets, forbid the sale of certain drugs, they forbid people to enter into certain kinds of contracts (for selling organs, gambling debts, etc.). Questions thus arise about the appropriate degree of paternalistic oversight for space travel, as well as questions about who has the power to enforce relevant policies and regulations. A further complication – and again one that speaks in favor of increased guidance or regulation – is that compromised SO health might also affect fellow passengers. In fact, the September 2023 revisions of the FAA recommendations now recognize this problem at least partially, stating that “[m]edical consultation for space flight participants is recommended … to help prevent them from endangering other occupants …. [and] commercial operators will be challenged to control hazards to space flight participants from other space flight participants with medical conditions.” 61 This is, of course, also a problem with respect to various forms of ground and air transportation; however, it is exacerbated in the case of space travel. For one, providing assistance in space is more difficult than on the ground or in the air, thus putting fellow travelers in a position in which they are more likely to compromise their own safety during the course of providing help, especially in the absence of mandatory training. Further, space travel has inherent limits about the amount and kind of medical equipment that can be transported and effectively used in a spaceflight environment. Third, even if stringent screening requirements are in place, substantial uncertainties remain regarding the various health consequences of space travel, making it virtually impossible for specific individuals to understand what their actual health risks are, even if advised by someone “trained or experienced in aerospace medicine” 61 . Current data insufficiently address individual differences among astronauts such as age, sex, and genetic background 66 , which translates into significant uncertainty in predicting individualized space radiation hazards and outcomes for both astronauts and SOs 67 . In addition, while it is known that individuals metabolize drugs and supplements differently in space 68 – 70 , little to nothing is known about the physiology underlying these changes. Limited available data 70 suggests that even relatively common prescription drugs might work differently in space. Furthermore, the reduced and often unknown stability of pharmacologic ingredients and supplements over the course of exploration-rated space missions becomes even more critical 70 . Specially prepared space medications, appropriate repackaging to improve pharmaceutical stability, and more insight into individual pharmacokinetics are needed to supply both astronauts and SOs with effective pharmaceuticals and/or other treatment options. All of these considerations strongly suggest that some guidance and/or oversight with respect to potential SO screening and clearance would be highly beneficial (Fig. 3 ). In fact, this is not just so for the SOs, but also for the commercial providers who agree to transport them. While SOs are currently required to sign liability waivers, the legal status of these waivers is unclear, and so binding rules might also provide a way for providers to indemnify themselves against future lawsuits 71 . However, such rules should be sensitive to the diversity and variety of potential spaceflight endeavors: there is a difference between a private citizen enjoying a suborbital flight and a commercial crew member spending prolonged time in space for research purposes, perhaps on a commercial space station.",
    "Conclusion": "We are entering an exciting new era of space exploration previously only thought of as science fiction. Commercial/private and civilian spaceflights, such as Inspiration4 and the Polaris missions are no longer just a possibility but a reality. Exciting as these opportunities are, they also come with the burden of ensuring that future space travel will be as safe and ethical as possible. While governmental oversight has historically governed space activities, the emergence of non-governmental initiatives calls for unified ethical guidelines, safeguarding human well-being during selection, research, and decision-making in space. Since non-governmental outfits are not bound by the same rules in the same way, we as a community must ensure that the guidelines we set will guide space exploration according to the highest ethical and medical standards for humans that are currently possible, including selection of SOs, medical research ranging from human subject research to discussion of in-flight triage decisions. The added difficulties of non-universal terminology referring to different kinds of space travelers and of making guidelines sensitive to the diversity and variety of potential spaceflight endeavors will add further layers of complexity. The earlier and better any such guidelines can be implemented, the better the chances that space travel can be performed according to the safest and most optimal standards.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6bd7/11166968/76c13a4275e5/41467_2023_44357_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6bd7/11166968/1705271afde3/41467_2023_44357_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6bd7/11166968/ac0cde724d8a/41467_2023_44357_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/6bd7/11166968/646f7765c121/41467_2023_44357_Fig4_HTML.jpg"
    ]
  }
}