{
  "paper_id": "pmc_articles_PMC5454470",
  "title": "Spaceflight-induced synaptic modifications within hair cells of the mammalian utricle.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5454470/",
  "sections": {
    "Abstract": "Spaceflight imposes a radically different sensory environment from that in which the inner ear utricle normally operates. We investigated synaptic modifications in utricles from mice flown aboard a space shuttle mission. Structural synaptic plasticity was detected in the medial extrastriola, a region associated with encoding static head position, as decreased synapse density. These results are remarkably congruent with a recent report of decreased utricular function in astronauts immediately after returning from the International Space Station. Keywords: synaptic ribbon, ribeye, CtBP2, Shank1a, plasticity, resampling, linear mixed effects",
    "Results": "Topographical Sampling The strategy for imaging whole mounted utricles is illustrated in Fig. 2 A , representing a control specimen stained with fluorophore-conjugated phalloidin to illuminate the stereocilia at the apical surface of the epithelium. The darkened regions represent the photobleaching that was achieved during confocal imaging of the stereocilia and provided an unambiguous record of the regions imaged for each utricle. The regions labeled me1 and me2 represent the medial extrastriola, whereas the striola regions are labeled caudal, middle, and rostral corresponding to their relative topographic location. Similarly, Fig. 2 B exemplifies the image sampling of the horizontal crista planum. It is important to note that whereas the acquired striolar confocal volumes included hair cells lateral to the line of polarity reversal (LPR), substacks created for analysis from these larger volumes only included hair cells medial to the LPR, which was easily located in these specimens by virtue of the phalloidin labeling. Therefore, these analyses encompassed the striola, defined as the utricular region harboring calretinin-positive afferent calyces, which are almost exclusively medial to the LPR ( Li et al. 2008 ; Schweizer et al. 2009 ). Association of Shank1a with CtBP2 The data in Fig. 3 illustrate the close association between presynaptic CtBP2- and postsynaptic Shank1a-immunolabeled puncta. We utilized vestibular epithelia from the Y16 line of transgenic mice ( Feng et al. 2000 ) to analyze the spatial apposition in greater detail. In these specimens YFP was robustly expressed in afferent neurons projecting to the vestibular epithelia, terminating in several YFP-positive calyces (grayscale) illuminated in Fig. 3 A . Prominent among these is the calyx highlighted within the dashed box, within which is a large CtBP2-positive punctum closely apposed to a cluster of Shank1a-positive puncta. This calyx and associated immunolabeled puncta are shown at higher magnification by the single optical section in Fig. 3 B , illustrating the relative spatial relationship between immunolabeled puncta and intrinsic calyceal YFP fluorescence. The fluorescence intensity profiles along a line segment (dashed), drawn through the anti-CtBP2 and anti-Shank1a puncta, as well as the YFP-labeled calyx, are plotted in Fig. 3 C . The emission profiles of anti-Shank1a (green) and the postsynaptic calyx (gray) exhibit considerable overlap indicative of their colocalization; this finding is consistent with Shank1a being a receptor scaffold protein within the postsynaptic plasma membrane ( Braude et al. 2015 ). The peaks of both the YFP and Shank1a emission profiles were at a greater distance to the CtBP2 emission profile than to one another, consistent with the presynaptic location of CtBP2 within the hair cell. The distance between peak fluorescence of CtBP2- and Shank1a-immunolabeled puncta is ~1 µm. Further analyses of emission profiles exhibited by closely apposed CtBP2 and Shank1a puncta are illustrated in Fig. 3 D . Profiles of 13 puncta pairs were obtained from single optical sections of two independent confocal stacks in a manner similar to that demonstrated in Fig. 3 , B and C . The intensity profiles of the CtBP2 puncta were aligned, from which the relative distance of each corresponding Shank1a punctum was determined. Figure 3 D shows the mean fluorescence emission profile for all 13 puncta pairs (red solid and green dashed lines); the shaded regions represent the standard deviation of the mean emission for each channel along the profile path. These data illustrate that although the example profiles in Fig. 3 , B and C , exhibited a peak-to-peak distance of ~1 µm, the distances between mean fluorescence intensity peaks in these examples are much closer at ~0.3 µm. The key conclusion from these data is that the fluorescence emission profiles of Shank1a-positive puncta are consistent with Shank1a being an affirmative marker of the postsynaptic receptor complex in the mammalian utricle. The “close apposition” to CtBP2 exhibits some heterogeneity in distance. Furthermore, it is important to remember that utricular hair cell synaptic ribbon can extend considerably into the cytoplasm, and the CtBP2 signal is thus not expected to be as close to the presynaptic membrane as presynaptic markers are at conventional synapses. Synapse Densities in the Medial Extrastriola Exhibited Spaceflight-Induced Plasticity Analysis of the medial extrastriola was conducted in two larger image volumes as shown in Fig. 2 A (e.g., regions labeled me1 and me2). The objective of this sampling paradigm was to increase the area of medial extrastriola neuroepithelium that was analyzed; we had no a priori rationale for testing hypotheses regarding differential synaptic plasticity in specific medial extrastriolar loci (i.e., me1 vs. me2). Therefore, substack identity with respect to its larger original image stack was retained in the final analysis for the sole purpose of accounting for the repeated measures design (i.e., nonindependence of substacks parsed from the same larger image stack, and therefore the data was obtained using identical imaging parameters). The distributions of CtBP2- and Shank1a-positive puncta within individual medial extrastriolar confocal substacks are illustrated in the maximum-intensity projection micrographs from control and microgravity-exposed utricles in Fig. 4 , A and B , respectively. These micrographs provide a snapshot of labeled synapses imaged in whole mounted specimens, in which they are abundantly seen as closely associated CtBP2 (red)- and Shank1a (green)-immunolabeled puncta. Nuclei of hair cells are also visualized by virtue of positive anti-CtBP2 immunolabeling. The distributions of synapse densities, expressed as count per 100 µm 2 , are depicted by the box-and-whisker plots in Fig. 4 C . As described in methods , our implementation of the linear mixed-effects analytical model stipulated gravity condition as the sole fixed effect factor (2 levels, control and microgravity) and three additional random effects factors to account for measurement nonindependence. These random effects factors were region (measures from 3 substacks from each of 2 regions of medial extrastriola), specimen (2 regions from the same utricle), and observer ( observers A and B ; although their activities were independent and blinded to stack identity, they analyzed the same confocal stacks). The analysis accounts for the measurement variance due to the nonindependent random effects factors while quantifying the measurement variance due to gravity status (the fixed effect factor). The box-and-whisker plots illustrate synapse density distributions associated with control and microgravity conditions in the two medial extrastriola regions (labeled me1 and me2). Fig. 4. Open in a new tab Synapse distribution in confocal stacks from the medial extrastriola in control and microgravity utricles. A and B : maximum-intensity projection micrographs of medial extrastriola confocal stacks from immunolabeled control ( A ) and microgravity utricles ( B ). Synapses defined as closely apposed CtBP2- and Shank1a-positive puncta (examples highlighted by white arrowheads) are observed throughout the micrographs. C : box-and-whisker plots representing the distributions of synapse densities (synapse count per 100 µm 2 , normalized to surface area of confocal stack) in the 2 medial extrastriola regions (i.e., me1 and me2, Fig. 2 A ), illustrating the decreased synapse densities found in medial extrastriolae from microgravity specimens. D : box-and-whisker plots of hair cell densities in the two medial extrastriolar regions from control and microgravity specimens. These data and associated linear mixed model analyses illustrate the similarity in medial extrastriola hair cell distributions in both conditions, indicating that the differences in synapse densities cannot be explained by microgravity-induced alterations in hair cell density. The outcome of testing the null hypothesis via the linear mixed-effects model ANOVA, stipulating that synapse densities (as synapses per 100 µm 2 ) were similar in measures associated with control and microgravity conditions, is clearly shown in Fig. 4 C . This hypothesis was soundly rejected ( F = 17.69; F c,0.0001 = 15.91; P = 0.000032). From this analysis we conclude that synapse densities in medial extrastriola hair cells decreased with a 15-day exposure to microgravity. In comparing the median values across gravity condition, this decrease amounted to 32.6%. Hair cell densities in the mouse utricle and crista exhibit considerable heterogeneity across the topography of the epithelia, and therefore we analyzed this parameter in each substack. This analysis would serve as a control for heterogeneities in hair cell distributions across epithelial region that could contribute to synapse density. The results are illustrated by the box-and-whisker plots in Fig. 4 D . We implemented an identical linear mixed-effects analytical model to test the hypothesis that hair cell densities were similar in measures obtained from control and microgravity specimens. The analysis supported this null hypothesis ( F = 0.13; F c,0.05 = 3.83; P = 0.71), which indicated that the decrease in synapse density found in the medial extrastriola from microgravity-exposed utricles could not be explained by concomitant changes in hair cell density. Unchanged Synapse Densities in the Utricular Striola Reflect Topography-Dependent Plasticity To determine whether the spaceflight-induced modifications in synapse density exhibited in the medial extrastriola were manifested generally across the topography of the utricle, we analyzed synapse densities in the three striolar regions from control and microgravity utricles. These regions correspond to caudal, middle, and rostral areas as identified in Fig. 2 A . Figure 5 , A and B , represents maximum-intensity projections from middle confocal stacks of control ( Fig. 5 A ) and microgravity-exposed ( Fig. 5 B ) utricles. The numerical distributions of synapse density in the three striolar regions are shown in Fig. 5 C . Through the bootstrapped linear mixed-effects ANOVA, we tested whether synapse densities were similar in control and microgravity specimens (main gravity condition effect) and across the three striolar regions (main region effect). The analytical design also tested for interaction between the two main effects, which would identify synapse density differences between control and microgravity specimens in only one or two specific regions. The null hypothesis was supported for the main gravity condition effect, demonstrating that synapse densities were similar for control and microgravity conditions ( F = 0.035; F c,0.05 = 3.91; P = 0.85), as well as the interaction between gravity status and striolar region ( F = 1.14; F c,0.05 = 3.25; P = 0.37). However, this analysis did reveal differences in synapse density across striolar regions (main region effect; F = 8.10; F c,0.001 = 7.76; P = 0.0.00074). Application of the Tukey multiple comparison test indicated that synapse density within the middle striolar region was less than in both the rostral ( z = 2.77; z c,0.05 = 2.34; P = 0.016) and caudal regions ( z = 2.50; z c,0.05 = 2.34; P = 0.034), whereas densities in rostral and caudal striolar regions were similar ( z = 0.21; z c,0.05 = 2.34; P = 0.98). In summary, these data demonstrate that although synapse densities are not homogeneous across striolar regions, spaceflight did not induce further changes in synapse density within the utricular striola. This further indicates that the structural plasticity found in the medial extrastriola of microgravity utricles ( Fig. 4 ) is not homogeneous across the topography of the utricle. Fig. 5. Open in a new tab Synapse distribution in striolar regions of control and microgravity utricles. A and B : maximum-intensity projection micrographs representing confocal stacks from middle striolar regions in immunolabeled control ( A ) and microgravity utricles ( B ). Closely apposed CtBP2- and Shank1a-positive puncta (examples highlighted by white arrowheads) are observed throughout the micrographs. Synapses are clearly less dense in these striolar micrographs compared with those from medial extrastriola ( Fig. 4 ). C : box-and-whisker plots of synapse densities (synapse count per 100 µm 2 ) in caudal, middle, and rostral ( Fig. 2A ) striolar regions of control and microgravity specimens. Synapse densities in the striola were similar among all specimens regardless of gravitational condition. D : hair cell densities (hair cell count per 100 µm 2 ) among the 3 striolar regions in control and microgravity specimens are illustrated in box-and-whisker plots. Hair cell densities across gravitational condition were similar. The outcome of hair cell density measurements was similar to that found for synapse density, indicating similarities in hair cell density across gravity condition ( F = 0.13; F c,0.05 = 3.82; P = 0.71) and supporting the interaction of gravity condition and striolar region ( F = 0.50; F c,0.05 = 3.23; P = 0.62). However, hair cell densities across regions were heterogeneous, whereby hair cell density was higher for the caudal striola compared with the rostral ( z = 6.10; z c,0.05 = 2.91; P < 0.0001) and middle regions ( z = 6.99; z c,0.05 = 2.91; P < 0.0001), whereas densities in the middle and rostral regions were similar ( z = 0.91; z c,0.05 = 2.34; P = 0.64). Synapse Quantification in the Horizontal Crista Planum Tests for Gravity Nonspecific Modifications The horizontal cristae from control and microgravity specimens were also analyzed in the present study as “within-subject” controls. We proposed that the changes in synapse density in microgravity-exposed utricular epithelia were induced by the conditions of gravitational unloading concomitant with spaceflight. It was important to consider the alternative that the changes could be induced by alterations in environmental conditions imposed by spaceflight but not specifically associated with the gravitational unloading, such as general systemic stress, radiation exposure, or other unknown factors. If synaptic modifications were induced by factors not specifically associated with alterations in ambient gravity but generally affected labyrinthine sensory epithelia, then a high probability existed that these factors would affect the semicircular canal cristae, as well. Analysis of crista epithelia served as a test of this possibility. The results from analyses of horizontal crista epithelia are shown in Fig. 6 , showing CtBP2- and Shank1a-immunolabeled puncta in maximum-intensity projections of representative confocal micrographs ( Fig. 6 , A and B ) and a box-and-whisker plot ( Fig. 6 C ). Similar to the strategy for the utricular regions, we tested the hypothesis that synapse densities in horizontal cristae were similar in control and microgravity-exposed conditions. Using bootstrap linear mixed-effects ANOVA, we found that this hypothesis was supported ( F = 0.072; F c,0.05 = 4.05; P = 0.79), and therefore we conclude that synapse density is unchanged in the horizontal crista after spaceflight. Hair cell densities were also determined in the planar region substacks from control and microgravity horizontal cristae and are plotted in Fig. 6 D . Linear mixed model ANOVA analyses revealed that these densities were similar ( F = 1.67; F c,0.05 = 4.11; P = 0.20). Simulations of Random Associations Between Puncta in a Confocal Volume The present study incorporated a strategy of quantifying synapses defined as closely apposed pre- and postsynaptic puncta within “volumes” from various topographic regions of utricular and crista epithelia obtained from microgravity and control mice. Furthermore, the data from Fig. 3 illustrate that the inter-punctum distance for such “close apposition” could be as large as 1 µm when analyzed via confocal microscopy. We sought to glean some perspective for these synapse counts by evaluating the probability of random close appositions between pre- and postsynaptic puncta within 1 µm of one another. This was achieved by conducting simulations in which two populations of markers were independently and randomly distributed in a cubic volume measuring 30 µm in height, width, and depth. The resolution of each dimension was 30 nm (i.e., 1,000 points along each dimension), producing a total of 10 9 possible vertices (i.e., x , y , z coordinate locations) for random spatial distribution. This volume and possible locations were similar to the confocal volumes analyzed in the present investigation. Simulations were conducted for populations numbering 300, 400, and 500 puncta per marker (2 markers per simulation) based on counts of ~300–500 total CtBP2-positive puncta in the confocal stacks analyzed in the present study. For each simulation, counts of closely apposed puncta (i.e., one from each population within 1 µm) were determined. The simulation was repeated 10,000 times for each population quantity, the results of which are shown in Fig. 7 . An additional simulation was conducted for puncta populations of 300 per population, for which the distance criterion was reduced to 0.75 µm. All simulation data are expressed as random association counts per 100 µm 2 for direct comparison with the empirical synapse data in Figs. 4 – 6 . Fig. 7. Open in a new tab Simulations reveal the probability of random associations between 2 “virtual markers” within a volume. Histograms represent the distribution of 2 closely apposed (i.e., ≤1 µm) markers, 1 from each of 2 virtual populations, expressed as count per 100 µm 2 and conforming to the analyses reflected in Figs. 4 – 6 . The 2 virtual populations were randomly distributed in a cubic volume with x , y , and z dimensions of 30 µm and a resolution of 30 nm (1,000 points along each dimension). Each histogram reflects the distributions of random association within 1 µm between the 2 marker populations, numbering 300 (green thick dashed line), 400 (red solid line), and 500 (blue dashed line) for each marker. The mean number of random associations is reflected in parentheses within the key, and the count representing 5% probability for each distribution is indicated by the respective vertical arrows. Counts corresponding to the 1% probability for each distribution are 2.56 ( n = 300), 4.0 ( n = 400), and 5.78 ( n = 500). The histogram at the far left (green thin dashed line) represents the distribution of random associations within 0.75 µm to illustrate the decreased probability as the distance criterion decreases. As shown in Fig. 3 , many CtBP2 and Shank1a puncta are much closer than 1 µm. Despite 10 9 possible locations for each marker (i.e., 1,000 possible coordinates along each of 3 axes for a defined volume), these simulations demonstrate that the probability of a random association between members from each marker population (i.e., n = 300, 400, or 500 each, within 1 µm) is larger than might be expected. Consider the simulation in which random associations within 1 µm were counted for two marker populations numbering 300 each (green thick dashed line). This simulation demonstrated a 5% probability (i.e., α = 0.05) of a random association count of 2.2 per 100 µm 2 (indicated by the green block arrow along the abscissa). For the populations numbering 400 (red solid line) and 500 (blue dashed line), the random association counts at α = 0.05 were 3.6 (red block arrow) and 5.3 (blue block arrow) associations per 100 µm 2 , respectively. It is important to note that these associations are purely random and without any spatial specificity, whereas the immunolabeled puncta were certainly not random (i.e., immunolabeled puncta not observed in controls in which primary antibodies were withheld from processing). Furthermore, Fig. 3 D illustrates that the distance between many CtBP2 and Shank1a associations was far less than 1 µm. Therefore, an additional simulation was conducted to evaluate the influence of narrowing the distance criterion on the probability of random associations. For this simulation, the distance criterion was narrowed to 0.75 µm, whereupon the probability of random association decreased as illustrated by the histogram at far left in Fig. 7 (green thin dashed line). With narrowing of the distance criterion, the random association count associated with 5% probability was reduced to just over 1 “virtual synapse” per 100 µm 2 (green flared arrow, far left along abscissa). Very similar results were obtained when we simulated random distributions in 3-D volumes and measured the nearest distance between points of two distinct distributions. Therefore, although we cannot exclude the possibility of random association between CtBP2- and Shank1a-immunolabeled puncta, the probabilities of occurrence were low. Synaptic Plasticity The analyses presented thus far demonstrate an overall decrease in synapse density within the medial extrastriolae of utricles from microgravity-exposed mice, expressed as synapse count per 100 µm 2 of epithelia surface area. These changes were specific to this region of sensory epithelia, since synapse density modifications were not observed in the striolae or horizontal cristae. Because hair cell density is not uniform across all epithelial regions, we also analyzed synapse density normalized to hair cell density to further scrutinize synapse density modifications across sensory epithelia. These data are shown by the box-and-whisker plots in Fig. 8 for the medial extrastriola and striola regions of the utricle and for the horizontal crista planum. Consistent with the previous analyses, the linear mixed-effects model ANOVA revealed that synapse densities expressed as synapses per hair cell were similar in control and microgravity conditions for both the striola ( F = 0.036, F c,0.05 = 3.91; P = 0.85) and horizontal crista ( F = 0.54, F c,0.05 = 4.03; P = 0.48). However, synapse density per hair cell decreased in the medial extrastriola as a result of microgravity exposure ( F = 9.02, F c,0.005 = 7.95; P = 0.0027). This additional analysis supports the conclusion that microgravity-induced synaptic plasticity in medial extrastriola hair cells resulted from the loss of synaptic specializations. Fig. 8. Open in a new tab Summary box-and-whisker plots of synapse densities (number of synapses per hair cell) in vestibular epithelia from control and microgravity mice. Synapse density per hair cell was lower in the medial extrastriola in microgravity specimens compared with controls (** P = 0.0027), whereas comparable measures were similar in the 3 striola regions ( P = 0.85) and the planar region of the horizontal crista ( P = 0.48). In addition to those associated with Shank1a-positive puncta, the total complement of CtBP2-positive puncta also included synaptic ribbons undocked from an active zone, as well as ribbons associated with postsynaptic densities that did not incorporate Shank1a. As indicated above, Braude et al. (2015) found no evidence for postsynaptic densities in the mouse utricular striola that were Shank1a deficient but did not explore other topographic regions. Consequently, we cannot categorically exclude the possibility that some CtBP2-positive puncta were associated with Shank1a-deficient postsynaptic densities. Nonetheless, a comparison of total CtBP2-positive puncta in control and microgravity specimens provided insight regarding whether the change in medial extrastriola synapse density was consistent with a decrease in overall ribbon density in utricular hair cells. This was accomplished by applying the linear mixed-effects analytical model on total CtBP2 puncta densities (puncta per hair cell). These results are shown in Table 2 , in which the numerical results from the synapse densities (i.e., CtBP2 and Shank1a associations) are also included. These results ultimately demonstrated that total CtBP2 puncta densities were similar in control and microgravity groups. This finding supports the conclusions that exposure to microgravity does not result in alterations in synaptic ribbon density and that the decrease in synapse density (i.e., paired pre- and postsynaptic markers) was not induced by a decrease in synaptic ribbons in medial extrastriola hair cells. This analysis also provides insight pertinent to reconciliation of the present results with those previously reported by Ross and colleagues ( Ross 1993 , 1994 , 2000 ; Ross and Varelas 2005 ). Table 2. Summary distributions of synapse and CtBP2 puncta densities within the topographical regions of control and microgravity utricles (n = 4 each) Parameter Region Gravity Condition Percentile N 10 25 50 75 90 P Synapse density, count/hair cell Medial extrastriola Control 48 6.94 8.19 9.72 12.36 16.02 0.0027 Microgravity 48 5.04 5.81 6.92 8.37 9.43 Striola Control 70 2.26 2.76 3.61 4.54 5.52 0.85 Microgravity 68 1.83 2.74 3.77 4.75 5.95 Horizontal crista Control 24 5.88 7.19 9.62 10.86 17.36 0.48 Microgravity 24 3.76 5.74 9.01 12.06 13.30 CtBP2 puncta, count/hair cell Medial extrastriola Control 48 8.23 10.16 14.80 17.57 22.58 0.074 Microgravity 48 7.08 8.10 10.74 12.62 15.21 Striola Control 70 4.31 6.50 8.30 9.79 11.69 0.082 Microgravity 68 6.20 7.52 9.43 11.38 13.48 Horizontal crista Control 24 9.43 10.52 12.52 14.73 19.81 0.99 Microgravity 24 8.38 9.42 12.83 18.49 21.15 Open in a new tab Data are percentiles of synapse and CtBP2 puncta densities within the specified topographical regions of control and microgravity utricles ( n = 4 each). N value reflects the total number of measurements included in the distribution, including those made by 2 “observers” on the same specimens. Specimens included, in general, 3 subregions from each area (2 for medial extrastriola, 3 from striola, and 1 from the horizontal crista) within the topographical regions specified. As discussed in methods , appropriate consideration of nonindependent measures was a critical component of implementation of the linear mixed-effects analytical model.",
    "Conclusion": "We found that a 2-wk exposure to microgravity induces a reduction in synaptic density in the medial extrastriola of the utricle. The results of this investigation are systematically summarized in Fig. 9 , illustrating how the direct outcomes of the various analyses and controls enabled the exclusion of various alternative factors from contributing to the principal result. Because these factors were determined not to be responsible for the decrease in synapse density in the medial extrastriola, we were able to conclude that the synaptic modifications were induced by alteration in the static load acting on the region of the utricle that normally encodes static linear acceleration stimuli. Fig. 9. Open in a new tab Summary of results elucidating the systematic rejection of potential factors that could contribute to the principal finding of decreased synapse density. The exclusion of these factors leads to the principal conclusion that this decrease represents synaptic plasticity induced by alteration in the ambient gravitational environment associated with spaceflight. Of course, the design of this investigation included postflight harvesting of temporal bones and specimens of vestibular epithelia, which followed the transition from microgravity to Earth gravity and included periods of hypergravity. As such, we cannot exclude the possibility that the principal finding was affected by changes affected by the transient gravity environment associated with reentry. Evidence to refute this possibility comes from Ross (2000) , who showed that the changes in utricular hair cell synapse density were not markedly different in specimens harvested on flight day 13 and those harvested on postflight day 0 (and postflight day 9 , for that matter). The statistical comparisons of this previous study were influenced as much by variability within control specimens (see Comparisons with Ross’s Studies of Spaceflight-Induced Synaptic Plasticity). Modifications in Synapse Density Induced by Alterations in the Ambient Gravity Environment The data and analyses of the present investigation clearly demonstrate that modifications in synapse density were restricted to the utricular medial extrastriola in mice returning from 15 days of spaceflight. This modification amounted to a decrease in synapse density by approximately one-third, whether expressed as synapses per 100 µm 2 of epithelium or synapses per hair cell. Comparable changes were not found in extensive sampling of the striolae, nor were they found in the horizontal crista planum. Under normogravic conditions the utricular epithelium functions under the load imposed by the otolithic membrane, which results in hair cell stereocilia displacement during changes in head orientation with respect to the Earth’s gravity vector (e.g., following head tilt). Such changes in head orientation amount to very low frequency, or static, stimuli, and previous investigations of utricular afferent neuron response dynamics have indicated that such low-frequency stimuli modulate the activity of afferent neurons projecting from the extrastriolar regions of the epithelium. Afferents projecting from the striola exhibit phasic (i.e., high pass) dynamic response characteristics ( Fernández and Goldberg 1976b ; Goldberg et al. 1990a , 1990b ) and are sensitive to the transition component of static head tilts; i.e., their discharge adapts relatively quickly and does not signal the static change in head orientation. The microgravity condition associated with spaceflight results in static unloading of the utricular epithelium, which severely attenuates (or eliminates) the ambient acceleration required for static otolithic membrane displacement concomitant with changes in head orientation. The otolithic membrane retains its mass, and therefore head accelerations due to transient and translational movements remain responsible for otolithic membrane displacement and utricular (and saccular) hair cell stimulation (i.e., head acceleration acting on the otolithic membrane mass leading to the displacing force). Therefore, utricular function persists to encode linear transients and translation head movements under microgravity conditions; only the component of utricular function that depends on ambient gravity (i.e., coding of static head orientation) is compromised. The localization of the synaptic modifications to the medial extrastriola, and not the striola, provides support to the contention that they were induced by alterations in the ambient gravity environment and not an unforeseen secondary effect of spaceflight. This indicates that the mechanism driving the modification of synapse density was not general to the utricular epithelium. Of course, we cannot exclude the possibility that alteration in medial extrastriola synapse density resulted from a secondary effect of spaceflight that was restricted to this specific region of utricular topography. We advocate that the compendium of evidence supports the conclusion that the plasticity was the result of alteration in ambient gravitational loading. It remains to be determined whether this synaptic plasticity was driven by cellular mechanisms intrinsic to the epithelium or whether it required central processing and feedback through efferent vestibular neurons. Our experimental design included analyses of synapse density within the horizontal crista planum as an internal control for factors associated with spaceflight that might induce synaptic changes not directly related to sensory modifications of the utricle. These might include radiation or other environmental stressors ( Berger 2008 ; Lackner 2014 ; Reitz et al. 2009 ). We found synapse density to be unchanged in horizontal crista hair cells, indicating that the modifications in the utricular medial extrastriola were unlikely to have been induced by factors that could more generally mitigate synaptic alterations in vestibular epithelia. Synapse Density Decrease Implies a “Use It or Lose It” Plasticity Guideline The unloading of the utricular epithelium in microgravity results in the condition where stereocilia displacements during static changes in head orientation, and the concomitant modulation in hair cell membrane potential, do not occur. This indicates that a fraction of the sensory transduction and signaling cascade, funneled through the presynaptic complexes, does not occur during spaceflight and implies a dramatic reduction in total sensory modulation of the utricular epithelia. The combined evidence, both from the medial extrastriola and from the striola and horizontal crista, suggests that the reduction in synapse density is a result of this diminished total sensory transduction activity and is consistent with a general plasticity guideline where the reduction in sensory activity manifests as a reduction in synapses. This implies that the utricle conforms to a “use it or lose it” plasticity guideline and is consistent with recent findings from an investigation of sensory attenuation in the mammalian cochlea ( Liberman et al. 2015 ). Liberman et al. (2015) demonstrated a reduction in synapse density within cochlear inner hair cells following removal of the tympanic membrane, representing an experimental treatment to reduce the magnitude of acoustic input. There is some evidence that the retina undergoes similar changes following light deprivation ( Tian and Copenhagen 2001 ). Therefore, it appears that the general framework of synaptic changes resulting from diminished sensory activity within mechanosensitive hair cells is consistent and may be generalizable to diverse sensory systems, as well. Of course, we cannot exclude the possibility of intrinsic synaptic efficacy changes to the remaining synapses, whereby further alterations in sensory information transmission is mediated through fewer synapses. In the present study a synapse was defined as the close spatial association of CtBP2 and Shank1a immunolabeling. Our analyses provide additional insight into the subcellular changes underlying the microgravity-induced decrease in these paired associations. The CtBP2-positive ribbons quantified as synapses in the present analyses represented those at the active zone, being in close proximity to the postsynaptic density (PSD) protein Shank1a. Of the remaining complement of CtBP2-positive ribbons, one component was those undocked, or perhaps “loosely anchored,” to the presynaptic membrane ( Jing et al. 2013 ). Compromise in the expression of the presynaptic scaffold protein bassoon was shown to increase the incidence of loosely anchored ribbons ( Jing et al. 2013 ), suggesting that modulation of bassoon expression may represent a potential molecular mechanism to uncouple ribbons from the active zone in response to microgravity exposure. Another potential component of total ribbon density was represented by ribbons at an active zone but not associated with Shank1a-positive PSDs. Braude et al. (2015) showed virtually complete colocalization of Shank1a and PSD immunolabeling in the striolae of mouse utricles, indicating that Shank1a is a constituent of all striolar PSDs. This would seemingly argue against the possibility that a CtBP2-positive ribbon may represent a functional synapse in the absence of association with Shank1a immunolabeling. However, colocalization of PSD and Shank1 immunolabeling in medial extrastriolar afferent dendrites has not been examined, and therefore Shank1a immunolabeling may not identify all medial extrastriolar synapses. Therefore, whereas total CtBP2-positive ribbon density remained stable, the microgravity-induced decrease in synapse density may be explained by either an increase in undocked loosely anchored ribbons or a decrease in the relation of ribbons with Shank1a-positive PSDs. A third possibility consistent with the present findings is a microgravity-induced decrease in either Shank1a expression or total PSDs in the afferent dendrite. Further investigation into the composition or modification of vestibular afferent PSDs, particularly as they relate to utricular topography, is required to better understand how this crucial component of afferent neurotransmission may be modified. Comparisons with Ross’ Studies of Spaceflight-Induced Synaptic Plasticity On the surface, the findings of the present study are not consistent with the previous work of Ross and colleagues, who reported microgravity-induced increases in hair cell synaptic ribbon density ( Ross 1993 , 2000 ). The contrasting findings may be rooted in key differences in experimental models and methodology, which are listed in Table 3 . For this discussion, we focused on the results from Neurolab ( Ross 2000 ), although the salient features are similar to studies conducted during other spaceflight missions ( Ross 1994 ; Ross and Varelas 2005 ). Table 3. Contrasting experimental features between present study and Ross (2000) study Present Study Ross (2000) Animals Animal model C57Bl/6J mice Sprague-Dawley rats Age * 16 wk Unspecified adults Sex Female Unspecified Body mass† 20.4 330–404 Housing Group Single Methodology Primary experimental method Immunohistochemistry Transmission electron microscopy Specimen harvest Postflight In-flight, postflight Counting unit Pre- and postsynaptic pairs, CtBP2+ synaptic ribbons synaptic ribbons Topographic region Striola, medial extrastriola “Posterior”‡ Statistics Linear mixed model ANOVA with bootstrap resampling ANOVA Outcomes Principal results Synapse density decrease (medial extrastriola) Synaptic ribbon density increase for in-flight harvested specimens No change in total CtBP2 ribbon density; striolar ribbon densities nudged upward in microgravity Variability in controls precluded similar conclusion for postflight day 0 specimens Interpretation Topography-dependent plasticity associated with dynamic response heterogeneity Spaceflight-induced ribbon density changes stable to gravity transitions of earth-return Synaptic plasticity (density change in pre/postsynaptic components) unlikely to involve change in synaptic ribbon density Increased ribbon density may not define increase in functional synapses Open in a new tab * Age at landing. †Body mass (g) on day of landing. ‡Descriptions of sampling region are variable in studies by Ross; Ross (2000) specifies their analyses are derived from the posterior region of the rat utricle. Table 3 highlights a number of differences in the animal subjects between the present study and those used in previous spaceflight experiments ( Ross 2000 ). Although we do not anticipate major differences in how microgravity-induced utricular hair cell synaptic plasticity is manifested across rodent species, utricles of mice and rats do exhibit remarkable differences in topography (see Desai et al. 2005 ), which may affect subtle factors that contribute to plasticity (e.g., otolithic membrane loading and/or unloading). The sex and housing factors may have impacted locomotor behaviors during spaceflight, which may have led to a different repertoire of head movements during flight and differential influencing utricular hair cell synaptic plasticity. Perhaps the largest impact may be borne out of the large difference in body mass between mice and rats, influencing not only locomotor behavior but also other physiological systems (cardiovascular, musculoskeletal) during spaceflight, potentially having notable impact on systemic load sensing that may feed back to the vestibular periphery via efferent mechanisms. Despite the potential for the aforementioned (and other) factors to be responsible for the apparent contrasting findings of the present investigation and that of Ross (2000) , the most likely basis is harbored in the synaptic structure (counting unit) quantified in each investigation. The present study relied on close association between pre- and postsynaptic markers to identify a synapse, but we also quantified all CtBP2-positive puncta, including those not paired with postsynaptic Shank1a immunolabeling. We found that total CtBP2-positive puncta densities (paired plus unpaired) were similar within both striolar and medial extrastriolar regions of control and microgravity utricles. Although Ross (2000) applied strict criteria to define a synaptic ribbon (i.e., electron-opaque structure surrounded by a halo of vesicles), every ribbon was counted, including those that were completely within the hair cell cytoplasm (i.e., not apposed to the presynaptic membrane). Furthermore, it appears that multiple ribbons in a cluster were counted individually rather than as one synaptic complex. In the present investigation, intracytoplasmic (i.e., “undocked”) CtBP2-positive puncta would have contributed to the total count, but not in the synapse counts. Furthermore, CtBP2 immunolabeling does not enable counting of closely situated, or clustered, ribbons. Quantification of CtBP2-positive puncta over large regions of utricular epithelia provides a much broader perspective than can be achieved through spatially constricted ultrastructural analyses. Therefore, there appears to be a number of experimental differences that could belie the apparent contrasting findings between the present and previous ( Ross 2000 ) studies. What are the Drivers of Utricular Hair Cell Synaptic Plasticity? A compelling question stemming directly from the present results concerns the intra- and/or intercellular signals driving the modifications in synapse density. Two scenarios seem most plausible to account for how changes in utricular loading may lead to alterations in pathways responsible for establishment of afferent synapses. One possibility is that the principal driver of plasticity requires a signal generated through sensory integration within the central nervous system and transmitted centrifugally by vestibular efferent neurons. Of course, the cellular mechanisms through which an efferent signal might drive synaptic modifications within hair cells and afferent neurons are unknown. Efferent projections are primarily cholinergic, acting through nicotinic ( Holt et al. 2015 ; Jordan et al. 2013 ) and muscarinic receptors ( Holt et al. 2017 ; Zhou et al. 2013 ) on type II hair cells and afferent processes (i.e., calyces, boutons, and dendritic branches ( Jordan et al. 2015 ; Lysakowski and Goldberg 1997 ; Pujol et al. 2014 )). Any efferent-mediated plasticity in type I hair cells would require an indirect mechanism involving the afferent calyx (e.g., altering the postsynaptic receptor complex). Whereas nicotinic receptor activation contributes to a broad array of neurotransmission modulatory effects in the central nervous system, none of these have been shown to be mediated through inner ear-specific α9 or α10 receptors ( Dajas-Bailador and Wonnacott 2004 ). Morley et al. (2017) recently showed that vestibular evoked potential thresholds were elevated in α9 and α10 knockout mice, suggesting that chronic deprivation of a predominant form of efferent input to the vestibular epithelia manifest in sensitivity changes that may be similar to diminished synapse density. The second possibility is that the pathways for synaptic modifications are intrinsic to the hair cell. Such a mechanism would likely be “promiscuous” in affecting both type I and II hair cells. Of course, both intrinsic and efferent-mediated mechanisms might be involved, perhaps resulting in aspects of each mechanism segregating to distinct hair cell types. Could an efferent mechanism differentially drive plasticity in different topographic regions? This would seemingly require differential projections of individual efferent neurons to the striola and medial extrastriola. Although we previously found similarities in the densities of cholinergic terminals in these two utricular regions ( Sultemeier et al. 2010 ), we know of no direct evidence in mouse utricle demonstrating topography-dependent projection loci of efferent neurons. Evidence does exist, however, for such an organization in efferent projections to crista neuroepithelia ( Purcell and Perachio 1997 ), supporting the plausibility of this mechanism at the circuit level. It should be noted that although the present study did not distinguish synapse counts by hair cell types, there are type I and II hair cells in all regions of epithelia examined. Therefore, it is unlikely that our findings can be explained, for example, by the lack of plasticity in type I hair cells in the case that the driver is efferent mediated. The difference in the fraction of type II hair cells estimated in the striola and extrastriola (40% and 50%, respectively; Desai et al. 2005) makes it unlikely that synaptic plasticity in the striola went undetected even if plasticity were restricted to type II hair cells. Evidence of Peripheral Vestibular Adaptation in Astronauts The present investigation demonstrates that 15 days of microgravity exposure, which was a typical mission duration of the space shuttle era, is sufficient to induce structural plasticity in utricular hair cell afferent synapses in the mouse and that this change persists in the immediate postlanding hours. However, direct evidence of changes in the peripheral vestibular neuroepithelia of astronauts resulting from microgravity exposures of spaceflight has been inconclusive. In one of the more recent investigations, ocular counterrolling (OCR) was recorded from 7 astronauts at R+0 (within 2–24 h after landing), R+2 days, and R+4 days following space shuttle missions lasting 10–13 days ( Clément et al. 2007 ). OCR represents a direct response of the utricle to tilt-induced (i.e., low frequency) shear of the otolithic membrane and likely represents a test of utricular extrastriola regions. This examination revealed no difference in this subject group in any of the postflight tests compared with preflight studies. However, these investigators acknowledged the lack of sufficient power that hampered previous investigations with similar experimental goals and implemented methods to reduce OCR variability. At the same time, the same cohort of astronauts exhibited differences in the perception of roll tilt during early postflight tests compared with preflight. This does not necessarily conflict with the OCR findings suggesting the absence of spaceflight-induced changes in utricular neuroepithelia in astronauts, only that the OCR changes in this subject cohort may be very small in the context of response variance and subject number. There is recent evidence, however, demonstrating that longer spaceflight exposures incumbent with a 6-mo sojourn aboard the International Space Station do result in diminished vestibular function. Hallgren et al. (2016) have shown that OCR recorded from 25 astronauts/cosmonauts during the immediate postlanding period after each of their missions was attenuated by an average of 30%. Although the periods of microgravity exposure experienced by these subjects were vastly different from that experienced by mice in the present investigation, the outcome was suggestively congruent with the synapse density changes we report here. Although direct causal correlations are premature, the similarities suggest that the microgravity effects are relatively rapid and asymptotic, and do not progress with spaceflight duration. Translational Impact of Vestibular Hair Cell Synaptic Plasticity The principal finding of the present study indicates that mature vestibular hair cells retain capabilities for structural plasticity manifested through modulation of synapse density. Investigations are ongoing that are testing the hypothesis that synapse density increases may result from exposure to centrifugation-induced hypergravity, which would provide the foundation for future research into the molecular mechanisms through which these modifications are induced. This research will provide insight and strategies for inner ear rehabilitation through the induction of synapse density increases in conditions of vestibular paresis.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a5ac/5454470/5c120537ec9b/z9k0051741060003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a5ac/5454470/fec2bb65f934/z9k0051741060001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a5ac/5454470/fefd104ca4ca/z9k0051741060002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a5ac/5454470/3509e1151717/z9k0051741060006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a5ac/5454470/ff6513db65b7/z9k0051741060004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a5ac/5454470/dcf209d4e59e/z9k0051741060005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a5ac/5454470/b0191a081760/z9k0051741060007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a5ac/5454470/edbf1ee5e510/z9k0051741060008.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a5ac/5454470/989b0a91798b/z9k0051741060009.jpg"
    ]
  }
}