{
  "paper_id": "pmc_articles_PMC10261121",
  "title": "CubeSats for microbiology and astrobiology research",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10261121/",
  "sections": {
    "Abstract": "Space experiments are a technically challenging but a scientifically important part of astrobiology and astrochemistry research. The International Space Station (ISS) is an excellent example of a highly successful and long-lasting research platform ...",
    "Results": "",
    "Conclusion": "When designing future space facilities, organic compounds of prebiotic interest, cellular and molecular biosignatures, as well as both the fossilized remains and live microorganisms should be studied under plausible space and planetary conditions, with variable but known and controlled radiation, pressure, and temperature parameters 51 . To investigate a wide range of environmental parameters, space-based experimental facilities should implement dynamic humidity levels, wet/dry cycling and freeze/thaw cycles with the possibility of real-time analyses to follow any changes encountered. New facilities should allow for in situ thermal control and the possibility to simulate cool planets (e.g., N 2 cooling cycles), icy moons, comets, and interstellar-medium conditions (e.g., He cooling). For experiments involving living organisms, multiple generations of live, metabolically active organisms should be exposed via small payloads that implement fine temperature control, relative humidity, pressure, pH, atmospheric composition, nutrient/reagent supply, and the removal of waste products (liquids and gases). Bioreactors and microevolution chambers require further development and optimization, for instance microfluidic systems can implement fine control of a variety of environmental parameters. Microwells, each with independent fluidic inlets and outlets, can be utilized for a large number of low-volume microbial growth experiments, operated in parallel 52 . Experiments with living systems (such as NASA’s BRIC 53 , BioCell Habitat 54 ) require automatic assay, often including subsampling at regular intervals, in situ telemonitoring (observing the appropriate functions, e.g., metabolism, genetic transcription and translation, self-repair mechanisms and quantification of adaptions), and the capacity for adjustments to be made via telecommand. Although in situ analysis is currently the most effective means to acquire data from interplanetary probes, sample return or (ex situ) lab analogs are highly informative and complementary to such in situ analyses. To learn the most from in situ biological experiments conducted in space or planetary environments, following exposure, it is highly desirable to preserve and return samples to Earth for in-depth, laboratory-based studies. Of particular interest is the genomic, proteomic, transcriptomic & metabolomic influence of the space environment. This will require standardization of experimental protocols for selected, well-studied model organisms of interest, allowing gathered in space to be compared between experiments data. In general, analytical techniques should have a dual function: on the one hand, to give extensive information on the processes at work, and on the other hand, to allow comparison with astronomical data and data from space missions 38 , 55 . In addition to experiments focusing on the exposure of samples to the space environment, methods must be designed to process and handle samples returned from space missions, with particular emphasis on planetary protection and life detection. In this regard, space platforms with frequent access (e.g., ISS) are ideal to test sample-return scenarios for interplanetary missions (e.g., Mars).",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bba9/10261121/4cd100382c0d/41526_2023_292_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bba9/10261121/671e6b31a3ea/41526_2023_292_Fig2_HTML.jpg"
    ]
  }
}