{
  "paper_id": "pmc_articles_PMC10764921",
  "title": "Conducting plant experiments in space and on the Moon",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10764921/",
  "sections": {
    "Abstract": "Understanding the response of plants to varied gravitational conditions is vital for developing effective food production in space bioregenerative life support systems. This study examines the impact of altered gravity conditions on the growth and ...",
    "Results": "Relative growth rate (RGR) The analysis of variance (ANOVA) revealed a significant difference (F = 16.47, p < 0.001) for the RGR among the different gravity treatments. The Eta-squared and Epsilon-squared effect sizes indicated a large effect of the treatments on the RGR (Eta-squared = 0.54, Epsilon-squared = 0.51). The post hoc 'Tukey's test, conducted to determine the specific differences between the treatments, showed that the simulated microgravity treatment (sim-µg) (mean difference = 0.33, p < 0.001) had a significantly lower RGR (Fig. 6 ) compared to the control treatment (1 g) (mean difference = 0.38 ± 0.02). The simulated Moon partial gravity treatment (sim-Moon g) also exhibited a lower RGR than the control treatment, but the difference was not statistically significant (mean difference = 0.36, p = 0.25). Figure 6. Open in a new tab Observed RGR across the different treatments. Graph shows the relative growth rate (RGR) resulting from the different gravities levels. Data refer to means ± SD of the means (N = 12). The letters on top of the bars describes the homogenous subsets calculated with the Tukey's post-hoc analysis. In contrast, hypergravity treatments (2 g and 4 g) showed higher RGR compared to the control treatment. However, there was no significant difference between the control and 2 g hypergravity treatments (mean difference = 0. 38, p = 0.99). The 4 g hypergravity treatment (4 g) showed the highest RGR among all treatments, however the difference was not statistically significant compared to the control treatment (mean difference = 0.39, p < 0.50). Furthermore, the doubling time is reported. The sim-µg treatment exhibited the longest doubling time of 2.18 days, followed by the sim-Moon g, 1 g, 2 g, and 4 g treatments with doubling times of 1.99, 1.83, 1.82, and 1.82 days, respectively (Fig. 7 ). Figure 7. Open in a new tab Observed DT across the different treatments. The graph shows the calculated doubling time-based on the RGR expressed in the different gravity levels. Data refer to means ± SD of the means N = 12. Morphological difference Analysis of the morphological characteristics of Wolffia globosa fronds revealed differences in frond length among the gravity treatments. Resulting in a variation in the length of both short and long axes. Results of the ANOVA for the long side length showed a significant difference among gravity treatments (F = 17.34, p < 0.001). Results revealed that the fronds in the 1 g treatment exhibited the longest length (mean = 0.76 mm), followed by the sim-Moon g treatment (mean = 0.76 mm), the sim-µg treatment (mean = 0.75 mm), the 2 g treatment (mean = 0.73 mm), and the 4 g treatment (mean = 0.71 mm) (Fig. 8 ). Similarly, for the short side length, a significant main effect of gravity treatment was found (F = 5.349, p < 0.001). Post hoc tests showed that the fronds in the sim-µg treatment displayed the shortest length (mean = 0.56 mm), followed by the 4 g treatment (mean = 0.57 mm), the sim-Moon g treatment (mean = 0.57 mm), the 2 g treatment (mean = 0.58 mm), and the 1 g treatment (mean = 0.59 mm). These results suggest that the gravity environment significantly affects the morphological characteristics of Wolffia globosa fronds, resulting in shorter (long axis) plants for those that exhibited the highest growth and vice versa. Figure 8. Open in a new tab Comparison between average long and short sides across different treatments. Graphs show the average length in mm of the long and short sides of different mother fronds across different gravity treatments. Data refer to means ± SD of the means, N = 100. The letters on top of the bars describe the homogenous subsets calculated with Tukey's post-hoc analysis. Analysis of the ratio in relation to the long side of Wolffia globosa fronds revealed significant differences among the different gravity treatments (F = 11.162, p < 0.001). Post hoc tests reported that the sim-µg treatment exhibited the highest ratio value (mean = 1.33), followed by the sim-Moon g treatment (mean = 1.32), the 1 g treatment (mean = 1.30), the 2 g treatment (mean = 1.27), and the 4 g treatment (mean = 1.26). These results suggest that the low gravity environment (sim-µg and sim-Moong) significantly impacts the ratio in relation to the long side of Wolffia globosa fronds (Fig. 9 ). Figure 9. Open in a new tab Long side ratio of the measured mother fronds across different treatments. Data refer to means ± SD of the means, N = 50. The letters on top of the bars describes the homogenous subsets calculated with the Tukey’s post-hoc analysis.",
    "Conclusion": "The findings of this study shed light on the response of Wolffia globosa to altered gravitational conditions. While the results revealed some variations in growth and morphological traits among the different gravity treatments, these observations present exciting opportunities for further exploration and potential applications. In the realm of plant cultivation for space exploration (on orbital platforms, the Moon, and Mars), a more profound comprehension of plant reactions to altered gravitational conditions is essential 16 . Previous studies have shown various effects of microgravity on the growth of several plant species, but research on the effects of partial gravity and hypergravity on plants has been limited 15 , 18 . The aid of facilities such as RPMs and LDC can be the perfect testing ground before experimenting with true microgravity 18 , 19 and testing the effect of different gravity levels on the performances of novel space crop species 7 . Plants grown under microgravity conditions manifest a slower growth rate compared to those grown under Earth’s gravity 35 . Results from our investigation show that simulated microgravity and simulated Moon gravity treatments resulted in slightly lower growth rates than the control treatment (Fig. 5 ). Although these differences, it is important to note that the relative growth rates observed in these treatments were still substantial, with the simulated microgravity treatment exhibiting a relative growth rate of 0.33 per day and the simulated Moon partial gravity treatment exhibiting a relative growth rate of 0.36 per day while it was 0.38 per day in the 1 g control plants. In addition, although reduced by the altered gravity conditions, growth rates of the Wolffia plants remain higher than those typically observed in other higher plant species 36 . Results from past experiments show the relative growth rate over a span of 40 days of lettuce grown under simulated microgravity, yielding a rate of 0.08/day 37 . The effects of altered gravity, especially microgravity (whether real or simulated), on higher plant species have been the subject of numerous scientific studies 38 . Wolffia globosa is the smallest higher plant, and its morphology is entirely distinct from other higher plants 39 . It doesn’t exhibit the typical morphology of roots, stems, and leaves but only has a frond that cannot be associated with any of the three main organs 39 . The results of previous studies on the effects of altered gravity on plant growth are not directly comparable to this species. Most of the research conducted focuses on the interactions between microgravity and roots 10 – 12 , 14 , 21 . Wolffia globosa is famously known as a rootless plant 39 . To further complicate matters, their rootless nature makes comparison with what has been studied so far challenging. Additionally, while microgravity has often been reported as a limiting growth factor for plants 40 – 42 , results from tests performed under hypergravity are disagreeing. Studies on the nucleolar activity or on the elongation of hypocotyls in both Arabidopsis thaliana and Cucumis sativus , showed a decrease in growth rates 43 , 44 . At the same time, other results suggest that hypergravity might not affect growth 45 . In our experiment, the 2 g and 4 g hypergravity treatments manifest an increasing (although not statistically significant) trend in growth rates compared to the control treatment (Fig. 6 ). This possible positive response to hypergravity treatments opens up interesting possibilities for future studies and potential applications in space agriculture but requires new ad hoc tests, eventually applying higher levels of hypergravity to amplify the phenomenon. In such a scenario, hypergravity conditions could be leveraged to enhance plant productivity and biomass accumulation in controlled environments, such as space stations. Considering that morphology plays a crucial role in plant growth, survival, and productivity 46 , we investigated the effect of different gravitational treatments on the shape of Wolffia globosa frond. Moreover, results revealed significant differences among the treatments for both the long and short sides. Worth mentioning that such an effect occurred on plants that can be considered genetically identical. The study findings revealed that the fronds of Wolffia globosa were most extended in the 1 g treatment, both on the front and back sides. Subsequently, the sim-Moon g, sim-µg, 2 g, and 4 g treatments followed in terms of frond length. These results suggest that both simulated microgravity and simulated Moon’s partial gravity have don’t have an impact on frond elongation. Furthermore, when analysing the ratio in relation to the longer side, significant differences were observed among the gravity treatments, indicating distinct frond shapes. The sim-µg treatment resulted in the most elongated frond shape, followed by the sim-Moon g, 1 g, 2 g, and 4 g treatments. These findings provide compelling evidence supporting the significant influence of gravity on the morphological characteristics of Wolffia globosa fronds. The observed variations in frond length and shape among the treatments underscore the role of gravity in shaping plant growth and development. Specifically, the sim-µg treatment consistently induced the most pronounced changes, suggesting its potential as a key factor in determining frond morphology. These results contribute to our understanding of how different gravity environments impact the growth and shape of Wolffia globosa , highlighting the importance of considering gravity conditions in cultivating and manipulating these plants for various space applications. Understanding the underlying mechanisms driving these morphological changes could provide valuable insights into the plant's ability to perceive and respond to gravitational cues. The adaptability of Wolffia globosa to altered gravity conditions suggested by our data hints at the potential use of plants from the genus Wolffia in space agriculture. These plants, characterised by rapid growth and high nutrient content, are strong candidates for food production in space, where resource constraints are critical 7 , 13 . Our findings further appraise the possible use of Wolffia globosa for space exploration and the establishment of sustainable agriculture in extraterrestrial environments. The robust growth and adaptability to altered gravity conditions can be added to the small size, rapid growth rate, and high nutrient content, confirming that this genus deserves consideration for cultivation in limited space and resource-constrained environments 7 . Although Wolffia globosa exhibited a reduced growth rate in our experiment under simulated microgravity, previous research has seen growth enactment of Wolffia globosa under simulated microgravity 26 . As already mentioned by the authors of the up-mentioned work, the enhanced growth might be linked to better utilisation of dissolved oxygen and organic substances in the growth medium due to the type of cultivation system they have employed 26 . The varying responses observed among different gravity treatments in our experiment could be attributed to the interplay between genetic variability within the Lemnaceae family and the specific environmental conditions experienced by each individual plant. Notably, the genus Wolffia comprises numerous species with significant genetic diversity. Testing the effects of altered gravity on only one clone of Wolffia globosa , as done in our experiment, provides a valuable starting point but may not fully capture the entire range of responses within the genus Wolffia . Further investigations involving multiple Wolffia species and clones are warranted to explore the full extent of the species' reaction to altered gravity and better understand the role of genetic variability in shaping their growth patterns. The recent sequencing of the genome of Wolffia australiana has provided valuable insights into the genetic characteristics of Wolffia species 47 . One intriguing finding is the absence of gravity-sensing genes commonly observed in higher plants. More specifically, new findings have shed light on the missing LAZY proteins in Wolffia australiana 28 . This genetic difference suggests that Wolffia species have evolved alternative mechanisms to perceive and respond to gravity cues, which may explain the distinct growth patterns exhibited under altered gravitational conditions. Furthermore, to some degree, the enhanced growth rate seen under the hypergravity treatment could be attributed to gravity resistance genes such as PTH2 48 . Our results partially confirmed the expected limited reaction to gravity also of Wolffia globosa . The adaptability of Wolffia globosa to different gravitational conditions supported the hypothesis that the loss of gravity-sensing genes reported in the sister species Wolffia australiana might also occur in Wolffia globosa . The slight variations in growth rates and morphological traits observed among the treatments open up interesting avenues for future research and potential applications in space agriculture. In addition to its implications for space agriculture, this research also contributes to our understanding of fundamental plant biology. The findings of our experiment might encourage further investigations to clarify the evolutionary pathways that shaped the peculiar adaptation to gravity associated to a return to an ancestral aquatic environment of Wolffia genus.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5465/10764921/05e81f7e9352/41598_2023_49680_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5465/10764921/e8ad41058f28/41598_2023_49680_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5465/10764921/12c39d361c0f/41598_2023_49680_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5465/10764921/cc3e118ec107/41598_2023_49680_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5465/10764921/1a36e6ba9bd9/41598_2023_49680_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5465/10764921/d6fe8fa82165/41598_2023_49680_Fig6_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5465/10764921/4fcd49047116/41598_2023_49680_Fig7_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5465/10764921/956f0ce9e22e/41598_2023_49680_Fig8_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5465/10764921/f52b5d551c2a/41598_2023_49680_Fig9_HTML.jpg"
    ]
  }
}