{
  "paper_id": "pmc_articles_PMC3982735",
  "title": "Ethylene-induced flavonol accumulation in guard cells suppresses reactive oxygen species and modulates stomatal aperture",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3982735/",
  "sections": {
    "Abstract": "In the epidermis of Arabidopsis leaves, flavonols specifically accumulate in guard cells with enhanced synthesis in the presence of ethylene, where they lower the levels of reactive oxygen species and reduce the rate of stomatal closure .",
    "Results": "Flavonols and Their Biosynthetic Machinery Are Found in Guard Cells To determine whether flavonols accumulate in guard cells, we used diphenylboric acid 2-aminoethyl ester ( DPBA ) dye to detect flavonols. The specificity of DPBA fluorescence was demonstrated in Arabidopsis ( Arabidopsis thaliana ) roots using mutants in flavonol synthesis, with no signal observed in the transparent testa4-2 ( tt4-2 ) mutant that makes no flavonoids ( Lewis et al., 2011 ) because of a mutation in the gene that encodes chalcone synthase ( CHS ), the first step in the flavonoid biosynthesis pathway. The DPBA fluorescence of the surface of an Arabidopsis leaf, with and without a differential interference contrast ( DIC ) overlay of pavement cells, illustrated localized accumulation of flavonols in guard cells with no signal in surrounding pavement cells ( Fig. 1, A and B ). This pattern was observed in more than 50 leaves. We also asked whether the flavonol localization was restricted to guard cells as a result of flavonol biosynthesis in those cells. Epidermal leaf peels of transgenic plants with a CHS promoter driving a GUS reporter were visualized by bright-field microscopy. GUS product accumulated in the epidermal guard cells ( Fig. 1C ), with no GUS product accumulation in surrounding pavement cells. This reporter is expressed in additional cell layers in cross sections of whole leaves ( Chory and Peto, 1990 ). These results were consistent with tissue-specific signals, including transcriptional controls of flavonol synthesis, restricting flavonol accumulation to guard cells. Figure 1. Open in a new tab Flavonols accumulate in guard cells. A, Confocal micrograph showed yellow DPBA fluorescence in guard cells, but not pavement cells. B, DIC image overlaid on a confocal micrograph of wild-type leaves showing the location of yellow DPBA fluorescence. C, Bright-field image shows CHS : GUS expression in guard cells, but not pavement cells of wild-type plants. Bar = 15 μm. To more quantitatively and precisely image DPBA in leaf tissue, we optimized laser scanning confocal microscope ( LSCM ) settings in order to spectrally separate total flavonol fluorescence from chlorophyll autofluorescence. Using the basal surface of a whole Arabidopsis leaf, confocal micrographs showed autofluorescence of chlorophyll in the blue channel and DPBA staining in the yellow channel ( Fig. 2 ). The absence of the DPBA signal in tt4-2 guard cells confirmed the specificity of this staining in leaf tissues, complementing the previous studies in roots ( Buer and Muday, 2004 ; Lewis et al., 2011 ). This image indicated that we can resolve these two fluorescent signals and that flavonols accumulated in the cytosol, but not the chloroplasts of guard cells. It was also evident that DPBA fluorescence was greater in the regions of the guard cell that appeared to be nuclei, a cellular location that exhibited flavonoid accumulation in other plant cells types ( Feucht et al., 2004 ; Saslowsky et al., 2005 ; Lewis et al., 2011 ). Verification of nuclear flavonol accumulation was completed by simultaneously imaging DPBA and Hoechst 33258, a nucleic acid stain ( Supplemental Fig. S1 ). After imaging DPBA with spectral separation, we imaged the same guard cells using single-channel microscopy to visualize Hoechst fluorescence and consistently observed that the region of bright DPBA staining in the center of each guard cell also had nucleic acids, as detected by Hoechst, consistent with a nuclear accumulation of flavonols. Figure 2. Open in a new tab Flavonol accumulation is absent in tt4 guard cells and enhanced in eto1 guard cells. DPBA bound to flavonols is shown in yellow and chlorophyll autofluorescence is shown in blue. Bar = 15 μm. The levels of DPBA fluorescence in the cytosol and nucleus of the wild type and tt4-2 were quantified in 90 guard cells and are reported relative to the levels in the cytosol of ecotype Columbia 0 of Arabidopsis ( Col-0 ; Fig. 3A ). DPBA fluorescence was at background levels in tt4-2 , whereas wild-type plants had a robust DPBA fluorescent signal, with approximately 2-fold higher intensity in the nucleus than in the cytosol. Figure 3. Open in a new tab A, Subcellular flavonol accumulation in wild-type guard cells compared with eto1 and tt4 . Flavonol accumulation was measured using guard cell DPBA fluorescence intensity values and the average ± se is reported relative to the levels in the cytosol of Col-0 for n = 90 stomata. Asterisks indicate significant differences ( P < 0.005) between the mutant and the wild type within cellular location. Number signs indicate significant differences ( P < 0.02) between cytosol and nucleus within genotype. B, LC-MS analysis of flavonol levels in whole leaves showed enhanced accumulation of quercetin and kaempferol in eto1 leaves compared with the control ( P < 0.003 and P < 0.06, respectively). No flavonols were detected in tt4 . Data represent results from three separate experiments each with n = 6. ND, Not detected because compound is either absent or below the level of threshold detection. Flavonol Accumulation in Guard Cells Affects ABA -Induced Stomatal Closure To analyze the functional significance of flavonol accumulation in guard cells, we compared ABA -dependent stomatal closure in wild-type and tt4-2 guard cells. Because ABA triggers a ROS burst in guard cells and flavonols reduce ROS concentrations, we expected flavonol concentrations in guard cells to be inversely proportional to the rates of ABA -induced stomatal closure. Leaves were excised and incubated with 20 μ m ABA for 0, 45, 90, or 180 min. At the indicated times after treatment, epidermal peels were generated and DIC images were captured and used for measurement of stomatal aperture. Apertures were quantified in 30 stomata for three separate experiments ( Fig. 4 ). Although tt4 and the wild type showed similar aperture in opening solution, the initial ABA -induced stomatal closure response was greater in tt4 guard cells than the control, with all aperture values significantly different than the wild type ( P < 0.05). The apertures of stomata were also quantified in the absence of ABA under identical conditions over the same time course in these two genotypes. The guard cells remained open under these conditions and there were no detectable differences between the wild type and tt4-2 ( Supplemental Fig. S2 ). We also examined the effect of 3 h of ABA treatment on DPBA fluorescence in guard cells, mirroring the time course of ABA in the stomatal closure assays to ask if ABA altered flavonol synthesis. The DPBA signal was not altered by ABA during this 3-h treatment ( Supplemental Fig. S3 ). These results were consistent with the absence of an antioxidant in tt4-2 guard cells that leads to an increase in signaling via ROS . Figure 4. Open in a new tab Stomatal aperture of Col-0 and tt4 in response to ABA . ABA sensitivity is indirectly proportional to relative flavonol concentration. Guard cells were incubated under white light in a 20-μM ABA solution for 0, 45, 90, and 180 min. The average ± se of 90 stomata from three biological replicates are reported. Asterisks indicate significant differences ( P < 0.05) between the mutant and Col-0 at each time point as determined by the Student’s t test. Elevated Ethylene Levels through Exogenous Treatment or in the ethylene-overproducing1 Mutant Increase Flavonol Accumulation Because elevated ethylene levels were previously shown to increase flavonol accumulation in Arabidopsis roots ( Lewis et al., 2011 ), we asked whether there is similar regulation in guard cells. DPBA fluorescence was examined in the ethylene-overproducing1 ( eto1 ) mutant ( Chae et al., 2003 ) and enhanced flavonol accumulation was observed in the guard cells ( Fig. 2 ). The DPBA fluorescence intensity was quantified in 90 stomata and average fluorescence is reported relative to the values in the cytosol of Col-0 ( Fig. 3 ). There is a >1.6-fold increase in DPBA fluorescence in the cytosol and a >1.5-fold increase in the nuclei of eto1 guard cells compared with the wild type ( Fig. 3 ; P < 0.001). To further examine the effect of ethylene on flavonol synthesis in guard cells, we treated plants with exogenous ethylene. The wild type and the ethylene-insensitive2-5 ( ein2-5 ) mutant, an ethylene signaling mutant with nearly complete ethylene insensitivity ( Alonso et al., 1999 ), were treated with 5 μL/L ethylene gas for 24 h, and then DPBA fluorescence in the guard cells was imaged ( Fig. 5 ). The DPBA fluorescence was quantified in both the nucleus and cytosol, as described above, for 30 stomata per treatment in three separate experiments, and the average signal relative to the signal in the cytosol of untreated Col-0 was calculated ( Fig. 5 ). Similar to eto1, the guard cells of ethylene-treated wild-type plants had enhanced DPBA fluorescence in the cytosol and nuclei compared with an untreated control ( P < 0.01). A similar magnitude increase in DPBA fluorescence was also evident after 3 h of ethylene treatment, as shown in Supplemental Figure S3A . Guard cells of ein2-5 had significantly lower DPBA fluorescence than Col-0 in both the cytosol and nucleus in the absence of treatment ( P < 0.02) and showed no increase in DPBA fluorescence after ethylene treatment ( Fig. 5 ). Figure 5. Open in a new tab Subcellular flavonol accumulation in Col-0 and ein2-5 guard cells with and without ethylene treatment. Intact soil grown plants were incubated in ethylene gas at 5 μL/L concentration for 24 h. DPBA fluorescence intensity values were quantified and are reported relative to the untreated Col-0 cytosol fluorescence intensity. Asterisks indicate significant differences ( P < 0.02) between the mutant and the wild type within treatment. Number signs indicate significant differences between treated and untreated controls within a genotype as determined by the Student’s t test ( P < 0.02). The average ± se of 90 stomata from three biological replicates are reported. We employed HPLC together with mass spectroscopy ( LC-MS ) to directly quantify concentrations of kaempferol and quercetin in whole leaves to examine the effect of elevated ethylene levels on flavonol concentration. Hydrolyzed flavonol samples extracted from 18 leaves of 4-week-old Col-0 , tt4-2, and eto1 plants were analyzed to examine the total flavonol pools of each compound. The concentrations of flavonols were detected in three separate experiments, with a representative graph shown in Figure 3 . Flavonol extractions from whole leaves showed 1.3- and 5-fold increased levels of accumulation of kaempferol and quercetin, respectively, in eto1 compared with the wild type. This experimental approach could not demonstrate that ethylene-dependent increases in flavonols were localized specifically to guard cells, but it did illustrate that the increases in total flavonol concentrations mirror the fluorescence increases in guard cells observed with DPBA staining. ROS Accumulate in Guard Cells and Are Affected by Flavonol Concentrations The concentrations of ROS are highly regulated in guard cells and are an essential feature of rapid stomatal closure in response to ABA ( Pei et al., 2000 ; Kwak et al., 2003 ). ROS concentration within guard cells was examined to determine whether flavonols are acting as antioxidants in vivo. To visualize ROS accumulation in Arabidopsis leaf tissue, we used 2',7' dihydrodichlorofluorescein diacetate ( H2DCF-DA ), a general ROS fluorescent sensor ( Halliwell and Whiteman, 2004 ). In the past, this fluorescent probe has been imaged with UV light to visualize ROS in guard cells ( Kwak et al., 2003 ); however, we excited with a 488-nm laser, a wavelength that is more frequently used when imaging this probe ( Halliwell and Whiteman, 2004 ). H2DCF-DA is taken up by cells, in which internal cellular esterases cleave off the diacetate functional group, preventing 2',7'-dichlorofluorescein (DCF) from diffusing outside of the cell. Upon oxidation by ROS , DCF becomes fluorescent. To minimize any dye uptake difference or light-induced fluorescence increases that can occur with this dye ( Murata et al., 2001 ), all incubation and imaging times and settings were carefully maintained within each experimental comparison. We used spectral separation through confocal microscopy to separate out chlorophyll autofluorescence from DCF fluorescence in guard cells in epidermal leaf peels of the wild type, tt4-2 , and eto1 ( Fig. 6 ). In all three genotypes, DCF fluorescence was at very low levels in pavement cells, but accumulated in guard cells in both nuclei and the cytosol, with greater fluorescence in the nuclei, mirroring the tissue and subcellular accumulation of flavonols. The levels of DCF fluorescence in the cytosol and nucleus of the wild type, tt4 , and eto1 were quantified in 90 guard cells and values were normalized relative to the levels in the cytosol of Col-0 ( Fig. 6B ). In the tt4 mutant, which does not synthesize flavonols, DCF fluorescence intensity was greater in both the cytosol and the nucleus of guard cells compared with the wild type. Quantification of DCF fluorescence indicated that there is a 2- and 2.5-fold increase in tt4-2 in the cytosol and nucleus, respectively, compared with wild-type guard cells. Figure 6. Open in a new tab A, Confocal micrographs of H2DCF-DA -stained guard cells of 4-week-old Col-0 , tt4 , and eto1 plants. DCF fluorescence is shown in green, and chlorophyll autofluorescence is shown in blue in separate channels and merged images captured under identical confocal settings. B, Quantification of subcellular DCF fluorescence in guard cells. Leaf peels of 3- to 4-week-old plants were stained with 2.5 μM H2DCF-DA for 30 min and imaged using confocal microscopy. DCF intensity values in the cytosol and nucleus of guard cells were determined and are reported relative to the levels in the cytosol of Col-0 . The average ± se of 90 stomata from three biological replicates are reported. C, Quantification of subcellular DCF fluorescence in guard cells. Data from two experiments are combined and the average ± se of 60 stomata are reported. Asterisks indicate significant differences ( P < 0.005) between the mutant and the wild type within treatment. Number signs indicate significant differences ( P < 0.05) between treated and untreated controls within a genotype as determined by the Student’s t test. Bar = 15 µm. There were also lower levels of DCF fluorescence in eto1 than in the wild type with reduction to 60% of the values in the untreated wild type, consistent with the higher levels of antioxidants in the presence of elevated ethylene. Ethylene treatment for 24 h showed decreased ROS accumulation in the wild type ( Fig. 6 ), with similar ROS decreases observed after 3 h of ethylene treatment compared with untreated controls ( Supplemental Fig, S2B ). In tt4 , there were increased levels of ROS detected at 24 h, but not after 3 h of ethylene treatment compared with untreated tt4 ( Fig. 6 ). The 24-h ethylene treatment results mirrored a previous report that ethylene induced ROS accumulation in guard cells through activation of NADPH oxidase AtRBOHF ( Desikan et al., 2006 ). Together these images suggested an antioxidant activity of flavonols in guard cells, by illustrating an inverse relationship between flavonol concentration and ROS levels using both mutants to block flavonol synthesis and treatments and mutants to elevate ethylene levels and flavonol accumulation. Stomatal Closure Is Modulated by Ethylene Levels The effect of 24 h of ethylene treatment of the wild type and tt4 and in the untreated eto1 mutant was examined using the same above-described stomatal closure assay. The closure at time 0, 45, and 90 min after ABA treatment for 90 stomata from three experiments were quantified in these three genotypes ( Fig. 7 ). After incubation in the opening solution for 3 h, all stomata were equivalently open and in the absence of added ABA , remained equivalently open ( Supplemental Fig. S2 ). Ethylene-treated wild-type and eto1 guard cells showed decreased closure in response to ABA , whereas untreated tt4 shows the most stomatal closure at each time point. When wild-type plants were treated with ethylene for 3 h ( Supplemental Fig. S3C ), similar results were observed. We expected that tt4 would show no response to ethylene treatment, if the only effect of ethylene is on flavonoid synthesis; however, we found that it does show a reduced stomatal closure in the presence of 24 h of ethylene treatment, but not 3 h. The stomatal aperture is still smaller in tt4-2 with ethylene treatment than in Col-0 with ethylene, consistent with a role for ethylene-mediated flavonol synthesis in reducing the rate of stomatal closure through modulation of ROS signals. The difference in stomatal aperture in tt4 in the absence and presence of 24 h of ethylene treatment suggests the presence of a separate flavonol-independent pathway by which ethylene treatment facilitates stomatal closure. The absence of this effect at 3 h suggests that this may well be a secondary effect of extended ethylene treatments. Figure 7. Open in a new tab Stomatal aperture widths in response to ABA . ABA sensitivity is indirectly proportional to relative flavonol concentration. Guard cells were incubated under white light in a 20-μM ABA solution for 0, 45, and 90 min. The average ± se of 90 stomata from three biological replicates are reported. Asterisks indicate significant differences between samples and untreated Col-0 using a Student’s t test ( P < 0.05).",
    "Conclusion": "Guard cells control the aperture of stomatal pores in response to environmental fluctuations, including variations in light intensity, moisture, and carbon dioxide levels ( Hetherington and Woodward, 2003 ). In response to environmental stress, the plant hormone ABA signals stomatal closure ( Zeevaart, 1980 ; Hirayama and Shinozaki, 2007 ; Cho et al., 2009 ; Joshi-Saha et al., 2011 ). This signaling pathway employs H 2 O 2 as a ROS second messenger ( McAinsh et al., 1996 ; Murata et al., 2001 ; Zhang et al., 2001 ; Kwak et al., 2003 ). During signaling of stomatal closure, ROS must reach a certain threshold to oxidize their targets ( Kwak et al., 2003 ; Cho et al., 2009 ), but must not reach levels that will cause oxidative damage ( Munné-Bosch et al., 2013 ). To prevent oxidative damage, ROS signaling must be tightly regulated by small molecule and/or protein antioxidants ( Conklin et al., 1996 ; Apel and Hirt, 2004 ), with antioxidants including glutathione and flavonoids. Recent reports demonstrated the altered redox state and altered stomatal aperture in mutants defective in glutathione synthesis ( Okuma et al., 2011 ; Munemasa et al., 2013 ). In this study, we tested the hypothesis that flavonols act as antioxidants that reduce ROS concentrations in guard cells, thus modulating stomatal closure. We examined where and how flavonols accumulated in the epidermal layers of leaves in order to better understand their role in cell signaling. Flavonol accumulation was visualized through confocal microscopy, using a flavonol-specific fluorescent dye, DPBA . In the wild type, DPBA fluorescence was localized to guard cells but was absent in surrounding pavement cells, whereas it was not detected in any cell types in the flavonoid-deficient tt4-2 mutant. Localized flavonol accumulation in guard cells could be a result of localized synthesis or selective import of these molecules into the cells. To examine whether flavonol biosynthetic enzymes are synthesized in guard cells in planta, a CHS : GUS transgenic line was utilized. CHS promoter-driven GUS product accumulated specifically in guard cells and not in surrounding epidermal pavement cells, which suggests that production of CHS , a key flavonol biosynthesis enzyme, is localized to Arabidopsis guard cells. This result is consistent with previous research that shows the presence of transcripts encoding enzymes of flavonol biosynthesis in guard cell protoplasts, including chalcone isomerase, flavanone 3-hydroxylase, flavonol synthase1, and flavonoid 3′hydroxylase ( Pandey et al., 2010 ). This result extends previous study in two ways. First, it minimized the damage to cells that is the result of creating protoplasts, which may increase the expression of flavonoid biosynthesis genes in cells where they are not normally produced ( Dixon and Paiva, 1995 ; Winkel-Shirley, 2002 ). Second, the available microarray data do not have a pavement cell transcriptome for comparison ( Pandey et al., 2010 ). Using very different experimental methods in Vicia faba , flavonols were previously reported to accumulate in guard cells and surrounding epidermal cells ( Schnabl et al., 1986 ; Takahama, 1988 ). Both reports used spectrophotometric imaging of epidermal peels, which limits the resolution of flavonols accumulation in individual cells. Using the highly localized accumulation of DPBA fluorescence, our results demonstrate that there is a guard cell-specific flavonol accumulation profile in Arabidopsis. Because flavonols accumulate specifically in guard cells, we asked whether these molecules function as antioxidants to reduce ROS concentrations. Flavonols have been shown to have antioxidant activity in vitro; however, their antioxidant activity in planta has been debated ( Rice-Evans et al., 1997 ; Hernández et al., 2009 ; Pollastri and Tattini, 2011 ). Because ROS has been implicated as a second messenger in guard cell signaling ( McAinsh et al., 1996 ; Murata et al., 2001 ; Zhang et al., 2001 ; Kwak et al., 2003 ), we asked whether the presence of flavonols affected the ROS accumulation in guard cells. To visualize ROS accumulation, we used DCFH-DA , a general ROS sensor, and utilized spectral separation to remove chlorophyll autofluorescence. DCF fluorescence was localized to guard cells, similar to the DPBA fluorescence pattern, indicating that both flavonols and ROS accumulate specifically in this cell type, but not in surrounding pavement cells. In addition, we saw increased DCF fluorescence in tt4-2 mutants that synthesize no flavonols, consistent with the absence of flavonols resulting in increased ROS concentrations, which is also consistent with an antioxidant activity for flavonols in vitro. DPBA fluorescence were at higher levels in the nuclei than the cytosol in all genotypes and treatments. This observation is consistent with characteristics of other plant species that showed flavonoid and ROS accumulation in the nuclei ( Feucht et al., 2004 ; Mazars et al., 2010 ; Lewis et al., 2011 ). Immunolocalization with antibodies against CHS and chalcone isomerase suggests that the enzymes of flavonoid synthesis are localized to the nucleus in Arabidopsis roots ( Saslowsky et al., 2005 ). The nuclear localization of flavonols is consistent with the notion that ROS can regulate gene expression through interaction with redox-sensitive transcription factors ( TF s) in plants ( Wu et al., 2012 ), such as the well-established redox-sensitive TF described in bacteria and mammals ( Aslund et al., 1999 ; Biswas et al., 2006 ). Flavonols are a likely candidate to modulate the activity of redox-sensitive TF s, because of their increased accumulation in the nuclei; however, it is unlikely that they are the only antioxidant present in this organelle. Flavonols have been shown to chelate metal ions, such as Fe 3+ , which catalyze the production of hydroxyl radicals from H 2 O 2 ( Hernández et al., 2009 ). Thus, flavonol accumulation in the nucleus would contribute to a decreased redox potential in the nucleus, potentially decreasing the number of TF oxidation events. Combined with our data suggesting an in planta antioxidant ability of flavonols, we hypothesize that flavonol accumulation in the nuclei may modulate the activity of redox-sensitive TF s that affect gene expression in addition to preventing oxidative damage to DNA, although the time scale of transcriptional effects may be beyond the rapid regulation of guard cell aperture. Because stomatal apertures are environmentally regulated, we hypothesized that regulation of flavonol synthesis may be a way for plants to modulate the physiology of guard cells. Previous studies have shown that ethylene increases flavonol accumulation in Arabidopsis roots ( Buer et al., 2007 ; Lewis et al., 2011 ), and we asked whether this hormone may also increase flavonol accumulation in guard cells. Elevated levels of ethylene through endogenous overproduction in the eto1 mutant and exogenous application of ethylene to wild-type leaves increased flavonol accumulation in this cell type, as visualized by localized DPBA fluorescence. We observed robust increases in DPBA fluorescence at both 3 and 24 h after treatment with ethylene gas. This ethylene-enhanced flavonol accumulation pattern requires a functional ethylene signaling pathway, because the ethylene-induced DPBA fluorescence increases were lost in the ein2 mutant. A previous study showed that ethylene-induced flavonoid increases detected by DPBA can also be detected by LC-MS ( Lewis et al., 2011 ). We therefore verified these flavonols increases in leaves using LC-MS and detected approximately 5-fold increases in quercetin and a smaller, but still statistically significant, increase in kaempferol in whole leaves treated with ethylene under similar conditions. We also observed decreased DCF fluorescence in the wild type and tt4 treated with ethylene for 3 or 24 h as well as in eto1 guard cells compared with the wild type, suggesting that the increase in flavonols decreases ROS concentrations. In addition, ethylene-treated wild-type guard cells and eto1 exhibited a decreased rate of ABA -induced stomatal closure, a result that is consistent with flavonols acting as antioxidants reducing the H 2 O 2 burst that drives stomatal closure. Ethylene has been shown to promote both stomatal closure in Arachis hypogaea and Arabidopsis ( Pallas and Kays, 1982 ; Desikan et al., 2006 ) and stomatal opening in Dianthus caryophyllus , Solanum lycopersicum , V. faba, and Arabidopsis ( Madhavan et al., 1983 ; Levitt et al., 1987 ; Tanaka et al., 2005 ). Applied ethylene gas or its precursor, 1-aminocyclopropane-1-carboxylic acid, was shown to induce stomatal closure through elevated ROS production generated by AtRBOHF, an NADPH oxidase ( Desikan et al., 2006 ). In our study, a previously reported ROS burst that was observed upon ethylene treatment of wild-type guard cells ( Desikan et al., 2006 ) was masked by increased flavonol accumulation, but we observed that a 24-h ethylene treatment of tt4 led to elevated ROS (although this increase was not detected after 3 h of treatment), consistent with the absence of antioxidants. Other researchers report that treatment of wild-type plants with ethylene or 1-aminocyclopropane-1-carboxylic acid or endogenous ethylene overproduction in eto1 inhibit stomatal closure in the presence of ABA in Arabidopsis ( Tanaka et al., 2005 ) and in wheat ( Triticum durum ; Chen et al., 2013 ). These findings are mirrored in our results, with decreased ROS and stomatal closure in response to ethylene treatment or the eto1 mutation. We predicted that ethylene-treated tt4 might be insensitive to the effect of ethylene on stomatal aperture, because there will be no change in flavonoid antioxidants. We found that in both the wild type and tt4 , ethylene reduced the rate of stomatal closure, consistent with a flavonoid- and ROS -independent ethylene regulation of this process, although the tt4 mutant has a greater rate in both cases consistent with a second ROS -dependent mechanism. A ROS -independent pathway for ABA -induced stomatal closure was previously suggested ( Kwak et al., 2003 ). ABA treatment of atrbohD/F double mutant guard cells resulted in no change in ROS concentrations, although cytosolic Ca 2+ elevations were observed in nearly one-half of all guard cells ( Kwak et al., 2003 ). We hypothesize that a 24-h ethylene treatment may inhibit ROS -independent stomatal closure in the absence of flavonols, which would explain the delayed closure that is observed in ethylene-treated tt4 . Our results suggest that ethylene induces flavonol accumulation, which reduces both the concentration of ROS and the rate of ABA -induced stomatal closure. We have constructed a model to synthesize these data, which is shown in Figure 8 . This model outlines the ABA signaling pathway in which ABA activates respiratory burst oxidases increasing the levels of ROS , which act as signaling molecules to induce stomatal closure. Flavonoids act as antioxidants reducing the levels of ROS , which decrease the rate of stomatal closure. Elevated levels of ethylene, both through elevated synthesis in eto1 or by treatment with exogenous ethylene, increase flavonol accumulation and decrease ROS , resulting in a reduced rate of stomatal closure. When a flavonoid-deficient mutant is treated with ethylene, we find that ROS levels increase after 24 h of treatment, but not after 3 h of treatment. These findings suggest that extended ethylene elevated ROS accumulation ( Fig. 8 , dotted line), but that the elevated ethylene after ROS treatment in the wild type more than compensates by increasing levels of flavonol antioxidants. We predicted that tt4 would be insensitive to the effect of ethylene on stomatal closure, whereas we found that this treatment leads to a reduced rate of closure, which is evident at 24 h, but not 3 h of ethylene treatment ( Fig. 8 , dotted line). We hypothesize that ethylene may enhance the synthesis of a second signaling molecule that may act to alter stomatal closure through a separate mechanism in the presence of extended ethylene treatment. Yet the absence of ethylene effects on ROS and stomatal aperture after 3-h treatments suggests that the primary effects of ethylene are on synthesis of flavonol antioxidants that suppress ROS levels. Figure 8. Open in a new tab A proposed model of the effects of ethylene and flavonols on stomatal closure. ABA is released into the cytosol where it triggers respiratory burst oxidases, which induce a burst of ROS , which act as secondary messengers to signal stomatal closure. Ethylene induces flavonols accumulation in guard cells through EIN2. Flavonols act as antioxidants to scavenge ROS and thereby inhibits stomatal closure. In the absence of flavonols, ethylene induced ROS accumulation after 24 h, but not after 3 h of treatment. Similarly, 24 h of ethylene treatment affected stomatal aperture in tt4 , whereas 3 h of ethylene treatment did not. The effects of ethylene observed at 24 h are indicated with dashed lines. Arrows represent positive effects and bars represent negative effects.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ee3/3982735/35d2df7c3a90/pp_233528_f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ee3/3982735/126b8c69d9c6/pp_233528_f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ee3/3982735/821161784b86/pp_233528_f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ee3/3982735/356104b7a8dd/pp_233528_f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ee3/3982735/612188f3a681/pp_233528_f5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ee3/3982735/172e1287d165/pp_233528_f6.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ee3/3982735/e3a4e1aac437/pp_233528_f7.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3ee3/3982735/1aa577757fbd/pp_233528_f8.jpg"
    ]
  }
}