{
  "paper_id": "pmc_articles_PMC7162976",
  "title": "Dietary countermeasure mitigates simulated spaceflight-induced osteopenia in mice",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7162976/",
  "sections": {
    "Abstract": "Spaceflight is a unique environment that includes at least two factors which can negatively impact skeletal health: microgravity and ionizing radiation. We have previously shown that a diet supplemented with dried plum powder (DP) prevented ...",
    "Results": "Body weight Skeletally mature, male mice, 14 weeks of age, were assigned to groups (n = 10/group) and pre-fed for 14 days with either a control diet (CD) or dried plum diet (DP) (Fig. 1 ). Mice were assigned to the following groups at the start of the experiment: normally loaded (NL) or hindlimb unloaded (HU) for a total of 14 days at 16 weeks of age, with either sham radiation or IR exposure on day 3. The experiment was completed on day 14 and samples of interest were collected (Fig. 1 ). Figure 1. Open in a new tab Experimental treatment groups and experiment design. ( a ) Male mice were assigned to groups (n = 10/group) and pre-fed with either a control diet (CD) or dried plum diet (DP). Mice were assigned to the following groups: 14 days of normally loaded conditions (NL) ( Groups 1,2 ), hindlimb unloading (HU) alone ( Groups 3,4 ), or HU in combination with ionizing radiation (IR), at a dose of 2 Gy 137 Cs (0.8 Gy/min) ( Groups 5, 6, 7, 8 ). ( b ) Mice were pre-fed with either CD or DP diets 14 days before onset of HU treatment, mice were exposed to IR 3 days after onset of HU, and samples were collected 14 days after initiation of HU treatment. At time of tissue collection (day 14), bone marrow cells were flushed from the femora’s of groups 1, 2, 3, 4 (n = 5/group) and cultured for 30 days for osteoblastogenesis (OB). Body weights were recorded during the experiment to assess the overall health of the mice. As expected, HU mice showed decrements body weights starting from day 3 until day 9, at which point the body weights stabilize (Supplementary Table 1 ). In contrast, exposure to IR did not result in significant changes in body weights. Prevention of bone loss after exposure to simulated spaceflight Micro-computed tomography (microCT) was utilized to quantify differences in bone microarchitecture after HU, IR or the combination of both treatments. We performed this analysis on both the cancellous and cortical regions of the appendicular (i.e. tibia) and axial (i.e. vertebra) skeleton. Appendicular Skeleton Mice exposed to simulated spaceflight factors, alone or combined, and fed a DP diet did not exhibit significant deficits in cancellous microarchitecture of the tibia compared to NL control mice, whereas mice fed the CD diet showed structural deficits in cancellous microarchitecture. In CD-fed mice, exposure to IR alone led to a 20% decrease in percent bone volume (BV/TV) and a modest but statistically significant 7% increase in trabecular separation (Tb.Sp) (Fig. 2 , panels a and c), but did not decrease trabecular thickness (Tb.Th), nor trabecular numbers (Tb.N) compared to NL controls (Fig. 2 , panels b and d). Similarly, exposure of CD-fed mice to HU alone resulted in an 11% decrease in Tb.Th (Fig. 2 , panel b), but did not significantly affect the other parameters. In CD-fed mice, the combined treatment (HU and IR) led to a 25% decrease in BV/TV, accompanied by a modest but statistically significant 9% decrease in Tb.Th as well as an 8% increase in Tb.Sp when compared to NL controls (Fig. 2 ). Overall, mice fed the CD diet and exposed to simulated spaceflight led to a thinning of the trabeculae and greater separation between trabeculae, leading to a significant decrease in the BV/TV within the cancellous compartment. In DP-fed mice, the combination of HU and IR led to a statistically significant decline in Tb.Th relative to HU or IR alone. Together, these results indicate both a radioprotective effect of the DP diet on BV/TV and Tb.Sp, as well as a partial protection against HU-induced trabecular thinning. Of the cancellous parameters analyzed in the tibia, there were no significant differences due to diet alone between NL mice. Representative images are shown from each group in Fig. 3 , with coronal view of the tibiae (panel a) and 3D reconstruction of the cancellous volume of interest (panel b), in which the skeletal decrements due to simulated spaceflight were observed in mice fed CD diet, but not in mice fed the DP diet. Figure 2. Open in a new tab Effect of DP diet on cancellous bone loss induced by simulated spaceflight. Mice were separated into groups (n = 10/group), fed specific diets (either Control Diet, CD or Dried Plum diet, DP) and then were either unloaded to simulate weightlessness (HU), irradiated with 2 Gy 137 Cs (IR), or a combination of the two (HU + IR). Tibiae were analyzed by microCT for cancellous bone parameters such as bone volume fraction (BV/TV, Panel a), trabecular thickness (Tb.Th, Panel b), trabecular separation (Tb.Sp, Panel c), and trabecular number (Tb.N, Panel d). Data shown are mean + /− S.D. Different letters indicate p < 0.05,1-factor ANOVA with all pairs Tukey Kramer. Figure 3. Open in a new tab Coronal-slice microCT images and 3D reconstructions of cancellous bone of the tibia after exposure to simulated spaceflight. Mice were fed either CD or DP and then were either unloaded to simulate weightlessness (HU), irradiated with 2 Gy 137 Cs (IR), or a combination of the two (HU + IR). Tibiae were imaged using microCT and 3D reconstructions were performed. ( a ) Representative coronal bone slices and ( b ) representative microCT images of cancellous bone after 3D reconstruction are illustrated for all treatment groups. To assess possible effects of a period of prefeeding mice with either CD or DP on microarchitecture, (and prior to initiating hindimb unloading), mice were prefed the diets for 17 days and the cancellous tibia analyzed by microCT. Mice fed the DP diet showed no effect of diet in BV/TV, Tb.N or Tb.Sp although a modest increase (+7%) in Tb.Th was observed (Supplementary table 2 ) which has been published before 35 , 37 , 58 . To determine changes in cortical bone morphometry, two different locations of the tibia were analyzed, and the lengths of the tibiae were measured (Table 1 ). Tibiae lengths were unchanged after exposure to the treatments or diets. In CD-fed mice, cortical thickness at the proximal tibia was lower in mice exposed to HU (−10%) and the combination of HU and IR (−9%) compared to NL controls (Table 1 ). In DP-fed diet cortical thickness was lower only with combined treatment, not after exposure to HU alone when compared to the CD,NL group. No significant changes were observed in the cortical parameters measured at the distal tibia for mice fed either diet (Table 1 ). Table 1. Cortical bone architecture of the tibia after exposure to simulated spaceflight. Control Diet Dried Plum Diet NL IR HU HU + IR NL IR HU HU + IR Tibia Cortical Tibia length (mm) 10.74 ± 0.18 10.80 ± 0.21 10.80 ± 0.19 10.90 ± 0.21 10.97 ± 0.23 10.90 ± 0.19 10.99 ± 0.21 10.89 ± 0.13 Proximal tibia Cortical thickness (mm) 0.167 ± 0.006 (a,b) 0.160 ± 0.008 (b,c) 0.150 ± 0.008 (c) 0.152 ± 0.01 (c) 0.172 ± 0.004 (a) 0.169 ± 0.009 (a,b) 0.160 ± 0.008 (b,c) 0.156 ± 0.009 (c) Distal tibia TMD (g/cm 3 ) 1.47 ± 0.04 1.46 ± 0.04 1.47 ± 0.04 1.47 ± 0.04 1.48 ± 0.05 1.47 ± 0.03 1.47 ± 0.04 1.47 ± 0.03 Periosteal perimeter (mm) 4.42 ± 0.26 4.30 ± 0.29 4.31 ± 0.17 4.41 ± 0.16 4.52 ± 0.18 4.36 ± 0.11 4.34 ± 0.23 4.38 ± 0.22 Endosteal perimeter (mm) 2.85 ± 0.26 2.83 ± 0.20 2.77 ± 0.11 2.84 ± 0.15 2.93 ± 0.14 2.82 ± 0.10 2.79 ± 0.14 2.85 ± 0.18 Cortical thickness (mm) 0.22 ± 0.01 0.21 ± 0.01 0.21 ± 0.01 0.22 ± 0.01 0.22 ± 0.01 0.21 ± 0.00 0.22 ± 0.01 0.21 ± 0.01 Moment of inertia (mm 4 ) 0.21 ± 0.04 0.19 ± 0.04 0.19 ± 0.03 0.20 ± 0.02 0.22 ± 0.03 0.19 ± 0.02 0.20 ± 0.04 0.20 ± 0.04 Cortical bone volume (mm 3 ) 0.21 ± 0.02 0.20 ± 0.02 0.20 ± 0.02 0.21 ± 0.01 0.22 ± 0.02 0.20 ± 0.01 0.21 ± 0.02 0.21 ± 0.02 Open in a new tab Tibiae were analyzed by microCT for cortical bone parameters including periosteal perimeter, endosteal perimeter, cortical thickness, moment of inertia, cortical bone volume, and tissue mineral density (TMD). Data shown are mean + /− S.D. (n = 7–10/group). Different letters indicate p < 0.05,1-factor ANOVA with all pairs Tukey Kramer. Axial Skeleton Feeding mice the DP diet prevented bone loss in both cancellous and cortical compartments of the L4 vertebrae which was evident in CD-fed mice (Fig. 4 ). For vertebrae, the cortical shell and cancellous tissue were integrated to discern changes in total (Tt) vertebral body bone parameters. Whole vertebral body analysis revealed that CD-fed mice exposed to HU or HU + IR resulted in a 10% and 11% decrease in Tt.BV/TV, respectively (Fig. 4 , panel a). Trabeculae showed reduced thickness after exposure to HU and HU + IR (−11% and −10%, respectively, Fig. 4 , panel b), but Tb.Sp and Tb.N were not significantly affected (data not shown). Figure 4. Open in a new tab Cancellous and cortical bone loss of the vertebrae after exposure to simulated spaceflight. Mice were fed either CD or DP diets, and either unloaded to simulate weightlessness (HU), irradiated with 2 Gy 137 Cs (IR), or a combination of the two treatments (HU + IR). Vertebrae were analyzed by microCT for changes in bone microarchitectural parameters such as total (Tt) vertebral body bone volume fraction (Tt.BV/TV, Panel a) and total vertebral body trabecular thickness (Tt.Tb.Th, Panel b) as well as for changes in cortical bone parameters including cortical thickness (Ct.Th, Panel c) and cortical bone area (Ct.Ar, panel d). Data shown are mean + /− S.D. (n = 7–10/group). Different letters indicate p < 0.05,1-factor ANOVA with all pairs Tukey Kramer. The posterior cortical shell of the vertebral body was computationally isolated from cancellous tissue to assess specific cortical parameters. Mice fed the CD diet showed decreased Ct.Th and Ct.Ar after exposure to HU (Ct.Th: −18% and Ct.Ar: −24%) and HU + IR (Ct.Th: −14% and Ct.Ar: −18%) (Fig. 4 , panels c and d). In DP mice, the NL group had a 9% greater Tt.BV/TV compared to the CD, NL group, demonstrating an anabolic effect of the DP diet on cortical bone volume (Fig. 4 , panel a). Mice fed the DP diet did not show any HU-induced decrements. Exposure to IR did not result in any changes to the microarchitecture of the vertebrae. No changes were observed in terms of vertebrae height (data not shown). Effects of the Dried Plum diet on vertebral strength Monotonic compression testing of L4 vertebrae was performed to determine differences in mechanical properties of the bone tissue. Mechanical properties of interest included maximum load (i.e. the greatest force endured by the material before failure), and stiffness (i.e. the force needed to displace the material a standard distance). The maximum load for mice on the CD diet was 35% and 36% lower after exposure to HU and HU + IR respectively, compared to NL controls (Fig. 5 , panel a). Based on our analysis, stiffness normalized to vertebral height in the CD fed groups did not meet criteria for a significant decrease when exposed to HU or HU + IR (Fig. 5 , panel b). There was however a notable trend that HU (−40%) and HU + IR (−25%) led to decreased vertebral stiffness. We did however, see that there is an 85% greater stiffness in the DP fed, HU group compared to the CD-fed, HU group indicating that when exposed to HU, DP alone improved the stiffness of the vertebrae. Representative force-displacement curves are shown in Fig. 5 for the mice fed the CD diet (panel c) versus mice fed the DP diet (panel d). Mice fed the DP diet did not show significant decrements in maximum load or stiffness relative to CD-fed, NL mice. This suggests simulated microgravity reduced the strength of the vertebrae in CD-fed mice while mice fed the DP diet were protected against such deficits. Figure 5. Open in a new tab Differences in vertebrae compressive strength after exposure to simulated spaceflight. Mice were fed either the control diet (CD) or dried plum diet (DP), and were either irradiated with 2 Gy 137 Cs (IR), hindlimb unloaded (HU), or treated with both (HU + IR). Monotonic compression testing was performed on the L4 vertebrae to obtain information about differences in maximum load ( a ) and vertebral stiffness ( b ). Stiffness was normalized to vertebral height. Representative force-displacement curves are shown for compression of the L4 vertebrae when mice were fed the CD diet ( c ) versus the DP diet ( d ). Data shown are mean + /− S.D. (n = 5–10/group). Different letters indicate p < 0.05,1-factor ANOVA with all pairs Tukey Kramer. Prevention of osteoblastogenesis impairment after exposure to hindlimb unloading Bone marrow cells were flushed from the femur and cultured with an osteoblastogenic media to differentiate the cells into bone-forming osteoblasts. Colonies formed by the osteoblasts in culture were counted on day 10 to quantify osteogenic cell growth and evaluated for osteogenic differentiation after 30 days in culture. Osteoblast mineralization was quantified as a percent area. Mice fed the CD diet had a significant decrease (49%) in colony counts (Fig. 6 , panel a). CD-fed mice displayed a reduction in percent area mineralized after exposure to HU compared to the NL mice (97%). In contrast, mice fed the DP diet did not sustain any decrease in their osteoblast colony formation despite exposure to HU (Fig. 6 , panel a). In addition, mice fed the DP diet did not show a significant decrement in percent mineralized area after exposure to HU (Fig. 6 , panel b). Representative images of the mineralization are shown in Fig. 6 , panel c. Taken together, the DP diet show a protective effect against HU-induced decrease in osteoblast cell proliferation and differentiation. Figure 6. Open in a new tab Simulated weightlessness induced decrement in e x-vivo osteoblastogenesis was prevented by DP. ( a ) Osteoblast colony counts at day 10 normalized to area of well (cm 2 ). ( b ) Osteoblast percent mineralization at day 30. ( c ) Representative images of osteoblast mineralization at day 30 in the control diet (CD) and dried plum diet (DP) fed mice, after normally loading (NL) or hindlimb unloading (HU) for 14 days. Values are represented mean + /− S.D. (n = 5/group) and analyzed by 1-factor ANOVA for ( a ) and analyzed by nonparametric control Steel test for ( b ). *indicates p < 0.05 for appropriate statistical test.",
    "Conclusion": "In this study, we investigated the bone protective potential of DP against independent and combined effects of simulated microgravity and ionizing radiation on the microarchitecture and mechanical properties of skeletal tissue. A diet supplemented with DP prevented most of the simulated spaceflight-induced damages to both the appendicular (i.e. tibia) and axial (i.e. vertebrae) skeleton. When mice were fed the control diet, a relatively high dose (2 Gy) of low-LET gamma radiation exclusively decreased the BV/TV and Tb.Sp of cancellous tissue in the tibia. Based on our results, cancellous bone loss was caused by a thinning, not a decrease in the number, of existing trabeculae, which overall, expanded the space between trabeculae. HU for 14 days caused bone loss within both cancellous and cortical regions of the tibia and the L4 vertebrae. HU also led to reduced compressive strength of the vertebral body. The independent effects of HU and IR remained of similar magnitude in each tissue compartment when mice were exposed to HU and IR simultaneously. Regardless of the treatment (with one exception, Ct.Th proximal tibia), consumption of the dried plum diet prevented detrimental skeletal changes. Mice fed the control diet and exposed solely to IR displayed a 20% decrement in BV/TV and a 7% increase in the Tb.Sp of the tibia’s cancellous region relative to the sham control. These parameters were unaffected by HU alone. HU groups exhibited a lesser 11% decrement in Tb.Th. When IR was combined with HU, BV/TV decreased by another 5%. These results indicate that HU and IR were not clearly additive in this experiment. Among the parameters analyzed, IR only induced changes in Tb.Th and Tb.Sp. Unlike reports by others, there were no significant changes in Tb.N from any of the treatment groups relative to the sham-irradiated control group 21 , 43 , 44 . When HU was combined with IR, Tb.Th decreased by 9%. Our results indicate bone loss was caused by a thinning, not a decrease in the number, of existing trabeculae, which expanded the space between trabeculae. The trabeculae contribute to percent bone volume and microarchitectural integrity. Since HU affects the cortical as well as cancellous tissue, we also determined the extent of cortical bone loss. The cortical region (cortical shell) exhibited a decrease in cortical thickness when mice fed the control diet were exposed to HU, either independently or in combination with IR. When mice were fed the DP diet, IR-induced cancellous bone loss was entirely prevented, consistent with the radio-protective results reported in our previous study 43 . DP also protected the tibia when IR was combined with HU, which is a novel finding in this report. The decrease in trabecular thickness incurred by HU and HU + IR was entirely prevented by consumption of the DP diet. The DP diet also protected from HU-induced decrease in cortical thickness. Unlike the proximal tibia, the distal tibia did not show changes in cortical structure. In contrast, in the proximal tibia HU and IR together, not each treatment alone, caused a decrease in cortical thickness of the proximal tibia. This finding suggests that DP diet cannot fully prevent from all aspects of bone structural deficits induced by simulated spaceflight. In order to confirm our results, we examined another skeletal site, the vertebra, which is a representative axial bone. Under conditions of simulated weightlessness and consumption of control diet, BV/TV and Tt.Tb.Th of the vertebral body were reduced accompanied by a reduction in cortical thickness and cortical bone area. Collectively, these findings indicate an overall deterioration of bone via thinning of the vertebrae’s trabeculae and cortical tissue. This deterioration of the microarchitecture directly impacted the overall strength of the tissue 57 , 59 , 60 , as reflected in the decrease in maximum load tolerable by the vertebral body, as well as the decrease in material stiffness as measured by mechanical compression testing. Taken together, these changes in both microarchitecture and strength have the potential to lead to fracture. However, these changes were not observed when mice were exposed to IR alone. In contrast to other studies where high-LET 56 Fe radiation was utilized in combination with HU, our results did not indicate an additive effect of IR on the deterioration of strength and structure of the L4 vertebrae 57 . HU-induced damage to the vertebral body was entirely prevented when mice consumed the DP diet. Interestingly, there was a statistically significant increase in Tt.BV/TV (9%, Fig. 4 , panel a) for sham-irradiated, NL mice fed the DP compared to the sham-irradiated, NL mice fed the CD. This elevated Tt.BV/TV was consistent for all treatment groups fed DP when compared to NL, CD-fed mice, suggesting a potential anabolic effect of DP. Treatments that are currently in use to mitigate the effects of mechanical unloading are not without limitations and risks. Exercise in combination with drug treatments such as bisphosphonates have shown beneficial effects in astronauts 61 , 62 . However, in patients with osteoporosis, the use of bisphosphonates can increase the risk for atypical femoral fractures possibly due to suppressed bone turnover which may lead to cracks at the microscale and loss of mechanical strength 63 , 64 . Although rare, other notable side effects that have been reported to accompany bisphosphonate therapy including osteonecrosis of the jaw 65 and atrial fibrillation 66 . Another limitation of bisphosphonates is that they act mostly on osteoclasts 61 . Osteoblastogenesis from flushed bone marrow cells of the femur was strongly inhibited by exposure to HU, indicating that HU directly damages osteoblast progenitors, potentially affecting in situ bone formation (Fig. 6 ). Mineralization of the osteoblast cells from DP-fed mice was partially restored and taken together with the cell growth data, indicates that DP could prevent the loss of structure and strength by protecting the marrow-derived osteoprogenitors. Ex vivo osteoblastogenesis was only performed on mice exposed to HU because it has been shown previously that low-LET in vivo gamma radiation does not negatively impact osteoblasts 57 , 67 . These data points toward dried plum playing an active role in protecting osteoprogenitors, possibly by maintaining the osteoblast’s growth and differentiation. Recently, Graef et al . 42 showed that treatment of bone marrow-derived osteoblast cells with particular fractions of DP polyphenols led to an increase in gene expression of Runx2 one hour after treatment as well as an increase in mineralized nodules 42 . When evaluated in combination with our findings, this supports the potential mechanism that dried plum activates osteoblasts, which may lead to an increase in bone formation. It should be noted, however, that another paper published by the same group showed that fractions of dried plum polyphenols were not as effective at preventing bone loss in a rodent model of ovariectomy-induced osteoporosis in comparison to a diet supplemented with whole dried plum 41 . Thus, follow-up studies are needed to compare the potential protective effect of these polyphenol fractions on bone exposed to simulated microgravity and ionizing radiation. In addition, establishing the efficacy of formulations of DP (dried whole fruit vs defined components) may facilitate the further development of DP as a countermeasure for spaceflight. One limitation in our study is the lack of data on osteoclasts, and therefore we cannot determine if bone resorbing osteoclasts also contribute to the observed protective effects of the DP diet. Since HU and radiation can each increase osteoclasts, and a stimulation of bone resorption may contribute to the observed bone loss, DP may exert protective effects by inhibiting resorption, increasing formation, or both. Overall, the ability of DP to protect osteoblast progenitor cells from HU-induced damage, as shown in this study, holds much promise for development of next generation anti-osteoporotic drugs due to the possibility that DP to act on both osteoblasts and osteoclasts. Our current study is limited to short-duration HU (2 weeks); since astronauts on long-term space missions may require a countermeasure for bone loss throughout the entirety of a multi-year mission beyond LEO, it is important in future studies to determine if DP is protective for long-term exposure to simulated, or actual, spaceflight. Further studies also are needed to gain more insight into any potential long-term side effects of consuming a dried plum diet. Dried plum’s potential as a countermeasure against both radiation- and microgravity-induced osteopenia such as loss of bone strength and structure in the tibia and vertebrae has important implications for astronauts in space as well as radiation workers, radiotherapy patients, and individuals with osteoporosis.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5205/7162976/5c2034e7d10e/41598_2020_63404_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5205/7162976/5d49a821f0c1/41598_2020_63404_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5205/7162976/a9def7e6182c/41598_2020_63404_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5205/7162976/75c0dce93cd7/41598_2020_63404_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5205/7162976/c2e6dd1c074a/41598_2020_63404_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5205/7162976/42ac34924aaa/41598_2020_63404_Fig6_HTML.jpg"
    ]
  }
}