{
  "paper_id": "pmc_articles_PMC6615562",
  "title": "Bone remodeling is regulated by inner ear vestibular signals",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6615562/",
  "sections": {
    "Abstract": "Bone remodeling of the auditory ossicles and the otic capsule is highly restricted and tightly controlled by the osteoprotegerin (OPG) / receptor activator of nuclear factor kappa-B ligand (RANKL) / receptor activator of nuclear factor kappa-B ...",
    "Results": "3.1. Middle and inner ear appearance in Col2a1-Cre;Ca V 1.2 TS mice To examine whether Ca V 1.2 contributes to development of the auditory ossicles and the otic capsule, we tested whether increasing Ca 2+ signaling specifically through Cav1.2 affected the structure of the ossicles and otic capsule. We employed a Ca V 1.2 TS transgenic mouse model, in which Ca V 1.2 TS expression was silenced by a floxed upstream stop codon. We activated Ca V 1.2 TS mutant channel expression in the bones of ear with Col2a1-Cre, which targets the osteochondral progenitors [ 31 ]. Targeted Col2a1-Cre expression in the auditory ossicles and the otic capsule was confirmed with Col2a1-Cre;Rosa26-lacZ reporter mice ( Fig. 1 ). The Col2a1-Cre directed lacZ expression in the ossicles and otic capsule, detected by prominent β-galactosidase staining that was absent in Rosa26-lacZ reporter mice lacking the Col2a1-Cre. We then examined the morphology of the isolated auditory ossicles and the otic capsule from Col2a1-Cre;Ca V 1.2 TS mutant mice and their Cre -negative littermate controls at 6 weeks of age. We found that the auditory ossicles and the otic capsule of Ca V 1.2 TS -expressing mutant mice were thicker and had more bone mass than those of the control mice, particularly at the malleus handle, the malleus bony membrane, the incus body, the footplate of stapes, the stapedial arch (especially the anterior and posterior crura), and the whole otic capsule ( Fig. 2A – D ). In Col2a1-Cre;Ca V 1.2 TS mutant mice, narrowed spaces were observed between the stapedial crura (through which the stapedial artery passes), for the round window and the oval window of the otic capsule. μCT 3-D reconstruction images of the auditory ossicles and the otic capsules confirmed the thicken bones and massive increase of bone mass in the malleus, incus, stapes and the otic capsules of the Col2a1-Cre;Ca V 1.2 TS mutant mice as well as the narrowed cavities for the stapedial artery and the cochlea ( Fig. 2E – H ). Fig. 1. Characterization of Col2a1-Cre activity in the auditory ossicles and the otic capsule using the Rosa26-lacZ reporter mice. Open in a new tab Wholemount X-gal staining of the auditory ossicles (malleus, incus, and stapes), the vestibular system and cochlea from Cre -negative littermate controls (A and B) and Col2a1-Cre;Rosa26-lacZ mice (C and D) at 6 weeks of age. Fig. 2. Expression of the Ca V 1.2 TS mutant channel affects the morphology and increases bone mass of the auditory ossicles and the otic capsule. Open in a new tab A-D, Photomicrographs of the auditory ossicles (malleus, incus, and stapes), vestibular system and cochlea from Cre -negative littermate controls (A and B) and Col2a1-Cre;Ca V 1.2 TS mice (C and D) at 6 weeks of age. Asterisk indicates the space between the stapedial crura (the obturator foramen), where the stapedial artery passes. Arrow heads indicate the oval window and arrows indicate the round window. E-H, μCT 3-D reconstruction of the auditory ossicles, vestibular system and cochlea of Cre -negative littermate controls (E and F) and Col2a1-Cre;Ca V 1.2 TS mice (G and H) at 6 weeks of age. Histological examination and staining with Alcian Blue Hematoxylin/Orange G (ABH/OG) of the otic capsule showed that in Col2a1-Cre;Ca V 1.2 TS mutant mice the original bone marrow region was occupied with excessive bone, while the organ of corti was largely intact ( Fig. 3A – F ). We also observed extensive Alcian Blue-stained cartilage remnant in the bones of the mutant mice besides the Alcian Blue-stained cartilage remnant of the globuli interossei in the cochlea, suggesting osteoclast defects in the mutant mice. Moreover, the mutant otic capsules lacked sculpting, further indicative of defective osteoclast function. Fig. 3. Histological analysis of the inner ear of the Col2a1-Cre;Ca V 1.2 TS mice. Open in a new tab A-F, Alcian Blue Hematoxylin/Orange G (ABH/OG) staining of sagittal sections from the inner ear of Cre -negative littermate controls (A, with higher magnification in B and C) and Col2a1-Cre;Ca V 1.2 TS mice (D, with higher magnification E and F) at 4 weeks of age, showing excessive bone mass in the vestibular system and cochlea but with little changes in the organ of corti of Col2a1-Cre;Ca V 1.2 TS mice. G-J, ABH/OG staining of the stapedio-vestibular junction of Cre -negative controls (G, with higher magnification in H) and Col2a1-Cre;Ca V 1.2 TS mice (I, with higher magnification in J) at 4 weeks of age, showing the stapes footplate was not fixed but increased bone volume of stapes footplate and vestibule likely limited its movement in Col2a1-Cre;Ca V 1.2 TS mice. We histologically examined the stapedio-vestibular joint space in the Col2a1-Cre;Ca V 1.2 TS mutant and control mice and found that it was not fixed in the Ca V 1.2 TS -expressing mutant mice ( Fig. 3G – J ). However, the enlarged bone volume in the stapes footplate and the otic capsule likely limited the stapes movement. Because the histology indicated defective osteoclast function in the mutant mice, we analyzed the effect of increased Ca 2+ signaling through Ca V 1.2 TS on osteoclasts. We performed tartrate-resistant acid phosphatase (TRAP) staining on histological sections of the otic capsules Col2a1-Cre;Ca V 1.2 TS mutant mice and littermate controls at 2 weeks of age. Compared to the controls, we observed significantly less TRAP-staining and fewer osteoclasts in the otic capsule of Col2a1-Cre;Ca V 1.2 TS mutant mice ( Fig. 4A – F ). We next quantitated the number of TRAP-positive multinucleated osteoclasts and osteoclast area, both of which were normalized to the bone area. The number of osteoclasts per bone area (Oc.N/B.Ar) was decreased by 91% and osteoclast area per bone area (Oc.Ar/B/Ar) decreased by 79% in Col2a1-Cre;Ca V 1.2 TS mice ( Fig. 4G ), suggesting that osteoblastic bone resorption of the otic capsule is greatly reduced in Col2a1-Cre;Ca V 1.2 TS mice during postnatal development. As Col2a1-Cre expression is restricted to osteochondral lineage but not to osteoclast progenitors, increased Ca 2+ signaling through Ca V 1.2 TS mutant channel could inhibit osteoclastogenesis via interfering with the OPG/RANKL/RANK pathway in the otic capsule, similar to that we observed in the long bone [ 25 ]. We therefore examined Opg and Rankl mRNA expression in the otic capsule surrounding the cochlea of Col2a1-Cre;Ca V 1.2 TS mutant mice and their littermate controls. Indeed, RT-qPCR analysis revealed upregulated (~4.4 fold) Opg mRNA expression in the otic capsule of Col2a1-Cre;Ca V 1.2 TS mutant mice compared with that in the control mice but no significant change in Rankl mRNA expression, thus resulting in an increase (~2.6 fold) in Opg/Rankl mRNA expression ratio in the otic capsule ( Fig. 4H ). We also detected upregulated mRNA expression of genes for osteoblast differentiation, such as Alpl, Runx2 and Sp7 in the otic capsule of Col2a1-Cre;Ca V 1.2 TS mutant mice ( Fig. 4I ), suggesting an anabolic effect of Ca V 1.2 TS also contributed the increased bone mass in the auditory ossicles and the otic capsule of Col2a1-Cre;Ca V 1.2 TS mutant mice. Fig. 4. Decreased osteoclast differentiation and increased osteoblast differentiation in the otic capsule of Col2a1-Cre;Ca V 1.2 TS mice. Open in a new tab A-F, Representative images of TRAP staining counterstained with Fast Green in the otic capsule sections from 2-week-old Cre -negative littermate controls (A, with higher magnification in B and C) and Col2a1-Cre;Ca V 1.2 TS mice (D, with higher magnification in E and F). G, Analysis of osteoclast number (Oc.N) and osteoclast area (Oc.Ar) over bone area (B.Ar) of the otic capsule. Bar values are means ± SD, n = 3, ** p < 0.01 by 2-tailed unpaired t test. H-I, RT-qPCR analysis of mRNA expression of Opg, Rankl and Opg/Rankl ratio (H) and three osteoblast differentiation markers Alpl, Runx2 and Sp7 (I) in the otic capsule surrounding the cochlea of Cre -negative controls and Col2a1-Cre;Ca V 1.2 TS mice at 8 weeks of age. n ≥ 3; Bar values are shown as mean ± SD, ** p < 0.01 by 2-tailed unpaired t test. 3.2. Col2a 1-Cre;Ca V 1.2 TS mice are hearing impaired To assess whether the morphological changes in the auditory ossicles and the otic capsule in the Col2a1-Cre;Ca V 1.2 TS mutant mice impaired auditory function, we tested the auditory brainstem response (ABR) in both Col2a1-Cre;Ca V 1.2 TS mutant mice and their littermate controls at 6 weeks of age. Representative responses from control ( Fig. 5A ) and Ca V 1.2 TS -expressing mutant mice ( Fig. 5B ) to decreasing stimulus intensities at 8 kHz showed differences in sensitivity and latency between the two genotypes. Compared to the control mice, the Col2a1-Cre;Ca V 1.2 TS mutant mice had no response to intensities below 85 dB SPL at 8 kHz and below 75 dB at 16 kHz ( Fig. 5C and 5D ). The mutant mice also showed delays for even stronger stimulus intensities ( Fig. 5C and 5D ). Furthermore, the hearing threshold of the Col2a1-Cre;Ca V 1.2 TS mutant mice was significantly higher (lower sensitivity) than that of the control mice in the 4 to 16 kHz region, while we found no significant difference in threshold between two genotypes at 32 kHz ( Fig. 5E ). That the hearing loss in Col2a1-Cre;Ca V 1.2 TS mutant mice is spared only in the high-frequency range is consistent with a conductive hearing loss mechanism, in which sounds fail to be transferred via the ossicular chain in the middle ear to the cochlea. Fig. 5. Auditory Brainstem Response testing shows hearing loss in Col2a1-Cre;Ca V 1.2 TS mice. Open in a new tab A and B, Representative latency responses to different stimuli were compared between Cre -negative littermate controls (A) and Col2a1-Cre;Ca V 1.2 TS mice (B) at 8 kHz. C and D, The latency-intensity function curves were recorded at 8 kHz (C) and 16 kHz (D) with the littermate controls at the left part of the curve (black) and Col2a1-Cre;Ca V 1.2 TS mice at the right part of the curve (red). E, The threshold curves were significantly different between the littermate controls and Col2a1-Cre;Ca V 1.2 TS mice at 4, 8 and 16 kHz frequencies (red arrow: no hearing response in Col2a1-Cre;Ca V 1.2 TS mice was detected at 98 dB at 4 kHz). n = 4 for controls; n = 5 for Col2a1-Cre;Ca V 1.2 TS mice; Data are shown as mean ± SEM, ** p < 0.01 by 2-tailed unpaired t test. 3.3. Col2a1Cre;Ca V 1.2 TS mice show impaired vestibular function Otosclerosis patients sometimes experience vestibular symptoms in addition to hearing loss. Because of the observed morphological changes in the vestibular system in Col2a1-Cre;Ca V 1.2 TS mutant mice, we also examined their motor activities in an open field arena. The Ca V 1.2 TS -expressing mutants were significantly more active compared to the control animals (mean distance moved ± SEM: Control = 1160 cm ± 125; Col2a1-Cre;Ca V 1.2 TS = 4,362 cm ± 529; p < 0.01). Additionally, we found that the Ca V 1.2 TS -expressing mice exhibited frequent and random circling behavior in both the clockwise and counter clockwise directions ( Fig. 6A and Supplementary Video ), which lasted up to 8 seconds, indicating defects in vestibular function. We also evaluated body balance and coordination with the rotarod test. When accelerating the rotarod from 4 to 40 rpm, the Col2aCre-Ca V 1.2 TS mutant mice fell off earlier, at an average speed of 25 rpm ( Fig. 6B ), and showed a significant decrease in the latency to fall ( Fig. 6C ). Furthermore, on the steady state rotarod at 25 rpm, the latency to fall was decreased across all four trials for Col2a1-Cre;Ca V 1.2 TS mutant mice compared to that for the controls ( Fig. 6D ). Taken together, the behavior studies showed that Col2a1-Cre;Ca V 1.2 TS mutant mice have a defect in vestibular function, affecting balance and coordination. Fig. 6. Deficits of body balance in Col2a1-Cre;Ca V 1.2 TS mice. Open in a new tab A, Col2a1-Cre;Ca V 1.2 TS mice displayed circling behavior in the open field test without preference for a particular direction, while Cre -negative littermate controls remained quiet most of the time. B and C, the end speed (B) and the duration (C, the latency to fall) on accelerating rotarod (from 4 to 40 rpm) for Col2a1-Cre;Ca V 1.2 TS mice over all four trials compared with Cre -negative littermate controls. D, the duration on the steady state rotarod test (25 rpm) for Col2a1-Cre;Ca V 1.2 TS mice over all four trials compared with Cre -negative littermate controls. n = 11 for controls; n = 6 for Col2a1-Cre;Ca V 1.2 TS mice; Data are shown as mean ± SEM, * p < 0.05; ** p<0.01. Statistical analysis was performed by 2-tailed unpaired t test.",
    "Conclusion": "Our data demonstrate that Ca 2+ influx through Ca V 1.2 regulates development of the auditory ossicles and otic capsule. Moreover, excessive Ca 2+ influx through TS-causing mutant Ca V 1.2 channel causes deficits in both hearing and body balance. The abnormal bone growth of the auditory ossicles and the otic capsule in Col2a1-Cre;Ca V 1.2 TS mice is likely due to both increased bone formation and decreased bone resorption, similar to the dual effect of the Ca V 1.2 TS mutant channel on long bones that we previously demonstrated [ 25 ]. Although osteoclastogenesis is normally suppressed in the ossicles and the auditory otic capsule because of a locally high level of OPG, osteoclast function is still required to sculpt these bones during development. Absence of osteoclastic bone resorption in Rankl −/− , Fos −/− and Csf1 op/op mice significantly affected these bones morphologically and functionally [ 4 ]. Expression of the gain-of-function Ca V 1.2 TS mutant channel in our Col2a1-Cre;Ca V 1.2 TS mice affected the overall morphology of the auditory ossicles and the otic capsule, which display reduced sculpting (see the stapedial crura) and an osteopetrotic phenotype that are strikingly similar to those seen in Rankl −/− , Fos −/− and Csf1 op/op osteoclastic defect mice [ 4 ], suggesting that the anticatabolic effect of increased Ca 2+ signaling through Ca V 1.2 TS contributed to the morphological changes in theses bones. While this is the first demonstration, to our knowledge, showing that modulating Ca 2+ signal via Ca V 1.2 in the auditory ossicles and the otic capsule regulates osteoclastogenesis and bone modeling/remodeling in the middle and inner ear, our data are consistent with previous observations from others and us that Ca V 1.2 regulates OPG expression and secretion from osteoblasts [ 25 , 28 ]. That expression of the Ca V 1.2 TS mutant channel in our model was driven by Col2a1-Cre, which restricts expression to chondrocytes and osteoblast precursors but not in osteoclasts or their progenitors [ 31 ], adds further support to our hypothesis that the anticatabolic responses by altered Ca V 1.2 activity is mediated by upregulated OPG expression and secretion in bones of the ear. Our data showing increased Opg mRNA expression in the otic capsule surrounding the cochlea in Col2a1-Cre;Ca V 1.2 TS mice further supports this hypothesis. Moreover, since the Ca V 1.2 TS transgene expression is driven by Col2a1-Cre, the hearing and vestibular defects we observed can be attributed to the abnormal bone, and not to mutant channel expression in the hair cells of the cochlea and vestibular system or downstream nerves, in which Col2a1-Cre is not active. Consistent with that hypothesis, the organ of Corti is grossly intact in Col2a1-Cre;Ca V 1.2 TS mice ( Fig. 4 ). However, as aberrant bone remodeling progresses in Col2a1-Cre;Ca V 1.2 TS mice, it is also possible that the increased bone formation of the auditory ossicles and the otic capsule and narrowed cavities in the bony labyrinth of the otic capsule could impair neuronal function and contribute to the circling behavior and hearing impairment. Thus, eventually both bone structure and neuronal dysfunction may contribute to the observed defects in hearing and vestibular function. Our results may also provide insight into the utility of sodium fluoride (NaF) as a treatment option to prevent hearing deterioration in patients with otosclerosis [ 32 ] and the reported association between clinical otosclerosis and low fluoride content in the drinking water [ 33 – 35 ]. Although this correlation has not been consistently observed, and the underlying mechanism of effect of fluoride on otosclerosis has not been sufficiently established, it is intriguing that fluoride, which plays an important role in both bone formation and homeostasis of bone mineral metabolism [ 36 ], has been shown to affect Ca 2+ homeostasis in many types of cells such as in proximal tubules [ 37 , 38 ], fibroblasts [ 39 ], cardiomyocytes [ 40 ], as well as osteoblasts [ 41 ]. Further, expression of Ca V 1.2 was stimulated by low-dose fluoride, inhibited by high-dose fluoride [ 42 ], and fluoride can stimulate cardiac L-type Ca 2+ channel activity by increasing channel open probability or the duration of channel opening in a dose-dependent manner [ 40 ]. Our finding of upregulated OPG mRNA expression and OPG mediated-osteoclastogenesis inhibition in the otic capsule upon increased Ca 2+ signaling via Ca V 1.2 may add a new dimension to the effectiveness of sodium fluoride treating patients with osteosclerosis.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c080/6615562/7a7449a52062/nihms-1531213-f0001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c080/6615562/176c81123052/nihms-1531213-f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c080/6615562/0fa7c269db07/nihms-1531213-f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c080/6615562/4038f9bc8f48/nihms-1531213-f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c080/6615562/a0f7384affc1/nihms-1531213-f0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c080/6615562/f37e945d666c/nihms-1531213-f0006.jpg"
    ]
  }
}