{
  "paper_id": "pmc_articles_PMC5515506",
  "title": "Effects of angular frequency during clinorotation on mesenchymal stem cell morphology and migration",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5515506/",
  "sections": {
    "Abstract": "Abstract Aims: To determine the short-term effects of simulated microgravity on mesenchymal stem cell behaviors—as a function of clinorotation speed—using time-lapse microscopy. Background: Ground-based microgravity simulation can reproduce the apparent effects of weightlessness in spaceflight using clinostats that continuously reorient the gravity vector on a specimen, creating a time-averaged nullification of gravity. In this work, we investigated the effects of clinorotation speed on the morphology, cytoarchitecture, and migration behavior of human mesenchymal stem cells (hMSCs). Methods: We compared cell responses at clinorotation speeds of 0, 30, 60, and 75 rpm over 8 h in a recently developed lab-on-chip-based clinostat system. Time-lapse light microscopy was used to visualize changes in cell morphology during and after cessation of clinorotation. Cytoarchitecture was assessed by actin and vinculin staining, and chemotaxis was examined using time-lapse light microscopy of cells in NGF (100 ng/ml) gradients. Results: Among clinorotated groups, cell area distributions indicated a greater inhibition of cell spreading with higher angular frequency ( P <0.005), though average cell area at 30 rpm after 8 h became statistically similar to control ( P =0.794). Cells at 75 rpm clinorotation remained viable and were able to re-spread after clinorotation. In chemotaxis chambers, clinorotation did not alter migration patterns in elongated cells, but most clinorotated cells exhibited cell retraction, which strongly compromised motility. Conclusions: These results indicate that hMSCs respond to clinorotation by adopting more rounded, less-spread morphologies. The angular frequency-dependence suggests that a cell’s ability to sense the changing gravity vector is governed by the rate of perturbation. For migration studies, cells cultured in clinorotated chemotaxis chambers were generally less motile and exhibited retraction instead of migration.",
    "Results": "Among clinorotated groups, cell area distributions indicated a greater inhibition of cell spreading with higher angular frequency ( P <0.005), though average cell area at 30 rpm after 8 h became statistically similar to control ( P =0.794). Cells at 75 rpm clinorotation remained viable and were able to re-spread after clinorotation. In chemotaxis chambers, clinorotation did not alter migration patterns in elongated cells, but most clinorotated cells exhibited cell retraction, which strongly compromised motility.",
    "Conclusion": "These results indicate that hMSCs respond to clinorotation by adopting more rounded, less-spread morphologies. The angular frequency-dependence suggests that a cell’s ability to sense the changing gravity vector is governed by the rate of perturbation. For migration studies, cells cultured in clinorotated chemotaxis chambers were generally less motile and exhibited retraction instead of migration.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9374/5515506/aa404672a8a3/npjmgrav20157-f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9374/5515506/90a4d5e8c89b/npjmgrav20157-f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9374/5515506/ddbf42ca387b/npjmgrav20157-f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9374/5515506/08cabd2329e8/npjmgrav20157-f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9374/5515506/4116c61e5587/npjmgrav20157-f5.jpg"
    ]
  }
}