{
  "paper_id": "pmc_articles_PMC11339457",
  "title": "Discoveries from human stem cell research in space that are relevant to advancing cellular therapies on Earth.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11339457/",
  "sections": {
    "Abstract": "Stem cell research performed in space has provided fundamental insights into stem cell properties and behavior in microgravity including cell proliferation, differentiation, and regeneration capabilities. However, there is broader scientific value ...",
    "Results": "Furthermore, it is hypothesized that MSC cultures maintained in microgravity may be used for cell-based therapy in diseases of the central nervous system. Results collected via gene expression profiling from the experiment “Stroma-2” performed aboard the ISS showed that in-space mouse bone marrow-derived MSCs had higher expression of genes involved in neural development, neuron morphogenesis, and transmission of nerve impulse and synapse than MSCs grown on Earth 24 . Also, human MSCs cultured in simulated microgravity demonstrated therapeutic properties in a mouse model of acute injury via significantly higher expression of anti-inflammatory and anti-apoptotic factors compared to MSCs cultured in normal gravity 25 . Brain-injured mice that were transplanted with MSCs cultured in microgravity showed greater motor functional recovery than those transplanted with MSCs cultured in normal gravity 26 . Similarly, rat bone marrow-derived MSCs cultured in simulated microgravity which were transplanted into a rat model of spinal cord injury showed enhanced functional improvement and therapeutic effects 27 . Although the detailed mechanisms remain unclear, the results of these various stem cell transplantation studies demonstrate the benefits of using simulated microgravity as part of the culture experimental design to enhance therapeutic effects of MSCs using cell-based therapy for central nervous system diseases. Nonetheless, simulated microgravity has been shown to inhibit the migration of rat MSCs 28 and suppress the differentiation of human MSCs 6 , 29 , 30 , mouse MSCs 26 , and rat MSCs 27 , 31 . Suppression of differentiation under microgravity may alter generation of multiple tissue lineages in space 32 . However, inhibition of differentiation of MSCs preserves their stemness and allows them to maintain their stem cell identity. This could help expand the cells in space for clinical application on Earth. Furthermore, simulated microgravity has been seen to inhibit proliferation of MSCs in some studies 31 and show increased proliferation compared to those cultured in normal gravity in others 6 . Therefore, conflicting data is present on the behavior of MSCs in microgravity, and hence, their potential benefits in stem cell-based therapy needs to be further explored.",
    "Conclusion": "Stem cells grown in space are different to those grown on Earth, and so, specific protocols and safety checkpoints unique to them must be created and followed. Analyses regarding their suitability to be used in cell therapy must be established while passing the required quality control procedures and regulatory guidelines, including further research and clinical trials (Table 2 ). Also, since different types of stem cells react differently in space, a comprehensive framework identifying the stem cell-specific changes which happen are crucial moving forward. Table 2. Steps towards clinical application Steps Goals and objectives Estimated time frame Pre-clinical studies needed for generation of space grown cells • Identity: ensure that the basic identity of space grown stem cells has not significantly changed because of exposure to the space environment. • Purity: characterize the space grown stem cells to ascertain the product’s cell composition describing the proportion of stem cells and other differentiated cells. • Sterility: assess the presence of any microbial contamination such as human transmissible bacteria, fungal, known and unknow viral organisms and other adventitious agent. • Safety: determine the safety of space grown stem cells usually in-vitro to assess DNA damage, chromosomal abnormalities, tumorigenicity and in-vivo to assess toxicity, cell distribution and fate. • Potency: evaluate the functional and therapeutic effectiveness of the space grown cells that align with the intended use. This usually involves the use of in-vitro 2D or 3D cell culture system and in-vivo animal models. 3–10 years Phase I safety clinical trial A small study involving 5–15 patients with the targeted condition or disease to evaluate the safety of space grown stem cells. 1–2 years Phase II efficacy clinical trial A randomized controlled study involving 30–100 patients that shows efficacy of the space grown stem cells relative to control. 2–3 years Phase III comparison to available treatment A larger study comparing space grown stem cells with the best available Earth grown stem cells. 3– 4 years Commercial licensure Review of data and issue of a commercial licensure. 1–2 years Total estimated time frame 10–21 years Open in a new tab Expanding stem cells for regenerative medicine applications is a novel therapeutic strategy for many conditions. In this paper, we discussed the innovative approaches to growing stem cells in space for potential use on Earth along with the conflicting data which exists today. The evidence available suggests that microgravity culture conditions may have substantial potential as a cell culture environment for expanding cells with improved therapeutic effects while the full underlying treatment mechanisms remain unclear. Incorporating microgravity into projects of a translational nature may lead to benefits towards patients on Earth to address important developmental and aging disorders, injuries, and diseases across different organ systems. This may bring the scientific community closer to creating promising cellular therapies for debilitating conditions, as well as uncovering pathways and mechanisms about stem cells in a unique environment like space. These results not only give important information fundamental to stem cell biology but enable the further development of LEO-based stem cell research platforms. Therefore, a broader perspective about stem cell applications is possible in space as research continues to explore the use of space for regenerative medicine.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4cc8/11339457/426305cda2ed/41526_2024_425_Fig1_HTML.jpg"
    ]
  }
}