{
  "paper_id": "pmc_articles_PMC6371294",
  "title": "FAIRness and usability for open-access omics data systems.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6371294/",
  "sections": {
    "Abstract": "Abstract Omics data sharing is crucial to the biological research community, and the last decade or two has seen a huge rise in collaborative analysis systems, databases, and knowledge bases for omics and other systems biology data. We assessed the “FAIRness” of NASA’s GeneLab Data Systems (GLDS) along with four similar kinds of systems in the research omics data domain, using 14 FAIRness metrics. The range of overall FAIRness scores was 6-12 (out of 14), average 10.1, and standard deviation 2.4. The range of Pass ratings for the metrics was 29-79%, Partial Pass 0-21%, and Fail 7-50%. The systems we evaluated performed the best in the areas of data findability and accessibility, and worst in the area of data interoperability. Reusability of metadata, in particular, was frequently not well supported. We relate our experiences implementing semantic integration of omics data from some of the assessed systems for federated querying and retrieval functions, given their shortcomings in data interoperability. Finally, we propose two new principles that Big Data system developers, in particular, should consider for maximizing data accessibility.",
    "Results": "Figure 1. Open in a new tab The GeneLab Data Systems (GLDS). (a) The GeneLab Data Repository. The federated search interface shown includes not only search of GLDS repository data, but of the extramural data sources Gene Expression Omnibus (“GEO” 4 ), PRoteomics IDEntifications repository (“EBI PRIDE” 5 ), and the Metagenomics Analysis server (“ANL MG-RAST” 6 ). (b) The GLDS Workspace. (c) GLDS Tools for omics data analysis (part of a Galaxy server 1 ). Even though the inception of the GLDS predated publication of the FAIR principles, many of the concepts behind the principles were discussed extensively prior to its design. These discussions included substantial input from the National Academies of Sciences and a steering committee of outside experts in omics biological data, and had significant impacts on selection of technological approaches and system architectures, required resources for development and operations, and policies developed for operating the GLDS. In the absence of best practices from the community in certain areas of design and policy ( Figure 2 ), we wondered how we might assess the impact on FAIRness of the design and policy choices we faced, and how the GLDS would compare in FAIRness to other open-access, Big Data systems. Figure 2. Open in a new tab The FAIR principles 18 , and areas of design and operations of FAIR data systems (white boxes) for which best practices have yet to be defined.",
    "Conclusion": "The systems we assessed for FAIRness clearly have shortcomings, particularly in the area of supporting data interoperability. None of the systems currently use a metadata representation language with sufficient semantics. In addition, none fully leverage FAIR vocabularies for metadata. There are perhaps several causes at work for these observations. There are often myriad vocabularies (ontologies) for metadata (each of which is a de facto community standard) even within a given biological sub-domain, and often much overlap in semantic content between them, creating the need for systems to be able to “normalize” input metadata across them somehow. For example, the concept of zero or very low-gravity experimental conditions appears in at least 5 different, widely-used biomedical vocabularies: SNOMED CT, MeSH, Read Codes Clinical Terms, Psychology Ontology, PLOS Thesaurus, and FAST Topical Facet, with varying language for the concept (“weightlessness” vs. “zero gravity”). True semantic interoperability and data reusability that would permit a user to find all data tagged with this concept require either that all these concept instances be individually associated with the data, or use of a system that reliably maps all the concepts from these ever-changing, ever-expanding set of ontologies. Even if such metadata normalizing mechanisms are developed, their performance and value in generating “rich” metadata is dependent on the quality of input concepts supplied either by original data submitters or biodata curators (typically employed by the system). The expertise that submitters have is critical to shaping metadata that have value for many different kinds of audiences, and that allow associated data to be found and reused. In the biomedical field, submitters to shared data repositories have relatively low motivation to go to any great lengths to provide “rich metadata” (or assist biocurators in generating them). This is likely due, at least in part, to the fact that only a small fraction of shared data appears to be cited in publication references when they are reused. 31 Without their input, niche repositories and data systems, like the GLDS, with limited resources for acquiring (and maintaining) rich metadata that meet all the criteria above must constantly trade the use of resources to acquire or generate rich metadata with those that could be used for other worthy goals. The findability and interoperability principles, when implemented in data systems, support data integration functions like multi-source data querying and retrieval. Principles F2, I1, I2, and R1.3 require the use of community-developed metadata standards, formal languages for metadata representation, FAIR vocabularies, and qualified references to other data. These principles are unfortunately not yet widely or fully implemented across biomedical data systems, making it difficult for systems to develop functions that integrate data semantically. To illustrate this, we examine our own experience developing the GLDS to provide federated search and retrieval of omics data from several data sources. We sought to import metadata records from three open-access data systems into our own metadata warehouse: GEO, MG-RAST, and the PRoteomics IDEntifications repository (PRIDE) 5 . Each of these systems defines metadata for omics data sets differently, but none of them make these schemas available in a formal semantic language format (such as RDF or OWL). Furthermore, there are no existing maps of any of the metadata schemas to each other. As such, we resorted to manually creating semantic maps of these schemas for use in our system; queries generated via the GLDS or its RESTful search API are executed against the mapped schema concepts, and matching records are shown in a common object model representation ( Figure 4 ). While this approach met our immediate goals of allowing users to query several data sources using our system, it required a good deal of resources and domain expertise to develop a schema mapping. Furthermore, maintaining this mapping over time as each of the data sources inevitably change will require more of our limited resources. The research community should recognize the value of federated system functions like the querying function that the GLDS offers, and urge all open access repositories and data systems to make their metadata schemas available to all according to the aforementioned FAIR principles. Figure 4. Open in a new tab Federated Search of Omics Data in the GLDS. The RESTful search API result shows 65 records from the four data sources searched (GLDS, GEO, PRIDE, and MG-RAST). Each records metadata is mapped using a single schema for display in the GLDS (see Figure 1 a).",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/876e/6371294/1368a790dfe7/2975810f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/876e/6371294/402a007044f3/2975810f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/876e/6371294/d93bd3cb9ffc/2975810f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/876e/6371294/4a2378083d7d/2975810f4.jpg"
    ]
  }
}