{
  "paper_id": "pmc_articles_PMC5771473",
  "title": "Effects of hypothalamic leptin gene therapy on osteopetrosis in leptin-deficient mice.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5771473/",
  "sections": {
    "Abstract": "Abstract Impaired resorption of cartilage matrix deposited during endochondral ossification is a defining feature of juvenile osteopetrosis. Growing, leptin-deficient ob/ob mice exhibit a mild form of osteopetrosis. However, the extent to which the disease is (1) self-limiting and (2) reversible by leptin treatment is unknown. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old), and skeletally mature (6-month-old) wild type (WT) and ob/ob male mice. Absent by 6 months of age in WT mice, cartilage matrix persisted to varying extents in distal femur epiphysis, metaphysis and diaphysis in ob/ob mice, suggesting that the osteopetrotic phenotype is not entirely self-limiting. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAAV) gene therapy to restore leptin signaling in ob/ob mice. Two-month-old mice were randomized to one of three groups: (1) untreated control, (2) rAAV-Leptin, or (3) control vector rAAV-green fluorescent protein and vectors injected intracerebroventricularly. Seven months later, rAAV-Leptin-treated mice exhibited no cartilage in the metaphysis and greatly reduced cartilage in the epiphysis and diaphysis. At the cellular level, the reduction in cartilage was associated with increased bone turnover. These findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis in ob/ob mice is bone compartment specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover. Keywords: bone formation and resorption, cartilage, histology, ob/ob, osteoclast",
    "Results": "Study 1: Effects of Age and Leptin Status on Bone and Cartilage in Femur The effects of age and leptin status on cancellous bone area fraction in the femoral epiphysis and metaphysis and on cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in WT and ob/ob mice are shown in Figure 1 . Cancellous bone area fraction decreased with age in epiphysis ( Figure 1A ) and metaphysis ( Figure 1C ). The rate of decrease was not affected by genotype (interaction not significant). However, cancellous bone area fraction was lower in the epiphysis and tended to be lower (P < 0.1) in the metaphysis in ob/ob mice compared to WT mice. Cartilage area fraction also decreased with age in the femoral epiphysis ( Figure 1B ) and metaphysis ( Figure 1D ), irrespective of genotype. Cartilage area fraction was higher in ob/ob compared to WT mice at both sites. Negligible levels of cartilage matrix were observed in the diaphysis of WT mice ( Figure 1E ). In contrast, cartilage matrix was present in the diaphysis of ob/ob mice and significant changes with age were not detected. Figure 1. Open in a new tab Effects of age and genotype on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in 2-month-old, 4-month-old, and 6-month-old male WT and leptin-deficient ob/ob mice. Data are mean ± SE; n = 10/group for 2-month-old mice, n = 5/group for 4-month-old mice, n = 3 and 5/group for 6-month-old WT and ob/ob mice, respectively. Photomicrographs illustrating the distribution of cartilage matrix in the femoral epiphysis, metaphysis, and diaphysis in representative 4-month-old WT and ob/ob mice are shown in Figure 2 . By 4 months of age, little cartilage remained in femur epiphysis, metaphysis, or diaphysis in WT mice. In contrast, cartilage is clearly evident at all 3 sites in ob/ob mice. Bone bridging across the growth plate, indicative of cessation of longitudinal growth, was evident in 6-month-old WT and ob/ob mice ( Figure 3 ) but not in 2-month-old or 4-month-old mice, verifying cessation of linear growth by 6 months of age in both genotypes. Figure 2. Open in a new tab Photomicrographs of the distal femur epiphysis, metaphysis, and diaphysis in representative 4-month-old male WT mice (A, C, E) and 4-month-old male leptin-deficient ob/ob mice (B, D, F). Whereas cartilage matrix was rare in the epiphysis in WT mice (A), cartilage matrix and chondrocytes were readily visible in the epiphysis of ob/ob mice (B). Leptin-deficient ob/ob mice also exhibited a highly disorganized growth plate architecture, characterized by irregular margins and width (B). Cartilage was rare in the metaphysis and diaphysis of WT mice (C and E, respectively), but present at both sites in ob/ob mice (D and F). Figure 3. Open in a new tab Photomicrographs of growth plate in distal femur in representative 6-month-old male WT (A) and 6-month-old male leptin-deficient ob/ob mouse (B). The bony bridges are indicative of cessation of longitudinal growth. Study 2: Effect of Hypothalamic Leptin Gene Therapy on Bone and Cartilage in ob/ob Mice The effects of long-duration hypothalamic leptin gene therapy on cancellous bone area fraction in the femoral epiphysis and metaphysis and cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in ob/ob mice are shown in Figure 4 . There was a tendency (P < 0.1) for cancellous bone area fraction to be higher in the epiphysis of rAAV-Lep-treated mice compared to untreated and rAAV-GFP-treated control mice ( Figure 4A ). Differences in cancellous bone area fraction were not detected with treatment in the femoral metaphysis ( Figure 4C ). Cartilage matrix was present in the epiphysis ( Figure 4B ), metaphysis ( Figure 4D ), and diaphysis ( Figure 4E ) in untreated and rAAV-GFP-treated control mice. Treatment with rAAV-Lep resulted in lower cartilage area fraction in the epiphysis, metaphysis, and diaphysis in comparison to untreated mice, lower cartilage area fraction in the metaphysis in comparison to rAAV-GFP mice and a tendency (P < 0.1) for lower cartilage area fraction in the epiphysis and diaphysis in comparison to rAAV-GFP mice. Significant differences between untreated and rAAV-GFP-treated mice were not detected for any of the endpoints evaluated. Photomicrographs illustrating the distribution of cartilage matrix in representative 9-month-old untreated, rAAV-GFP-treated, and rAAV-Lep-treated ob/ob mice are shown in Figure 5 . Figure 4. Open in a new tab Effects of long-duration (7 months) hypothalamic leptin gene therapy (rAAV-Lep) on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in male ob/ob mice. Data are mean ± SE; n = 7-9/group, a different from untreated, P < 0.05, a *P < 0.1; b different rAAV-GFP, P < 0.05, b *P < 0.1. Figure 5. Open in a new tab Photomicrographs of the distal femur epiphysis (A, B, C), metaphysis (D, E, F), and diaphysis (G, H, I) in representative 9-month-old untreated, rAAV-GFP-treated and rAAV-Lep-treated male ob/ob mice at 7 months post-vector administration. Note the presence of cartilage matrix in epiphysis, metaphysis, and diaphysis of untreated mice (A, D, and G, respectively) and rAAV-GFP-treated mice (B, E, and H, respectively) and its absence in rAAV-Lep-treated mice (C, F, and I, respectively). The effects of long-duration hypothalamic leptin gene therapy on cellular indices of cancellous bone turnover in the femoral epiphysis are shown in Figure 6 . Osteoclast perimeter ( Figure 6A ) and osteoblast perimeter ( Figure 6B ) were higher in rAAV-Lep-treated mice compared to untreated and rAAV-GFP-treated mice. Significant differences in either osteoclast perimeter or osteoblast perimeter were not detected between untreated and rAAV-GFP-treated controls. Figure 6. Open in a new tab Effects of long-duration (7 months) hypothalamic leptin gene therapy on osteoclast perimeter (A) and osteoblast perimeter (B) in distal femur epiphysis in male ob/ob mice. Data are mean ± SE; n = 7-9/group. a different from untreated, P < 0.05; b different from rAAV-GFP, P < 0.05.",
    "Conclusion": "Compared to WT mice, more extracellular cartilage matrix was present in cancellous compartments (metaphysis and epiphysis) of distal femur in ob/ob mice. Cartilage matrix decreased with increasing age in both WT and ob/ob mice but, in marked contrast to WT mice, cartilage continued to be present in the epiphysis and metaphysis in skeletally mature 6-month-old ob/ob mice. Minimal or no cartilage matrix was found in the diaphysis of WT mice. In contrast, cartilage matrix was present in the diaphysis in ob/ob mice, but unlike at cancellous sites, did not decrease with age. Long-duration hypothalamic leptin gene therapy in growing ob/ob mice reduced cartilage matrix at all skeletal sites evaluated. Lack of differences between rAAV-Lep and rAAV-GFP-treated mice provides strong evidence that increased leptin levels and not differences arising from the application of gene therapy were responsible for the skeletal changes observed. At the cellular level, the reduction in cartilage in the epiphysis in rAAV-Lep-treated ob/ob mice was associated with increased bone turnover (increased osteoblast and osteoclast perimeters). Bone resorption is reduced in leptin-deficient ob/ob mice and leptin receptor-deficient db/db mice due to impaired osteoclast function ( Turner et al. 2013 ; Turner et al. 2014 ). Bone formation is also reduced in leptin-signaling-deficient mice due to reduced osteoblast-lined bone perimeter and reduced osteoblast activity ( Turner et al. 2013 ). We hypothesized that the resulting reduction in turnover of primary spongiosa was the primary cause for prolonged retention of cartilage within the skeleton in ob/ob mice ( Turner et al. 2013 ; Turner et al. 2014 ). This hypothesis is supported by the current study. The slower matrix turnover in the epiphysis compared to metaphysis was positively associated with longer retention of cartilage matrix. In addition, a reduction in cartilage in the epiphysis following hypothalamic leptin gene therapy was associated with increased bone turnover. A similar relationship was previously observed for the metaphysis ( Turner et al. 2013 ). Osteoclasts play a key role in endochondral ossification. Osteoclasts are essential for (1) generation of primary spongiosa by directing vascular invasion into the growth plate and (2) replacement of mineralized cartilage matrix by bone to form secondary spongiosa ( Odgren, et al. 2016 ). Cartilage matrix is prevalent in distal femur in 2-month-old WT mice because the rate of cartilage matrix deposition during longitudinal growth exceeds the capacity of matrix turnover to replace cartilage with bone. However, longitudinal bone growth slows with age and in male B6 mice ceases between 4 and 6 months of age ( Glatt, et al. 2007 ; Hoshi, et al. 2004 ). Cessation of linear bone growth in small rodents is due to the formation of bony bridges across growth plate cartilage precluding further elongation ( Martin, et al. 2003 ). In the current study, bony bridges were observed in the distal femur growth plate at 6 months of age in WT as well as ob/ob mice. The age range for longitudinal growth cessation corresponds to the disappearance of cartilage matrix from cancellous compartments. Endochondral ossification is disrupted in long bones of ob/ob mice, resulting in shorter bones, abnormal cancellous architecture, and delayed replacement of cartilage matrix in primary spongiosa by bone matrix ( Turner et al. 2013 ). In concordance with Kishida et al. ( Kishida, et al. 2005 ), we noted disorganized growth plate architecture in the leptin-deficient mice. Furthermore, prior studies demonstrated that thinning of the proliferative zone of the growth plate is associated with reduced longitudinal bone growth rate ( Philbrick et al. 2015 ). Chondrocytes express the leptin receptor ( Kishida et al. 2005 ; Steppan et al. 2000 ) and leptin was shown to exert positive actions affecting growth plate organization and growth plate expansion ( Gat-Yablonski et al. 2004 ; Kishida et al. 2005 ). Hypertrophic chondrocytes contribute to programed removal of cartilage matrix by secretion of factors such as TNFSF11 (RANKL), MMP9 (matrix metallopeptidase 9), MMP13 (collagenase 3), and HMGB1 (high-mobility group protein 1) that mediate vascular invasion and are altered by leptin status ( Koskinen, et al. 2011 ; Mackie, et al. 2011 ; Schroeter, et al. 2012 ; Xiong, et al. 2011 ). Thus, impaired chondrocyte function may contribute to the defect in osteoclast activity in ob/ob mice. Cortical bone in the femoral diaphysis develops by secondary intramembranous ossification. The presence of cartilage within the diaphysis of ob/ob mice represents a pathological condition likely contributing to the lower biomechanical strength reported in ob/ob and db/db mice ( Ealey et al. 2006 ; Henriksen, et al. 2011 ; Tuukkanen, et al. 2000 ; Williams, et al. 2011 ). Haversian (intracortical) bone remodeling is absent in mice. This may explain why cartilage matrix trapped in the distal femur diaphysis in ob/ob mice did not decline in quantity as the mice aged. Leptin deficiency results in hypogonadism, hyperphagia, insulin resistance, and morbid obesity. These metabolic and endocrine abnormalities could indirectly influence bone metabolism and thus contribute to skeletal defects observed in ob/ob mice ( Turner, et al. 2017 ). Indeed, normalization of food intake, weight gain, and blood glucose levels in ob/ob mice actually exaggerated the abnormal skeletal phenotype ( Turner et al. 2014 ), while estrogen receptor blockade did not impair the skeletal response of ob/ob mice to leptin ( Turner et al. 2017 ). Additionally, leptin exerted actions on the skeleton at levels having minimal impact on either energy metabolism or gonadal function ( Philbrick et al. 2017 ). Taken together, these findings provide strong evidence that leptin acts on the skeleton to regulate bone growth and turnover. Leptin deficiency also results in hypocalcemia ( Ishida, et al. 1988 ; Ozata, et al. 1999 ), retinopathy ( Kondo and Kahn 2004 ), hearing loss ( Lee, et al. 2008 ), and tooth defects ( Batt 1978 , 1992 ). These abnormalities may be due, at least in part, to reduced osteoclast function. In support, defective bone resorption associated with osteopetrosis was shown to lead to impaired tooth eruption, and impaired hearing and vision ( Kocher and Kasser 2003 ). Hypothalamic leptin gene therapy normalized bone microarchitecture in growing ob/ob mice by increasing bone growth and turnover ( Iwaniec et al. 2007 ; Kalra et al. 2009 ; Turner et al. 2013 ). In the current study, hypothalamic leptin gene therapy promoted maturation of cancellous bone in distal femur. Infusion of leptin into the hypothalamus was initially reported to be antiosteogenic ( Ducy, et al. 2000 ) but subsequent studies failed to confirm this finding ( Bartell et al. 2011 ; Hamrick et al. 2005 ). Specifically, the latter studies reported that leptin infusion into the hypothalamus of ob/ob mice increased bone formation, bone mineral density, and expression of osteogenic genes ( Bartell et al. 2011 ; Hamrick et al. 2005 ). In support, we observed that increasing hypothalamic leptin levels by gene therapy increased histomorphometric, biochemical, and gene expression markers of bone formation in ob/ob mice ( Turner, et al. 2015 ). In addition to increased bone formation, hypothalamic leptin gene therapy increased osteoclast perimeter, an index of bone resorption, suggesting that leptin regulates bone turnover as well as bone accrual. In summary, whereas cartilage matrix was absent within bone in 6-month-old WT mice, ob/ob mice retained cartilage matrix to varying degrees at all anatomical sites evaluated. Long-duration hypothalamic rAAV-Lep gene therapy in ob/ob mice increased bone turnover, resulting in substantial reduction in cartilage matrix within bone. Our findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis in ob/ob mice is site-specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/bc0e48d418e6/nihms925100f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/b34c57c6c3d1/nihms925100f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/18a23a309db3/nihms925100f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/c1cfc9ac0ed5/nihms925100f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/b8bc00a18dfc/nihms925100f5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c82c/5771473/19fdf607c99e/nihms925100f6.jpg"
    ]
  }
}