{
  "paper_id": "pmc_articles_PMC10142442",
  "title": "Inhibition of Cytomegalovirus by Pentacta pygmaea Fucosylated Chondroitin Sulfate Depends on Its Molecular Weight",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10142442/",
  "sections": {
    "Abstract": "Abstract Many viruses attach to host cells by first interacting with cell surface proteoglycans containing heparan sulfate (HS) glycosaminoglycan chains and then by engaging with specific receptor, resulting in virus entry. In this project, HS–virus interactions were targeted by a new fucosylated chondroitin sulfate from the sea cucumber Pentacta pygmaea (PpFucCS) in order to block human cytomegalovirus (HCMV) entry into cells. Human foreskin fibroblasts were infected with HCMV in the presence of PpFucCS and its low molecular weight (LMW) fractions and the virus yield at five days post-infection was assessed. The virus attachment and entry into the cells were visualized by labeling the purified virus particles with a self-quenching fluorophore octadecyl rhodamine B (R18). The native PpFucCS exhibited potent inhibitory activity against HCMV specifically blocking virus entry into the cell and the inhibitory activities of the LMW PpFucCS derivatives were proportional to their chain lengths. PpFucCS and the derived oligosaccharides did not exhibit any significant cytotoxicity; moreover, they protected the infected cells from virus-induced lytic cell death. In conclusion, PpFucCS inhibits the entry of HCMV into cells and the high MW of this carbohydrate is a key structural element to achieve the maximal anti-viral effect. This new marine sulfated glycan can be developed into a potential prophylactic and therapeutic antiviral agent against HCMV infection. Keywords: herpesviruses, marine sulfated glycans, virus entry",
    "Results": "3.1. Inhibition of HCMV by PpFucCS and Its Fractions Here, we investigated the inhibitory activity of both native PpFucCS and its LMW fractions against HCMV. The LMW PpFucCS oligosaccharides studied here were used to establish a structural activity relationship and the influence of MW distribution on its anti-viral activity against HCMV. The native PpFucCS exhibited potent and efficacious inhibitory activity against HCMV while the PpFucCS fractions showed decreased activity in both potency and efficacy ( Figure 2 A). Comparing the mean inhibition at the highest concentration used (50 μg/mL), we show that the efficacy of native PpFucCS along with the unfractionated but hydrolyzed PpFucCS oligosaccharide mixture (HdPpFucCS) and Fr1 was comparable to UFH, but it was significantly lower in the case of Fr2, Fr3, and Fr4 ( Figure 2 B). Additionally, the native PpFucCS had the least half maximal inhibitory concentration (IC 50 ) value amongst all the tests and was comparable to that of UFH ( Table 1 ). Thus, based on the comparison of low MW PpFucCS products, it is evident that HdPpFucCS and Fr1 maintain better antiviral activity than Fr2, Fr3, and Fr4 while displaying only slightly less activity than native PpFucCS and UFH. Earlier, our 1D 1 H NMR spectra showed the presence of four fucose units in Fr1–Fr3 that were similar to the native PpFucCS structure: α- Fuc2,4S, α-Fuc2,4S, α-Fuc4S, and α-Fuc0S [ 30 ]. This indicates that, although Fr1–Fr3 differ in size, they have similar structures. The Fuc anomeric peaks in fraction 4 showed an upfield 1 H shift, which may indicate desulfation. Interestingly, the Fenton chemistry demonstrated a preserved structural integrity of the native PpFucCS in the majority of the oligosaccharides produced (Fr1–Fr3), and only a small percentage of the very low MW (Fr4) showed more chemical modifications [ 30 ]. Combining these recently published results with the current results, it is evident that PpFucCS oligosaccharides lose their anti-HCMV activity in a size-dependent manner and that structural features play a crucial role in their anti-viral activity. Figure 2. Open in a new tab Anti-HCMV activity of PpFucCS oligosaccharides. PpFucCS oligosaccharides were assayed for their potential to inhibit the HCMV (GFP-tagged TowneBAC strain) infection in HFFs (MOI 0.1) by enumerating the cells expressing GFP. ( A ) Normalized values from the assay were analyzed by nonlinear regression to fit a dose–response curve using the least squares method considering each repeated measure as an individual point. The plotted curve shows the percentage of HCMV inhibition in a (log) concentration-dependent manner. Curves in the plot represent the following: PpFucCS (red), HdPpFucCS (green), Fr1 (navy), Fr2 (purple), Fr3 (blue), Fr4 (brown), and UFH (black). ( B ) Using the normalized values from the same assay, we calculated the percentage inhibition at the maximum concentration used (Imax) and compared with the UFH at the same concentration (50 µg/mL) by performing one-way ANOVA test with multiple comparisons by comparing the means of each test with control UFH, and corrected using a Dunnett’s post hoc test, showing significant differences among the means. The results are representative of three independent experiments. The standard error of the mean was plotted as error bars. The ***, **, and ns (non-significant) indicate p -value < 0.001, from 0.001 to 0.01, and ≥0.05, respectively. Table 1. IC 50 values of anti-viral activities of PpFucCS and its oligosaccharides. The IC 50 values of anti-HCMV inhibitory activity of PpFucCS and its oligosaccharides were determined in HFFs. Considering the role of avidity often found in protein–glycosaminoglycan (GAG) interactions and the broad range of molecular weights of the compounds, IC 50 values were measured in terms of µg/mL rather than the molar units. ND, not detected. Compounds IC 50 (µg/mL) SEM (µg/mL) Lower 95% Conf. Limit (µg/mL) Upper 95% Conf. Limit (µg/mL) PpFucCS 3.6 0.3 3.0 4.2 HdPpFucCS 37.8 4.7 27.7 47.9 Fraction1 15.7 5.4 4.2 27.3 Fraction2 83.1 39.9 0 166.7 Fraction3 ND ND ND ND Fraction4 ND ND ND ND UFH 0.9 1.946 0 4.9 Open in a new tab To study the inhibition of progeny virion formation and virus growth, we performed a virus yield reduction assay (at MOI 3.0). The IC 50 obtained by performing this assay (2.957 µg/mL) ( Figure S1 ) is very close to the IC 50 (3.6 µg/mL) determined by the GFP reduction assay conducted at a low MOI (0.01) ( Table 1 ), thus indicating that the inhibitory properties of PpFucCS against HCMV do not depend on the MOI. 3.2. PpFucCS Specifically Inhibits HCMV Entry into Cells To assess whether PpFucCS inhibits the entry of HCMV into cells (HFFs), we utilized the TowneBAC strain of the HCMV labeled with a self-quenching fluorescent label (R18 fluorescence assay). The fluorescence was recorded at different time intervals starting from 0 to 60 min post infection ( Figure 3 ). The R18 dye transitions from one monolayer of a fluid-state phospholipid bilayer membrane to another in a potential-dependent manner, somewhat relieving the quenching of its fluorescence [ 35 ]. The fluorescence from the HCMV virus particles that have been labeled with high quantities of R18 is highly self-quenched and their fusion with the host cell membrane leads to an increase in fluorescence, which is often visible only after the virus has entered the cell. A significantly higher number of virus particles entered the mock-treated cells compared to the cells treated with native PpFucCS at 60 min post infection ( Figure 3 A,B). Figure 3. Open in a new tab Inhibition of HCMV entry into the HFF cells by native PpFucCS. The primary HFF were challenged by the unlabeled ( a ) or R18 labeled ( b – i ) TowneBAC strain of HCMV at a MOI of 3.0. The HFFs were either mock treated ( a – c ) or pretreated for one hour using PpFucCS (50 μg/mL) ( d – i ). The number of fluorescent virus particles were enumerated at different time points post infection and plotted in Graphpad Prism 9. The HFFs were either mock treated and infected with the unlabeled virus at ‘60′ min ( a ), or mock treated and infected with the R18 labeled virus at ‘0′ min ( b ), ‘60′ min ( c ), or PpFucCS-treated and infected with the R18 labeled virus at ‘0′ min ( d ), ‘5′ min ( e ), ‘10′ min ( f ), ‘20′ min ( g ), ‘40′ min ( h ), and ‘60′ min ( i ). ( A ) Images showing the different groups either treated or mock treated. The cell nuclei appear blue fluorescent while the red fluorescent virus particles are indicated by the circle and arrows. ( B ) Bar plot represents the number of fluorescent virus particles per image field for treatment groups at different time points. The results are representative of four independent experiments and were analyzed by performing one-way ANOVA test with multiple comparisons (comparing the means of each test with mock-treated control at ‘60′ min). The standard error of the mean was plotted as error bars. The ***, and ns indicate p -value < 0.001, and ≥0.05, respectively. 3.3. Effect of PpFucCS and Its Oligosaccharides Treatment on Cell Viability PpFucCS and its oligosaccharides do not exhibit any significant cytotoxicity against primary HFF cells when examined at the highest concentration used in the antiviral assay (50 μg/mL) ( Figure 4 A) and show a protective effect against virus-induced cell death at five days post infection ( Figure 4 B) when examined using a trypan blue exclusion assay. Notably, the Fr3 and Fr4 that did not show any significant antiviral activity ( Figure 2 ) also did not show any significant protection from virus-induced cell death. Furthermore, we did not see any cytotoxic effect on the HFFs when treated with the native PpFucCS at 500 μg/mL for five days using the trypan blue exclusion assay ( Figure S2 ). To corroborate these findings, we treated the HFFs with the native PpFucCS at 500 μg/mL and 50 μg/mL along with heparin control for five days and performed the ATP release assay ( Figure S3 ). Figure 4. Open in a new tab Effect of treatment of PpFucCS and its oligosaccharides on cell viability of HFF cells. The primary HFF were pretreated for one hour using PpFucCS and its oligosaccharides at the highest concentration used for inhibition assays (50 μg/mL) along with heparin (UFH) control. The HFFs were either mock infected ( A ) or infected with HCMV at a MOI of 3.0 ( B ) in the presence of test compounds. Cells were harvested at 5 days post-infection and cell viability was assessed using a trypan blue exclusion assay. The results are representative of two independent experiments. The standard error of the mean was plotted as error bars. The **, *, and ns indicate p -value between 0.001 and 0.01, between 0.01 and 0.05, and ≥0.05, respectively.",
    "Conclusion": "In this study, we demonstrated that PpFucCS and its hydrolyzed fractions efficiently inhibit the HCMV infection of primary human fibroblasts, specifically blocking virus entry into the cells. The treatment of HFFs with native PpFucCS and its oligosaccharides did not affect the cell viability for the duration of treatment, thus confirming that the observed reduction in the virus titer was not because of cytotoxicity. Moreover, when the HFFs were pretreated and maintained in these marine glycans throughout the course of infection, the cells resisted infection-induced cell death. To confirm that PpFucCS has a direct impact on virus entry, we used HCMV labeled with self-quenching dye that only fluoresces when the virus fuses with the cell membrane. This experiment showed the significant effect of PpFucCS on HCMV entry. GAGs are composed of repeating disaccharide units that contain an amino sugar (either GalNAc or GlcNAc) and a uronic acid (either IdoA or GlcA) or the neutral sugar galactose. GAGs have a variety of biological functions, including cell signaling, proliferation, and wound healing, as a result of their structural diversity, and are ubiquitously found on the surface of cells, where they act as receptors and signals for cellular and pathogenic processes [ 36 ]. Viruses or other pathogens utilize this structural diversity of GAGs to selectively bind and enter the cells [ 37 ]. The virion attachment caused by GAG binding and eventual entry are usually independent events, with attachment assumed to be mostly nonspecific and charge-dependent but, instead, entry is thought to be driven by highly specific protein–protein interactions. We have recently shown that HS–virus interactions are specific and depend on a defined structural functional relationship [ 12 , 15 , 28 ]. Interactions with HS are a frequent prerequisite for many viral infections [ 38 , 39 ]. As a result, inhibitors targeting virus–HS interactions have the potential to function as broad-spectrum antivirals that could have a significant influence on global health. Many compounds including small organic and inorganic compounds, as well as polycationic peptides, have been employed to bind to HS and thereby protect the cells from viral attachment [ 40 , 41 , 42 , 43 ]. Conversely, inhibitors may bind to virion components to sequester and inactivate the virions very similarly to neutralizing antibodies [ 44 ]. These are mostly HS mimetics, and many of them have broad-spectrum antiviral action. In this study, we investigated the anti-HMCV activities of two GAGs: (i) heparin, a highly sulfated linear GAG widely exploited as in research [ 45 ], and (ii) PpFucCS, a unique marine branched GAG. From our results, we were able to compare the anti-HCMV activity of PpFucCS and its LWW fractions with the commonly used control heparin. Since the use of heparin can lead to excessive bleeding and heparin-induced thrombocytopenia, PpFucCS offers a reasonable alternative to be developed as an antiviral. The inhibitory activities of the LMW PpFucCS derivatives were proportional to their chain lengths. The native high MW structure is necessary to achieve maximum HMCV inhibition. Upon hydrolysis (depolymerization) to generate the oligosaccharide mixture (HdPpFuCS), the activity was considerably decreased. However, Fr1 had more anti-HMCV activity compared to HdPpFucCS, most likely because HdPpFucCS has significant amounts of less active components (Fr2–Fr4: nearly 3/4 of the amount). Moreover, Fr4 has a degraded structure. All the PpFucCS fractions (Fr1–Fr3) show the same 1D 1H NMR spectral profile as the native, therefore indicating they have the same structure [ 30 ]. The only exception is Fr4, which was spectrally different and structurally degraded. We recently observed a similar behavior of MW dependence on anticoagulation and anti-SARS-CoV-2 actions of PpFucCS [ 30 ]. However, for the sulfated galactan from the red alga Botryocladia occidentalis (BoSG), the reduction in the chain length was able to dissociate the anticoagulant and anti-SARS-CoV-2 activities [ 31 ]. The results from this current work support the first case, in which the high MW of the marine sulfated glycan, in this case PpFucCS, is a key element for the biological activity. The current results regarding the anti-HCMV activity of PpFucCS perfectly match our recent findings regarding the anticoagulation and anti-SARS-CoV-2 action of PpFucCS [ 30 ].",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a45/10142442/f3f6576dbcb3/viruses-15-00859-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a45/10142442/6d7fa687c55a/viruses-15-00859-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a45/10142442/30b9deed551f/viruses-15-00859-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a45/10142442/466d0849c5ef/viruses-15-00859-g004.jpg"
    ]
  }
}