{
  "paper_id": "pmc_articles_PMC7010715",
  "title": "Brassinosteroids inhibit autotropic root straightening by modifying filamentous-actin organization and dynamics.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7010715/",
  "sections": {
    "Abstract": "Abstract When positioned horizontally, roots grow down toward the direction of gravity. This phenomenon, called gravitropism, is influenced by most of the major plant hormones including brassinosteroids. Epi-brassinolide (eBL) was previously shown to enhance root gravitropism, a phenomenon similar to the response of roots exposed to the actin inhibitor, latrunculin B (LatB). This led us to hypothesize that eBL might enhance root gravitropism through its effects on filamentous-actin (F-actin). This hypothesis was tested by comparing gravitropic responses of maize ( Zea mays ) roots treated with eBL or LatB. LatB- and eBL-treated roots displayed similar enhanced downward growth compared with controls when vertical roots were oriented horizontally. Moreover, the effects of the two compounds on root growth directionality were more striking on a slowly-rotating two-dimensional clinostat. Both compounds inhibited autotropism, a process in which the root straightened after the initial gravistimulus was withdrawn by clinorotation. Although eBL reduced F-actin density in chemically-fixed Z. mays roots, the impact was not as strong as that of LatB. Modification of F-actin organization after treatment with both compounds was also observed in living roots of barrel medic ( Medicago truncatula ) seedlings expressing genetically encoded F-actin reporters. Like in fixed Z. mays roots, eBL effects on F-actin in living M. truncatula roots were modest compared with those of LatB. Furthermore, live cell imaging revealed a decrease in global F-actin dynamics in hypocotyls of etiolated M. truncatula seedlings treated with eBL compared to controls. Collectively, our data indicate that eBL-and LatB-induced enhancement of root gravitropism can be explained by inhibited autotropic root straightening, and that eBL affects this process, in part, by modifying F-actin organization and dynamics. Keywords: autotropism, actin, brassinosteroids, clinostat, cytoskeleton, gravitropism, root development",
    "Results": "Epi-Brassinolide-Treated Z. mays Roots Exhibit Persistent Curvature on a Slowly Rotating Clinostat and Enhanced Gravitropism Previous reports have shown that LatB and eBL promoted gravitropism in roots ( Hou et al., 2003 ; Hou et al., 2004 ; Li et al., 2005 ; Kim et al., 2007 ; Lanza et al., 2012 ). The enhancement of gravitropic response in LatB-treated roots was more strongly manifested on a slowly-rotating 2-D clinostat. For instance, Z. mays roots treated with LatB displayed persistent root curvature on the clinostat, as opposed to untreated roots that straightened ( Hou et al., 2003 ). We hypothesized that the enhanced gravitropism of eBL-treated roots was likely to also be more prominent under clinorotation. Our experiment involved applying a perpendicular gravistimulus to roots for 20 min after pre-treating them for an hour with LatB or eBL followed by clinorotation for 20 h ( Appendix 1 ). We found that eBL-treated roots mirrored the persistent curvature responses of LatB-treated roots ( Figure 1A ; Hou et al., 2003 ). Quantification of the angle of root curvature that developed on the clinostat revealed that LatB was more potent than eBL when tested at the same concentrations. For instance, LatB induced a strong curvature response at 100 nM concentration, whereas eBL elicited a similar curvature at a higher 500 nM concentration ( Figure 1B ). Figure 1. Open in a new tab Epi-Brassinolide (eBL) and LatB enhanced gravitropism and dampened straightening of Z. mays roots. (A) Representative images of Z. mays roots grown on a 2-D clinostat for 20 h to test autotropic straightening after withdrawal of the gravity signal. Vertical roots treated with LatB and eBL for 1 h were mounted on a 2-D clinostat and kept horizontal for 20 min (white arrow indicates the direction of gravity) prior to clinorotation for 20 h. Note that untreated roots (solvent controls) straightened after reaching an angle of about 45° while roots treated with eBL or LatB did not. (B) Dose response of root curvature on a clinostat after eBL and LatB treatment. Angle of curvature was obtained as shown by the yellow arrow above the graph. Bars are means (n > 14 plants) ± S.E. ***P < 0.001, * P < 0.05 (Student’s t-test). (C) Time course of root gravitropism after vertically growing roots were placed horizontally without clinorotation. Statistical significance was determined by one-way ANOVA. Means (n > 12 plants) ± S.E. Different letters indicate significant differences among means (P < 0.05, Tukey’s test). Next, we compared the kinetics of gravitropism of Z. mays roots pretreated for 1 h with 100 nM LatB or 500 nM eBL under continuous gravistimulation (i.e. roots reoriented 90° from the vertical without clinorotation). We found that roots treated with the solvent control solution grew downward and reached a maximum angle of about 80° from the horizontal at approximately 200 min. Control roots maintained this angle for the entire 720 min time course. By contrast, LatB- and eBL-treated roots overshot the vertical and reached maximum angle of approximately 110° after 250 min ( Figure 1C ). Overshooting of the vertical by LatB- and eBL- treated roots was followed by a correction to the vertical that began at about 300 min after orienting roots horizontally. Although both LatB- and eBL-treated roots exhibited similar kinetics with regard to their overshooting of the vertical, the subsequent overcorrection was more pronounced in eBL-treated roots. eBL-treated roots returned to an angle of about 60° at 450 min after gravistimulation, but eventually stabilized to a 90° growth angle by about 600 min. At the end of the 720 min time course, eBL-treated roots reached a similar angle as controls. By contrast, LatB-treated roots returned to about 90° at 450 min and maintained this growth angle for the duration of the time course ( Figure 1C ). Epi-Brassinolide Modifies F-Actin Organization in Z. mays Roots The similar effects of LatB and eBL on maize root gravitropism and autotropic root straightening on a 2-D clinostat (see Figure 1 ) led us to hypothesize that eBL may cause LatB-like effects on the actin cytoskeleton. To test this hypothesis, we studied F-actin organization in maize roots that were treated with LatB and eBL at concentrations that produced comparable root phenotypes (i.e.100 nM for LatB and 500 nM for eBL). After exposure to the compounds, roots were chemically fixed, sectioned and F-actin was labeled with phalloidin conjugated to a fluorophore ( Dyachok et al., 2016 ). Consistent with our previous studies ( Hou et al., 2003 ), distinct qualitative differences in F-actin organization were observed between roots treated with solvent controls and roots treated with 100 nM LatB in the meristem, transition zone and elongation zone. Whereas controls had extensive F-actin networks in various root developmental zones, LatB-treated roots had diffuse labeling or severely fragmented F-actin manifested primarily as bright puncta ( Figure 2A ). By contrast, roots treated with 500 nM eBL still had abundant F-actin networks in the various root developmental zones that appeared similar to control roots. Since roots treated with 500 nM eBL did not show obvious qualitative differences in F-actin organization compared with control roots, we increased the eBL treatment concentration to 1 and 5 µM. Nonetheless, even after treatment with 1 µM eBL, F-actin in various regions of the root appeared similar to untreated roots. Qualitative disruptions to F-actin only became obvious when eBL concentration was increased to 5 µM. At this concentration some root cells had diffuse fluorescence and fragmented F-actin that resembled LatB-treatment to some degree ( Figure 2A ). However, unlike LatB-treated roots, roots treated with 5 µM eBL contained more cells with intact F-actin networks that were similar to untreated roots. This result suggested that while eBL disrupts actin, its effects were milder than LatB. Figure 2. Open in a new tab Epi-Brassinolide (eBL) modified F-actin organization in Z. mays roots. (A) Single optical confocal micrographs of chemically-fixed and longitudinally-sectioned Z. mays roots stained with Alexa Fluor 488-phalloidin. Note that LatB-treated roots had diffuse staining and fragmentation of F-actin in the form of puncta and short filaments (arrowheads). Untreated (solvent controls) had extensive F-actin networks. 500 nM and 1 µM eBL on the other hand did not result in any visible effects on F-actin. At 5 µM eBL, some regions of the meristem, transition and elongation zone have diffuse fluorescence (arrows) and fragmented F-actin (arrowheads). (B , C) Combined box and scatter plots showing quantitative analysis of F-actin occupancy (density B ) and skewness (bundling C ) in root cells of the transition/elongation zone. Statistical significance was determined by one-way ANOVA. Asterisks (*) refers to individual data points and + mark outliers. Bars are means (n > 100 cells) ± S.E. Different letters indicate significant differences among means (P < 0.05, Tukey’s test). Scale bars = 20 μm. To quantify the effect of LatB and eBL on the root F-actin networks, we acquired occupancy values from images of root cells within the transition and elongation zone. We focused on these root zones because they have been shown to contribute most to the differential growth during the gravity response ( Baluska et al., 1996 ). Occupancy is a quantitative metric used to depict F-actin density with higher values indicating a denser F-actin network ( Higaki et al., 2010b ). Compared with controls, occupancy of F-actin in roots treated with 100 nM LatB, 500 nM eBL, and 5 µM eBL was lower. Surprisingly, F-actin occupancy was significantly higher in roots treated with 1 µM eBL compared to control roots ( Figure 2B ). Taken together, our results show that eBL modifies F-actin organization in maize roots by causing a significant reduction in density. However, unlike roots treated with LatB, which showed more widespread disruption of F-actin, roots treated with eBL required higher concentrations (i.e. 5 µM) to detect distinct qualitative and quantitative effects on F-actin structure. Even at this higher concentration, impacts on F-actin appeared to be localized to random regions of the root ( Figure 2A ). Another metric that we used to quantify eBL effects on F-actin structure is skewness, which measures the degree of asymmetry of fluorescence intensity distribution. Skewness has been shown to be a good indicator of F-actin bundling ( Higaki et al., 2010a ). We found that while LatB treatment resulted in a small but significant increase in bundling, eBL at all concentrations, did not ( Figure 2C ). Lifeact-mGFP and GFP-ABD2-GFP Reporters Decorate Extensive F-Actin Networks in Living M. truncatula Seedlings Our studies on chemically-fixed roots of Z. mays , support the hypothesis that the effects of eBL on root gravitropism and autotropic straightening on a 2-D clinostat are due to disruptions in normal actin function ( Figures 1 and 2 ). However, the results indicate that eBL only had modest effects on overall F-actin organization based on qualitative and quantitative analyses of chemically-fixed Z. mays roots ( Figures 2A–C ). Therefore, we next asked if effects of eBL on F-actin would be more obvious in living roots. To address this question, transgenic M. truncatula plants that expressed two live cell F-actin reporters ( Lifeact-mGFP and GFP-ABD2-GFP ) under the control of the ubiquitin 10 ( UBQ10 ) promoter were generated ( Wang et al., 2008 ; Vidali et al., 2009 ; Dyachok et al., 2014 ; Sparks et al., 2016 ). Before using the lines for clinorotation assays, we first examined the quality of F-actin labeling in seedling roots. We found that Lifeact-mGFP and GFP-ABD2-GFP decorated extensive F-actin networks in various developmental regions of seedling roots. Distinct F-actin arrays were present in border cells, meristematic cells and cells in the transition/elongation zone. Similar to previous reports in A. thaliana , both Lifeact-mGFP and GFP-ABD2-GFP reporters labeled end walls and phragmoplasts in the meristem, and random and longitudinal F-actin cables in the elongation zone of M. truncatula seedling roots ( Figure 3A ). In agreement with previously published work with fixed and living roots, both reporters did not label distinct F-actin networks in the columella despite the presence of clear F-actin bundles in the peripheral cap and border cells. Only diffuse fluorescence was observed in the central columella of both reporter lines ( Figure 3A ; Baluska et al., 1997 ; Blancaflor, 2013 ). Lifeact-mGFP and GFP-ABD2-GFP also labeled extensive F-actin arrays in growing root hairs that were reminiscent of F-actin organization in A. thaliana lines expressing these two reporters ( Figure 3B ; Dyachok et al., 2014 ; Sparks et al., 2016 ). Moreover, other cell types in transgenic lines expressing GFP-ABD2-GFP and Lifeact-mGFP including guard cells, minor leaf veins and epidermal cells in nodules exhibited dense F-actin arrays ( Figures 3C–E ). Although primary root length and growth rate of 5-day-old M. truncatula seedlings expressing Lifeact-mGFP and GFP-ABD2-GFP were similar to wild type ( Figures 3F, G ), dry weights of the same lines at 28 days were lower compared to wild type ( Figures 3H, I ). Figure 3. Open in a new tab Representative images of F-actin in various cells and tissues of M. truncatula seedlings expressing the UBQ10:GFP-ABD2-GFP and UBQ10:Lifeact-mGFP reporters. (A) F-actin in various developmental regions of seedling primary roots. Numbers (1-5) in (A , B) correspond to regions of the bright field image of the root shown in (panel A ). 1 = root cap, 2 = border cells, 3 = meristem 4 = elongation zone, 5 = root hairs. Note that while peripheral cap ( pc ) and border cells ( bc ) have distinct F-actin arrays, the columella ( c ) region has diffuse fluorescent signal. Arrowheads in the root meristem mark the phragmoplasts. (B) Both UBQ10:GFP-ABD2-GFP and UBQ10:Lifeact-mGFP decorate F-actin in growing root hairs. Extensive F-actin networks were also documented in guard cells of cotyledons (C) , epidermal cells of minor veins of a young leaf (D) and epidermal cells in a young nodule (E) . Scale bars = 10 µm (for A , C , D ) 20 µm (for E ), 50 µm (for low magnification images in B ) and 10 µm (for high magnification images in B ). Primary root length and primary root growth rate were not affected in UBQ10:GFP-ABD2-GFP and UBQ10:Lifeact-mGFP lines, compared to wild type (F , G) . Actin reporter lines showed smaller root and shoot dry weight when compared to wild type, after 28 days of growth (H , I) . Statistical significance was determined by one-way ANOVA. Bars are means (n > 16 plants) ± S.E. Different letters indicate significant differences among means (P < 0.05, Tukey’s test). Epi-Brassinolide Triggers Enhanced Root Curvature Responses in M. truncatula on a Clinostat, But Only Had Mild Effects on F-Actin Organization We next asked if eBL could elicit similar enhancement of root curvature responses in M. truncatula on a clinostat that was previously observed in Z. mays roots ( Figure 1 ). As 5 μM eBL was required to observe clear effects on F-actin in chemically-fixed Z. mays roots ( Figure 2 ), we used the same concentration for the M. truncatula clinostat assays. Furthermore, we focused our clinostat assays on lines expressing GFP-ABD2-GFP. The GFP-ABD2-GFP lines were chosen for our root clinostat assays because F-actin in the transition and elongation zone was finer and less bundled compared to Lifeact-mGFP lines, an observation consistent with previous work on A. thaliana ( Dyachok et al., 2014 ). Consistent with previous reports, LatB-treated M. truncatula roots expressing GFP-ABD2-GFP exhibited enhanced curvature on a clinostat ( Figures 4A, B ; Hou et al., 2003 ). Like in Z. mays roots, eBL treatment caused M. truncatula roots to curve strongly on a clinostat ( Figures 4A, B ). Although, enhanced curvature on a clinostat was observed in LatB- and eBL-treated M. truncatula roots, the final average curvature was less than that observed in Z. mays (Compare Figure 1 and Figure 4 ). Figure 4. Open in a new tab Epi-Brassinolide (eBL)- and LatB- dampened straightening of M. truncatula roots expressing UBQ10:GFP-ABD2-GFP . (A) Representative images of M. truncatula roots grown on a 2-D clinostat for 15 h to test autotropic straightening after withdrawal of the gravity signal. Vertical roots treated with 100 nM LatB and 5 μM eBL for 1 h were mounted on a 2-D clinostat and kept horizontal for 20 min prior to clinorotation. (B) Quantification of angle of curvature after 15 h of clinorotation. Statistical significance was determined by one-way ANOVA. Means (n > 14 roots) ± S.E. Different letters indicate significant differences among means (P < 0.05, Tukey’s test). Having established that M. truncatula roots expressing the GFP-ABD2-GFP F-actin reporter exhibited enhanced curvature on a clinostat, we then asked if F-actin organization in living roots was modified by eBL. We focused our analyses on root cells within the transition and elongation zone. Consistent with observations in chemically-fixed Z. mays roots, F-actin in M. truncatula roots expressing UBQ10:GFP-ABD2-GFP was clearly disrupted after treatment with 100 nM LatB. While root epidermal cells in the elongation zone of untreated roots had extensive cortical F-actin networks, F-actin in the same region after 1 h exposure to 100 nM LatB were less dense and fragmented ( Figure 5A ). Moreover, F-actin in live M. truncatula roots treated with LatB had lower occupancy values, which corroborated results with chemically fixed Z. mays roots ( Figure 5B ). Experiments with eBL were less conclusive, particularly with regard to the impact on F-actin density. Surprisingly, F-actin in roots treated with 5 µM eBL had intact cortical F-actin networks that were qualitatively similar to untreated roots ( Figure 5A ). Quantitative analysis showed that F-actin occupancy values were consistent with the observation that 5 µM eBL had no significant effects on F-actin density in living roots ( Figure 5B ). Furthermore, while F-actin skewness increased in LatB-treated roots, this metric was not affected by 5 µM eBL ( Figure 5C ). Figure 5. Open in a new tab F-actin organization in epidermal cells of living M. truncatula roots expressing UBQ10:GFP-ABD2-GFP after 1 h exposure to LatB or eBL. (A) Representative single confocal optical section images of cells in the elongation zone. Note the reduced fluorescence and extensive fragmentation of F-actin in cells treated with LatB but not with eBL. The two right most panels show variable effects of eBL on F-actin organization. (B – D) Combined box and scatter plots showing quantitative analysis of F-actin occupancy (density), skewness (bundling) and eccentricity in root cells of the transition/elongation zone. Unlike LatB-treatment, no significant differences between eBL and solvent controls were detected with regard to F-actin occupancy (B) and skewness (C) . However, a significant difference was observed between eBL and solvent controls with regard to the eccentricity metric, which refers to alignment of F-actin (D) . Asterisks (*) refers to individual data points and + mark outliers. Statistical significance was determined by one-way ANOVA. Bars are means (n > 50 cells) ± S.E. Different letters indicate significant differences among means (P < 0.05, Tukey’s test). Scale bar = 20 μm. Next, we asked if eBL had other measurable quantitative impacts on F-actin organization in living M. truncatula roots. For this analysis, the degree of orientation of F-actin in root cell images was analyzed using a metric called eccentricity. Lower eccentricity values indicate a more disordered F-actin network. Modified cortical F-actin eccentricity was reported in Physcomitrella patens ROP4 RNA interference (RNAi) lines ( Burkart et al., 2015 ). Using metrics developed by Burkhart et al. (2015), we found that F-actin in living M. truncatula roots treated with 100 nM LatB and 5 µM eBL had significantly lower eccentricity values than F-actin in untreated roots. This result indicated that both LatB and eBL treatments led to more disordered F-actin ( Figure 5D ). Epi-Brassinolide Inhibits Global F-Actin Dynamics in Etiolated Hypocotyls of Living M. truncatula Seedlings Because actin function is defined not only by overall organization within cells, but also by dynamics ( Staiger et al., 2009 ; Burkart et al., 2015 ), the effects of eBL on F-actin dynamics were analyzed. For these experiments, epidermal cells of etiolated barrel medic seedlings expressing UBQ10:Lifeact-mGFP were used for analyzing F-actin dynamics. We used lines expressing UBQ10:Lifeact-mGFP for these analyses because the F-actin arrays in hypocotyls of these lines were more readily visualized than those expressing UBQ10:GFP-ABD2-GFP . Roots were not used for this analysis because they grew out of the field of view within the desired 1 min period required for global actin dynamics analysis. Furthermore, the thick roots from M. truncatula were difficult to keep in the same focal plane during imaging, which complicated the interpretation of results. Cortical F-actin in M. truncatula hypocotyls were captured every second for 1 min and movies were used to quantify global changes in F-actin following the metrics developed by Vidali et al. (2010) ( Supplemental Movies S1 and S2 ). These metrics included pixel difference values that capture intensity differences between images every second, and correlation coefficients that indicate the degree of change ( Figures 6A, B ). A larger difference between pixels over time and a steeper decay in the correlation coefficient indicated a more dynamic F-actin network ( Vidali et al., 2010 ; Dyachok et al., 2014 ; Burkart et al., 2015 ). The F-actin network in epidermal cells of eBL-treated etiolated M. truncatula hypocotyls had lower intensity difference values and a more gradual decay of the correlation coefficient compared to solvent control seedlings ( Figures 6C, D ). Taken together, these data imply that eBL treatment suppressed F-actin dynamics in etiolated M. truncatula hypocotyls. Figure 6. Open in a new tab Epi-Brassinolide (eBL) inhibited global F-actin dynamics in etiolated hypocotyl epidermal cells of M. truncatula expressing UBQ10:Lifeact-mGFP . Representative images of three time points (20, 40 and 60 s) of solvent controls (A) and eBL treated (B) cells as separate color channels in red, green and blue (RGB) image. White overlay in each image indicates low dynamics. Scale bar = 10 μm. Time-lapse movies corresponding to the merged images are presented as Supplemental Movie S1 (for untreated) and S2 (eBL-treated). Quantification of global F-actin dynamics based on changes in pixel (C) and decay of the correlation coefficient (D) . Statistical analyses of correlation coefficients and total difference in hypocotyl epidermal cells as a function of temporal intervals. Correlation/difference for solvent controls versus eBL-treated hypocotyls are as follows: 0.02086*/0.007597* (20 s); 0.03*/0.006639* (40 s) and 0.057/0.006069* (60 s). Adjusted P-values are shown for rejecting equivalence of means; values marked by an asterisk indicate statistical significance at the 0.05 level.",
    "Conclusion": "In this paper, a slowly-rotating 2-D clinostat was used to gain additional insights into actin-mediated regulation of directional root growth. These experiments showed that brassinosteroids were involved in modulating directional root growth, in part, by modifying the organization and dynamics of the actin cytoskeleton. This conclusion was based on the observation that exogenous application of eBL and LatB triggered similar enhanced root gravitropism and amplified root coiling on a clinostat ( Figure 1 ). The curvature responses of roots treated with eBL and LatB during continuous gravistimulation and on a clinostat are reminiscent of the behavior of inflorescence stems of A. thaliana myosin XI and actin8 mutants ( Kato et al., 2010 ; Okamoto et al., 2015 ; Talts et al., 2016 ). The hyperbending of inflorescence stems of myosin and actin A. thaliana mutants was proposed to be the result of inhibited autotropism. With an aberrant acto-myosin system in fiber cells, it was proposed that the stems could no longer perceive their posture to initiate a straightening response ( Okamoto et al., 2015 ). Here, we propose that a similar mechanism may be operating in roots, and that eBL is a component of the root organ straightening response through its impacts on F-actin. Most of the studies implicating the actin cytoskeleton in gravitropism have emphasized its role in the gravity perception phase ( Blancaflor, 2013 ; Su et al., 2017 ). In gravity sensing cells such as the columella, actin has been proposed to interact with amyloplasts to facilitate conversion of the physical gravity signal to a biochemical signal ( Zheng et al., 2015 ). Because actin inhibitors such as LatB or mutations to genes encoding actin itself led to stronger root gravitropic curvature ( Yamamoto and Kiss, 2002 ; Hou et al., 2003 ; Kato et al., 2010 ; Lanza et al., 2012 ), it was proposed that the unrestrained sedimentation of amyloplasts may amplify the gravity sensing signal leading to a more robust graviresponse ( Blancaflor, 2013 ). However, work on A. thaliana myosin XI mutants ( Okamoto et al., 2015 ) and results presented here, suggest a more prominent role for actin in the graviresponse phase, and more specifically in the autotropic straightening response that enables plant organs to correct their orientation ( Stankovic et al., 1998a ; Stanković et al., 1998b ). Furthermore, given the difficulties in obtaining clear images of F-actin in the columella ( Figure 3 ), we cannot rule out the possibility that a secondary mechanism of gravity sensing in the root transition zone might be affected by LatB ( Wolverton et al., 2002 ). A number of studies have implicated eBL in directional root growth control. For instance, eBL application mirrored the enhanced root waving and gravitropism of A. thaliana actin2 mutants and caused disruptions in F-actin configurations in wild type ( Lanza et al., 2012 ). Enhanced root gravitropism was also observed in wild-type A. thaliana roots treated with eBL and this process was proposed to be mediated by ROP2-dependent modification of F-actin assembly and disassembly ( Li et al., 2005 ). While our results expand on these previous observations, experiments with a clinostat implicated eBL as a potential regulator of autotropism, and like previous results with LatB-treated roots, provide an alternative explanation of why this hormone has an apparent promotive effect on gravitropism. Although previous studies have shown that eBL modifies F-actin organization in A. thaliana roots ( Lanza et al., 2012 ), we found that eBL effects on F-actin organization in fixed Z. mays roots and living M. truncatula roots were not as pronounced and consistent as those induced by LatB. Higher concentrations of eBL were needed to elicit distinct qualitative and quantitative changes in F-actin in both chemically-fixed Z. mays roots and living M. truncatula roots. In fact, it was surprising to find that 1 µM eBL led to increased F-actin occupancy values compared to controls, while concentrations lower (500 nM) or higher (5 µM) than 1 µM led to reduced values ( Figure 2B ). Moreover, F-actin occupancy and bundling in living roots treated with 5 µM eBL was not different from untreated controls ( Figures 5B, C ). LatB-treatment on the other hand, led to an increase in F-actin bundling, which was likely due to aggregation of F-actin fragments in some of the root cells analyzed. Although occupancy and bundling were not affected by eBL, we found that eccentricity of F-actin in LatB- and eBL-treated roots were reduced relative to controls ( Figure 5D ). It is tempting to speculate that eBL-induced reduction in F-actin alignment alone is sufficient to account for a large part of the root autotropic inhibition observed here. It is important to note, however, that all of the F-actin analyses reported here were conducted pre-clinorotation. It is possible that changes in F-actin organization during the process of clinorotation were unaccounted for in our analyses. Experiments involving chemically fixing roots at various time points during clinorotation or a system in which live roots expressing the F-actin reporters can be imaged on a clinostat, will be necessary to address such possibilities. Okamoto et al. (2015) proposed that the long F-actin cables in the inflorescence stem fiber cells were the structures that modulated organ straightening possibly by regulating cytoplasmic streaming. It is possible that eBL regulation of root autotropic straightening is facilitated by a population of F-actin in specific root cell types that are not detected by the quantitative metrics used in our studies. This could explain why eBL had only modest effects on overall F-actin organization, but still caused LatB-like autotropic straightening defects. Another possibility is that dampening of global F-actin dynamics by eBL as revealed by live cell imaging of etiolated M truncatula hypocotyls could account for autotropic straightening defects. Suppressed global F-actin dynamics after eBL exposure could modify targeting of plasma membrane-associated proteins, such as PIN2, leading to dampened autotropism ( Li et al., 2005 ; Lanza et al., 2012 ). Unfortunately, we were unable to obtain global F-actin dynamic data on M. truncatula root cells because of technical difficulties associated with keeping actively growing roots within the microscope field of view. As such, a direct link between root F-actin dynamics and root autotropism is missing. For the future, a suitable clinostat assay using M. truncatula shoots should help clarify if reduced global F-actin dynamics can explain eBL effects on organ straightening. Furthermore, live fluorescent protein-based F-actin marker lines in Z. mays could help strengthen the link between F-actin organization and autotropic organ growth ( Wu et al., 2013 ). For more than a decade, genetically-encoded F-actin reporters based on fluorescent protein technology have advanced our understanding of actin function during plant development ( Voigt et al., 2005 ; Wang et al., 2008 ). In addition to new insights into the processes underlying directional root growth control, our work introduces a set of M. truncatula lines expressing two types of genetically encoded F-actin reporters. These new F-actin reporter lines could potentially be used to address a range of biological questions. Specifically, a future gravitational biology-related study in which these new M. truncatula lines would be of value is the dynamic monitoring of F-actin in various tissues of graviresponding roots using vertical stage microscopy ( Von Wangenheim et al., 2017 ). Vertical stage microscopy combined with new imaging modalities such as airy scan should enable super-resolution of F-actin during plant gravity response ( Komis et al., 2018 ). Moreover, some light sheet microscopy platforms allow for plant organs to be positioned vertically. Such methods pave the way for long term and volumetric imaging of F-actin dynamics during plant gravity response using these new M. truncatula lines ( Ovečka et al., 2018 ). Similar to previous reports in A. thaliana plants expressing live cell F-actin reporters ( Ketelaar et al., 2004 ; Dyachok et al., 2014 ), mature M. truncatula plants expressing Lifeact-mGFP and GFP-ABD2-GFP appear to have growth defects based on their reduced shoot and root dry weights when compared to controls. However, the negative growth effects induced by expressing these reporters were mild and not very pronounced in young seedlings. Thus, if used with caution, these Lifeact-mGFP and GFP-ABD2-GFP M. truncatula lines should be a valuable addition to existing fluorescent protein-based toolkit for studying dynamic cellular processes in legumes ( Ivanov and Harrison, 2014 ; Cvrckova and Oulehlova, 2017 ; Zhang et al., 2019 ). In conclusion, our results implicate brassinosteroids in root autotropism. Brassinosteroids modulate this process by modifying F-actin organization and dynamics in a manner different from that of the actin-disrupting compound LatB. Regardless of the mechanisms by which eBL modifies F-actin, our studies reinforce previous observations that the acto-myosin system is an important component of plant tropistic responses. Finally, through our work, we introduced a set of M. truncatula lines expressing fluorescent protein-based reporters that could enable new studies of actin-mediated processes in legumes.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/799e/7010715/37511d865cc9/fpls-11-00005-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/799e/7010715/c5e3782dc17f/fpls-11-00005-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/799e/7010715/dca89fda3bbc/fpls-11-00005-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/799e/7010715/4b11ee6e566e/fpls-11-00005-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/799e/7010715/ac7ec6c2cced/fpls-11-00005-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/799e/7010715/8b2f8f7b10b4/fpls-11-00005-g006.jpg"
    ]
  }
}