{
  "paper_id": "pmc_articles_PMC6213004",
  "title": "Reactivation of Latent Epstein-Barr Virus: A Comparison after Exposure to Gamma, Proton, Carbon, and Iron Radiation",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6213004/",
  "sections": {
    "Abstract": "Abstract Among the many stressors astronauts are exposed to during spaceflight, cosmic radiation may lead to various serious health effects. Specifically, space radiation may contribute to decreased immunity, which has been documented in astronauts during short- and long-duration missions, as evidenced by several changes in cellular immunity and plasma cytokine levels. Reactivation of latent herpes viruses, either directly from radiation of latently infected cells and/or from perturbation of the immune system, may result in disease in astronauts. Epstein‒Barr virus (EBV) is one of the eight human herpes viruses known to infect more than 90% of human adults and persists for the life of the host without normally causing adverse effects. Reactivation of several latent viruses in astronauts is well documented, although the mechanism of reactivation is not well understood. We studied the effect of four different types of radiation, (1) 137 Cs gamma rays, (2) 150-MeV protons, (3) 600 MeV/n carbon ions, and (4) 600 MeV/n iron ions on the activation of lytic gene transcription and of reactivation of EBV in a latently infected cell line (Akata) at doses of 0.1, 0.5, 1.0, and 2.0 Gy. The data showed that for all doses used in this study, lytic gene transcription was induced and median viral loads were significantly higher for all types of radiation than in corresponding control samples, with the increases detected as early as four days post-exposure and generally tapering off at later time points. The viability and size of EBV-infected Akata cells were highly variable and exhibited approximately the same trend in time for all radiation types at 0.1, 0.5, 1.0, and 2.0 Gy. This work shows that reactivation of viruses can occur due to the effect of different types of radiation on latently infected cells in the absence of changes or cytokines produced in the immune system. In general, gamma rays are more effective than protons, carbon ions, and iron ions in inducing latent virus reactivation, though these high-energy particles did induce more sustained and later reactivation of EBV lytic gene transcription. These findings also challenge the common relative biological effectiveness concept that is often used in radiobiology for other end points. Keywords: space radiation, Epstein‒Barr virus, virus reactivation",
    "Results": "We sought to identify any increase in transcription of EBV lytic genes following treatment of Akata cells (that contain a latent EBV episome) with gamma irradiation (as described in the Materials and Methods sections). For these analyses we examined the RNA levels of two key EBV lytic genes, BZLF and BLLF . BZLF1 is an immediate early (IE) gene that codes for ZEBRA or Zta , an important trans-activator that is critical for reactivation. BLLF1 is a late (L) gene that codes for the envelope glycoprotein gp350; this protein complexes with gp220 to bind to the B-cell’s CD21. The results of the qRT-PCR indicate that gamma radiation induces transcription of both BZLF1 and BLLF peaking at day 4. post-gamma-radiation treatment ( Figure 1 ). The irradiation dose of 0.1 Gy did not significantly increase the transcription of BZLF1; however, with 2.0 Gy of gamma radiation, there was a noticeable increase in both gene transcripts. The peak of BZLF1 transcription was at day 4 post-infection, but the increase was not statistically significant due to large standard deviation. At day 8, both 1.0 Gy and 2.0 Gy of gamma radiation resulted in significantly higher levels of BZLF1 ( Figure 1 A). 0.1 Gy of radiation caused a significant increase in BLLF1 from day 0 to day 16, while 0.5 Gy of radiation caused a significant increase at day 8 ( Figure 1 B). While gamma radiation increased the transcription in both gene classes, the amount of BLLF1 transcription was on average 3-fold less than BZLF1. Figure 1. Open in a new tab Effects of gamma radiation on Akata cells. Cells were radiated with 0.1 Gy (orange), 0.5 Gy (grey), 1 Gy (yellow) or 2 Gy (dark blue), then incubated for 16 days. The control flask (light blue) was not irradiated. ( A ) Fold change of IE gene BZLF1 transcripts normalized to endogenous control GAPDH over time relative to the control. ( B ) Fold change of L gene BLLF1 transcripts normalized to endogenous control GAPDH over time relative to the control. Statistical significance as compared to no radiation control and (two-tailed t test, * p < 0.05). We next sought to examine the effects of proton and high-energy particle radiations on their ability to induce EBV transcription (as described in detail in the Materials and Methods sections). Flasks of Akata cells were irradiated with high energy proton, carbon, and iron high energy particles. As shown in Figure 2 , all three of these radiations induced transcription of BZLF1 and BLLF1. Interestingly, the high-energy proton induced the greatest gene expression of BZLF1 at the 0.1 Gy value at day 4 ( Figure 2 A), whereas carbon radiation induced the greatest BZLF1 transcription at 0.5 Gy, but this occurred much later, at 16 days post-radiation treatment ( Figure 2 B). Similar to the case for carbon, iron radiation increased BZLF1 expression at day 12 at 0.1, 0.5, and 1.0 Gy ( Figure 2 C). Figure 2. Open in a new tab Fold change in EBV BZLF1 and BLLF1 transcripts over time at various amounts of the three types of radiation, relative to the un-irradiated control. The x axis shows the time point, measured in days, -post-radiation treatment. The y axis shows the fold change in BZLF1 and BLLF1 transcripts. BZLF1 and BLLF1 transcript quantity values divided by the corresponding GAPDH quantity values, with fold change being relative to the un-irradiated controls. Statistical significance as compared to no radiation control (two-tailed t test, * p < 0.05). ( A ) Proton; ( B ) carbon, ( C ) Iron. Further analyses reveal that the values for transcription activation for protons at 0.1 Gy is significantly different than 0.5, 1.0, and 2.0 Gy at day 4 ( Figure 2 A). Additionally, at day 4, the value for protons at 0.1 Gy is significantly different than 1.0 Gy and 2.0 Gy. This suggests that a lower dose of radiation is responsible for inducing a greater amount of BZLF1 transcription. For BLLF1 following proton treatment at 1.0 Gy, transcription is significantly different than 0.1 Gy and 0.5 Gy at day 4 for normalized BLLF1, although the actual transcript value is much less than the values for proton irradiation. This suggests that a larger dose of radiation may be required to induce significant transcription of late genes. Carbon ions appears to induce transcription of BZLF1 at days 8 and 12 post-treatment with 1.0 Gy ( Figure 2 B). For BLLF1, the carbon radiation induced significant transcription at 0.1 Gy at days 8 and 20, with all radiation doses inducing greater transcript values at day 12. Iron ions induced a noticeable peak in transcript values around day 12 for BZLF1, yet none are statistically significant at the p = 0.05 level. When iron irradiation effect on BLLF1 transcription was examined ( Figure 2 C), there was a wider range of transcript values, with transcription being induced as early as day 4 and continuing to day 12 at some dosages. These data indicate that all forms of radiation tested induced EBV transcription as early as four days post-treatment; however, the effects differ from gamma irradiation in the magnitude of transcript induction as well as the duration of gene activation. Like gamma radiation, high-energy particle radiation induces EBV transcription as early as day 4 post-treatment but suggest that the type of radiation impacts the peak expression of EBV transcription, with protons peaking around day 4 and carbon and iron peaking around day 12. Overall, all of the carbon and iron ions had higher relative levels of gene expression for both the intermediate early and late genes than did either gamma or proton radiation treatments. 2.1. Viral Load Given the increases in viral transcription, we next sought to determine if these radiation treatments induced increases in EBV genomes in the Akata cells, as evidence of productive DNA replication and viral reactivation. Plots over time of the estimated difference from control in median log viral load for all types of radiation are shown in Figure 3 A–D for each of the four doses. Error bars in these plots indicate 95% confidence limits as obtained through quantile regression. From these plots, it can be seen that after irradiation, median viral loads were noticeably higher than controls at all post-irradiation time points (days 4, 8, 12, 16, and 20) for all types of radiation. More specifically, after controlling the false-discovery rate to 1%, we found significant increases in median log viral load relative to control in 67 of the possible 96 comparisons (6 time points versus 4 doses × 4 radiation types). The greatest differences were found on day 4 for all four types of radiation at all doses studied. This effect then decreased over the subsequent time points (days 8, 12, 16, and 20), except for the 2 Gy dose, where viral load levels were approximately maintained up to day 8. Figure 3. Open in a new tab Change in viral loads (EBV DNA) compared to control following gamma, proton, carbon, and iron radiation at different dosages, ( A ); 0.1, ( B ); 0.5, ( C ), 1.0 and ( D ), 2.0 Gy treatments with 95% confidence limits indicated. For the first eight days post-irradiation, gamma radiation produced the highest rates of viral reactivation; however, on day 0 samples from the flasks designated for subsequent gamma radiation at dosages of 0.1 and 1.0 Gy had significantly higher median viral reactivation than controls ( Figure 3 A–D. Therefore, it is possible that some of the increased viral reactivation in gamma-irradiated samples was not actually due to radiation. However, no such effect was noted for the gamma-irradiated samples designated for irradiation at 0.5 Gy and 2.0 Gy. 2.2. Cell Viability Measured cell viability of EBV infected Akata cells was highly variable and exhibited approximately the same trend in time for all radiation types ( Figure 4 A–D) for 0.1, 0.5, 1.0, and 2.0 Gy). With FDR control to 1%, the p -value threshold for identifying significant differences from controls was 0.0014. Using this threshold, we found significantly lower viability of these cells on day 8 in seven cases (gamma rays at 0.1 Gy, protons at 0.1, 0.5 1.0, and 2.0 Gy, and iron ions at 1.0 and 2.0 Gy), and on day 4 in two cases (protons at 1.0 and 2.0 Gy). Carbon did not show any significant change in the cell viability at any of the doses tested and at any of the time points in the study. In addition, viability rebounded to exceed that of controls for three cases (gamma rays at 0.5 Gy and protons at 0.5 Gy and 1.0 Gy) on day 12. After day 12, viability declined to approach values seen on day 0, see Figure 4 (A–D) for the dosage of 0.5 Gy. Plots for other doses were similar. Figure 4. Open in a new tab Change in cell viability compared to controls following gamma, proton, carbon, and iron radiation treatments at different dosages ( A ); 0.1, ( B ); 0.5, ( C ), 1.0 and ( D ), 2.0 Gy with 95% confidence limits indicated. 2.3. Cell Size Measurements of cell size were highly variable, making it difficult to discern any effect of radiation for specific dosages and days. For gamma-irradiated samples, cell size was reduced relative to controls for all but the highest dosage, while for the other types of radiation cell sizes were about the same as controls ( Figure 5 A–D); however, after controlling the FDR to 1%, we were able to identify only one case of a significant increase within radiation types—for iron radiation at the highest dosage on day 16. Accordingly, we noted a significant difference ( p < 0.0002) between the radiation types on day 16 at the highest dosage. Figure 5. Open in a new tab Change in cell size compared to controls following gamma, proton, carbon, and iron radiation treatments at different dosages ( A ); 0.1, ( B ); 0.5, ( C ), 1.0 and ( D ), 2.0 Gy with 95% confidence limits indicated. 2.4. Supplementary Materials Tables of estimates, with standard errors and P values, for all comparisons with controls for viral reactivation, cell viability, and cell size are included in the Supplementary Materials . Simulation of Irradiated Volume The experimental data show that viral reactivation is dependent on the type of radiation used. At the scale of the Akata cells, the track structures of the radiation used for this study differ greatly from one type to another. It might be useful to use the radiation track structure to understand the differences between radiation types in viral reactivation. The simulation of an irradiated volume of 10 µm × 10 µm × 5 µm by gamma rays, protons, carbon ions, and iron ions by RITRACKS is shown in Figure 6 . This volume is roughly the size of one Akata cell. The dose to the volume is approximately 0.5 Gy in all cases. This dose was chosen to better illustrate the difference between irradiation by gamma rays and ions. In Figure 6 on the top left, electron tracks corresponding to Compton and photoelectron effects are observed, and on the top right 575 proton tracks are shown. The LET of the proton used for the simulation was 0.3 keV/μm. Therefore, this is often considered sparsely ionizing radiation (as opposed to high-LET radiations). However, the energy distribution and spatial configuration of the tracks are quite different for the same dose of gamma rays and protons. Tracks from higher LET ions are also shown. On the bottom left, 34 tracks from 600 MeV/n carbon ions are shown. On the bottom right, only two tracks for 600-MeV/n iron ions are sufficient to yield a dose of 0.5 Gy. Figure 6. Open in a new tab Simulation of the irradiation of a volume by 137 Cs photons, 150-MeV protons, 600 MeV/n carbon ions, and 600 MeV/n iron ions. In all cases, the dosage to the irradiated volume is ~0.5 Gy.",
    "Conclusion": "We studied the effect of four different types of radiation ( 137 Cs gamma rays, 150-MeV protons, 600 MeV/n carbon ions, and 600 MeV/n iron ions) on induction of lytic gene transcription and reactivation of EBV in a latently infected cell line, their cell size and viability at doses of 0.1, 0.5, 1.0, and 2.0 Gy. The doses are physical doses. RBE of 1.1 for protons is referred to other biological endpoints, such as chromosome aberrations or survival, but not for the endpoint of virus activation. The changes in viral load are presented without any corrections. However, by looking at the graphs of the viral reactivation data, a correction by a factor of 1.1 on either the dosage or change in viral load would clearly be insufficient to explain the difference between the protons and gammas. The greatest differences were found on day 4 for all four types of radiation at all doses studied. This effect then decreased over the subsequent time points (days 8, 12, 16, and 20) except for 2 Gy dose where viral load levels were approximately maintained up to day 8. Gamma radiation generally produced the highest rates of viral reactivation when compared to controls followed by protons, carbon ions, and iron ions at all the doses and at all the time points. When the initiation of viral transcription was examined, a prerequisite for EBV DNA replication and reactivation, some interesting trends emerged. Gamma irradiation induced transcription of both the immediate early and late genes, peaking at day 4. In contrast, the high energy particles, while also inducing transcription initially at day 4, in many instances resulted in a second peak of transcription at later times (day 14 and 18). While the mechanism of this second round of transcription is not clear, it could be speculated that it is the result of secondary effects of the initial radiation exposure on the cell, which is translated to the viral genome again at a later time point. However, there is good correspondence between the initial increase in EBV lytic gene transcription at day 4 with increases in EBV genome load. It should be noted though, that initiation of immediate early (IE) gene transcription of the herpesviruses (in this case BZLF1 of EBV) does not necessarily represent progression to reactivation. There are many examples of initiation of IE gene activation that are abortive and do not proceed to productive reactivation. It is for this reason that we also examined a late gene (BLLF1) as well as analyzed changes in amounts of EBV genomes in order to determine whether initial transcriptional activation of an IE gene, followed by a late gene resulted in an increase in EBV genomes, likely reflecting productive reactivation. Considering this, we present strong evidence that all forms of radiation examined both resulted in initiation of E and L gene transcription and in increase in viral genomes at four days post-treatment. Therefore, we feel confident that this reflects productive reactivation at this time point. In contrast, the transcriptional events that we detected at later time points (day 12) did not coincide with a statistically significant increase in viral genomes. Therefore it is unclear whether this transcription reflected abortive reactivation, or if productive reactivation occurred, this happening in only a small number of cells that we were not able to detect. Further studies will be required to determine the mechanism and biological consequences of this second late peak in transcription. Gamma rays and protons are usually considered much alike in radiobiology in terms of cell survival and chromosome aberrations; however, we observed that viral reactivation was induced differently. At this point it is not possible to formally identify the cause of the differences in viral reactivation resulting from proton and gamma irradiation because many factors may be involved, like damage to DNA and/or other biomolecules such as proteins and enzymes, which may be dependent on the type of radiation. The radiation track structure simulations clearly illustrate that for the same dose of gamma rays and protons, the electron tracks are quite different resulting in a different pattern of energy deposition. It would be interesting to try to link simulation results, such as DNA damage induction, with viral reactivation data in future work to investigate how the radiation track structure affects the viral reactivation. Because we were an exploratory study, it was necessary to use the conservative approach of controlling the false discovery rate to 1% in reporting significant effects. For this reason, differences that appear beyond chance variation when taken in isolation were not reported as being significant here. On the other hand, we feel confident that those effects we did flag as significant have an excellent chance of being reproducible. When travelling to Mars, it is estimated that every cell nucleus in an astronaut’s body would be hit by a proton or secondary electron (e.g., electrons of the target atoms ionized by the HZE ion) every few days and by an HZE ion about once a month [ 3 ]. Therefore, space radiation is expected to be a very important stressor for astronauts, which may have direct effects on the reactivation of latent viruses that are likely exacerbated by the state of decreased immunity. During spaceflight the immune system is altered, e.g., decreased cellular immunity has been observed in Space Shuttle astronauts after only a few days in orbit [ 14 ]. Furthermore, recent studies have shown dysregulation of T-cell function and cytokine production profiles during long-duration spaceflight aboard the International Space Station [ 15 , 16 ]. In this in vitro experiment the immune system was not present thereby providing strong evidence that radiation of latently infected cells alone is likely a major contributor to the reactivation of herpes viruses observed in astronauts. Space radiation is composed of a large number of different types of ions with various energies. There is also the possibility of nontargeted effects in an irradiated tissue. Because the role of ionizing radiation on virus reactivation is not well understood, more research is needed to understand the mechanisms of radiation-induced virus reactivation and the effects of dose, dose-rate, ion types, and energies. Another interesting result of our studies is that radiation-induced viral reactivation occurs within days whereas radiation carcinogenesis usually takes months or years to develop. Understanding the molecular events involved in viral reactivation will provide important new insights to radiation-induced human diseases associated with EBV. Our study has also shown that virus reactivation may be an adverse consequence of radiation exposure not necessarily related to spaceflight radiation, but also to other sources such as radiotherapy treatment. The radiation exposure could lead to reactivation of viruses other than EBV, such as VZV resulting in shingles. For example, a recent study has shown that, compared with incidence rates of shingles reported in a general U.S. population, the age- and sex-standardized rates of shingles were 4.8 times higher (95% confidence interval (CI), 4.0–5.6) in patients with hematologic malignancies and 1.9 times higher (95% CI, 1.7–2.1) in those with solid tumors ( 23 ). It is not clear, however, whether radiotherapy directly reactivates virus in latently infected cells or simply suppresses the immune system to allow viral reactivation to proceed. Thus, a better understanding of radiation-induced reactivation of EBV and other herpes viruses should provide important knowledge for spaceflight as well as terrestrial medicine. In conclusion, four types of radiation ( 137 Cs gamma rays, 150-MeV protons, 600 MeV/n carbon ions, and 600 MeV/n iron ions) induced EBV lytic gene transcription and reactivation of EBV in a latently infected cell line at doses of 0.1, 0.5, 1.0, and 2.0 Gy. This was observed in the absence of any cytokine production or involvement of the immune system. Our finding that gamma rays are more effective than protons, carbon ions, and iron ions in inducing latent virus reactivation challenges the RBE value of 1.1, which is used for protons, and also shows that RBE may be smaller than 1 for carbon ions and iron ions.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/94dc/6213004/5129f12dcbf2/ijms-19-02961-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/94dc/6213004/e8da8471744d/ijms-19-02961-g002a.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/94dc/6213004/681e50fbad37/ijms-19-02961-g002b.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/94dc/6213004/6fd3d8511b54/ijms-19-02961-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/94dc/6213004/1c664757d659/ijms-19-02961-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/94dc/6213004/89d3eb987add/ijms-19-02961-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/94dc/6213004/f58db8dd7fc1/ijms-19-02961-g006.jpg"
    ]
  }
}