{
  "paper_id": "pmc_articles_PMC4349987",
  "title": "Proteomic study of microsomal proteins reveals a key role for Arabidopsis Annexin 1 in mediating heat stress-induced increase in intracellular calcium levels.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4349987/",
  "sections": {
    "Abstract": "Abstract To understand the early signaling steps in the response of plant cells to increased environmental temperature, 2-D difference gel electrophoresis was used to study the proteins in microsomes of Arabidopsis seedlings that are regulated early during heat stress. Using mass spectrometry, 19 microsomal proteins that showed an altered expression level within 5 min after heat treatment were identified. Among these proteins, annexin 1 (AtANN1) was one of those up-regulated rapidly after heat-shock treatment. Functional studies show loss-of-function mutants for AtANN1 and its close homolog AtANN2 were more sensitive to heat-shock treatment, whereas plants overexpressing AtANN1 showed more resistance to this treatment. Correspondingly, the heat-induced expression of heat-shock proteins and heat-shock factors is inhibited in ann1/ann2 double mutant, and the heat-activated increase in cytoplasmic calcium concentration ([Ca 2+ ] cyt ) is greatly impaired in the ann1 mutant and almost undetectable in ann1/ann2 double mutant. Taken together these results suggest that AtANN1 is important in regulating the heat-induced increase in [Ca 2+ ] cyt and in the response of Arabidopsis seedlings to heat stress.",
    "Results": "The Effect of HS Temperature and Duration on the Survival of Arabidopsis Seedlings Increased environmental temperature triggers heat-shock responses (HSR) in plants; however, if the temperature rises above a certain limit, or the duration of the high temperature is too long, plants will not be able to survive. To study the HS response of plant cells, the treatment used should be strong enough to stimulate the HSR, but at the same time mild enough not to kill the plant. In order to find a proper heat-shock treatment condition for our proteomic studies, plates containing one-week-old Arabidopsis seedlings were treated at a range of temperatures and treatment durations, and post-treatment survival rates were calculated after the seedlings recovered at 22 °C for 1 week. Treatment of Arabidopsis seedlings in a 42 °C water bath up to 10 min did not induce irreversible damage to seedlings, whereas treatment with a 42 °C water bath for 30 min killed almost all of the seedlings. In comparison, seedlings treated with a 37 °C water bath for 30 min survived ( Fig. 1 ). As 37 °C has been previously shown to induce HSR ( 9 , 11 , 12 ), a 37 °C water bath was used as our treatment temperature during the following proteomic studies. Fig. 1. Open in a new tab The effect of heat shock temperature and duration on the survival of Arabidopsis seedlings. One-week-old Arabidopsis seedlings were heat shock treated at different temperatures for the indicated time period and allowed to recover at 22 °C for 7 days before taking pictures for comparison. Identification of Microsomal Proteins Whose Level Changes Rapidly After Heat Shock Heat shock stimulates a rapid increase of the [Ca 2+ ] cyt . This increase can be seen as early as 1 min after heat treatment, and reaches the maximum around 5 mins ( 11 ). In order to study the early cellular responses stimulated by HS, we exposed one-week-old Arabidopsis seedlings to 37 °C for 5 mins and harvested them for 2D-DIGE analysis. Protein samples from control and treated seedlings were analyzed in at least six biological-repeat experiments. In average, over 1500 protein spots were detected in each gel ( Fig. 2 A ). Examination of the DIGE images identified over 49 spots that showed consistent abundance changes induced by heat shock. Surprisingly, the abundance of most spots was increased by heat treatment, and only a few showed decreased levels. These spots of interest were picked, digested in gel by trypsin and analyzed by LC-MS/MS. A total of 27 heat-shock-regulated protein spots, which represented 19 unique proteins, were successfully identified ( Table I ). Functional classification showed these proteins are involved in processes such as hormone biosynthesis, protein translation, calcium signaling, cellular metabolism, and protein folding (chaperone). Fig. 2. Open in a new tab 2D DIGE analysis of heat-regulated microsomal proteins identified AtANN1 as an early heat-responsive protein. A , Microsomal protein from Col-0 seedlings treated with 37 °C for 5 min was labeled with Cy5, and microsomal protein from untreated seedlings was labeled with Cy3. The proteins were then separated using 24 cm, pH 4–7, IPG strips and a 10% SDS-PAGE gel. B , Three-dimensional view of spot 4191 in image A , left image represents Cy3 channel and right image represents Cy5 channel. C , Western analysis of AtANN1 protein accumulation after heat shock. One-week-old seedlings were heat-shock (37 °C) treated for the indicated time, microsomal proteins were extracted and separated by SDS-PAGE. Upper panel shows AtANN1 protein was detected by polyclonal antibodies raised specifically against AtANN1, lower panel shows Ponceau S stained rubisco large subunit as the equal-loading control. Table I. Early heat-regulated microsomal proteins identified by mass spectrometry. The heat regulated abundance changes were observed from at least five biological repeats. For MS/MS identification, number of unique peptides, sequence coverage of the identified proteins and the best matched scores are listed. Spots Accession number Protein name Unique peptides Coverage (%) Abundance change by HS Score Hormone biosynthesis 2586 At2g46370 Jasmonate-amido synthetase 3 6.26 up 30.19 3984 At1g62380 ACC oxidase 2 8 32.81 up 70.28 4095 At3g44310 Nitrilase 1 9 37.28 down 100.28 4125 At3g44310 Nitrilase 1 12 50 down 130.29 4285 At3g44310 Nitrilase 1 6 25.72 down 70.27 Protein translation 3384 At1g57720 Translation elongation factor EF1B 5 12.35 up 50.23 3394 At1g57720 Translation elongation factor EF1B 4 15.5 down 50.24 3421 At1g57720 Translation elongation factor EF1B 10 26.63 up 170.29 3415 At3g13920 Eukaryotic translation initiation factor 4A-1 7 28.16 up 100.31 3424 At3g13920 Eukaryotic translation initiation factor 4A-1 8 34.22 down 120.32 3804 At4g20360 GTP binding Elongation factor Tu family protein 9 27.73 up 80.31 Calcium signaling 4181 At1g35720 Annexin 1 2 6.308 up 40.24 4191 At1g35720 Annexin 1 5 15.77 up 70.28 Protein folding 2371 At5g42020 Luminal binding protein (BIP2) 3 4.8 up 30.19 2407 At5g42020 Luminal binding protein (BIP2) 6 11.98 up 50.24 6119 At3g62030 Cyclophilin 20–3 (CYP20–3) 5 24.52 up 50.25 Metabolism 1969 At1g08520 CHLD subunit of the Mg-chelatase enzyme 16 25.58 up 160.23 3874 At1g73110 Nucleoside triphosphate hydrolase 14 40.05 up 170.27 4097 At2g05830 5-methylthioribose-1-phosphate isomerase 7 25.67 up 80.24 4113 At5g15650 AtRGP2 4 11.67 up 40.23 4809 At2g34470 Urease accessory protein G (UREG) 5 26.55 up 50.31 5092 At4g30530 Gamma-glutamyl peptidase 3 17.60 up 30.26 5128 At3g02780 Isopentenyl diphosphate isomerase 2 5 19.01 up 50.28 5116 At3g11930 Adenine nucleotide alpha hydrolases like 2 11.5 up 20.19 Others 2060 At1g33790 Jacalin lectin family protein 4 11.69 up 40.17 2062 At1g33790 Jacalin lectin family protein 14 36.85 up 120.31 4734 At4g39090 Cysteine proteinases 3 9.24 down 30.22 Open in a new tab Annexin 1 is Essential for Plant Resistance to Heat-Shock Treatment Of all the microsomal proteins identified in Table I , we chose to further study AtANN1 ( Fig. 2 B ), because of prior evidence showing that it could play a major role in mediating plant stress responses. Using polyclonal antibody raised specific against a 31 amino acid sequence from AtANN1 (amino acids 200–231) ( 19 ), we confirmed the 2D-DIGE result in which AtANN1 protein levels increased in the microsomal fraction after 5 mins of HS ( Fig. 2 C ). We then isolated Transfer DNA (T-DNA) insertion mutants of AtANN1 gene to investigate if AtANN1 plays a significant role in HS responses in Arabidopsis . We obtained three insertion mutants for AtANN1 , and these alleles were named as ann1–1 (SalK_132169), ann1–2 (Sail_414_C01), and ann1–3 (WiscDsLox477–480P11; Fig. 3 A ). The T-DNA insertion sites in these alleles were located at the 5′ UTR of the AtANN1 gene ( ann1–1 ) or within different positions of its second and third exon ( ann1–2 and ann1–3 ), respectively ( Fig. 3 A ). Reverse transcription PCR (RT-PCR) analysis of these T-DNA mutants showed that the expression of AtANN1 in ann1–2 and ann1–3 is not detectable, whereas the expression of AtANN1 in ann1–1 was not affected ( Fig. 3 B ). We then compared the basal thermotolerance of these T-DNA insertional mutants with wild-type seedlings. One-week-old seedlings were subjected to 45 °C water bath for 13 min, and then allowed to recover at 22 °C for another week before they were photographed and calculate their survival rate. Consistent with the expression of endogenous AtANN1 level, ann1–2 and ann1–3 seedlings were hypersensitive to heat-shock treatment, whereas heat sensitivity of ann1–1 seedlings was similar to wild-type plants ( Fig. 3 C , 3 D ). Fig. 3. Open in a new tab AtANN1 is essential for plant resistance to heat shock treatment. A , Diagram shows the T-DNA insertion positions for different AtANN1 T-DNA mutants. B , RT-PCR analysis of AtANN1 expression level in different ann1 T-DNA mutants. C , The response of different ann1 T-DNA mutants to heat-shock treatment. Seven-day-old seedlings grown on 1/2 MS plates at 22 °C were shifted to a 45 °C water bath for 13 min and then returned to 22 °C and allowed to recover for 1 week before taking photos. Scale bar represents 1 cm. D , Quantification of survival rate of seedlings shown in C . Data represent the mean value from five independent experiments, with 25 seedlings per experiment. One way ANOVA test was performed. Statistically significant differences are indicated by different lowercase letters ( p < 0.05). Error bars represent ±S.D. There are eight members of the Arabidopsis annexin gene family. Phylogenetic analysis indicates that AtANN1, AtANN2, and AtANN6 are all closely related, with AtANN2 and AtANN6 having 75% identity at the amino acid level ( 20 ). There is expression and immunolocalization evidence suggesting that AtANN1 and AtANN2 have both distinct and overlapping functions in Arabidopsis ( 21 , 22 ). To investigate if other annexins also participate in plant HS responses, we isolated T-DNA insertion mutants for AtANN2 and AtANN6 and tested basal thermotolerance of the mutant seedlings ( Fig. 4 A , 4 B ). The sensitivity of ann2 mutants to heat-shock treatment is higher than wild type but lower than ann1–2 mutants ( Fig. 4 C ). In contrast, knocking out the expression of AtANN6 did not alter the sensitivity of the mutant to heat-shock treatment ( Fig. 4 C ). We then generated an ann1–2/ann2 double mutant by crossing ann2 with ann1–2 , and found the ann1–2/ann2 double mutant seedlings were more sensitive to heat stress treatment than the ann1–2 single mutants. These results indicated AtANN1 and AtANN2 , but not AtANN6 , play redundant roles in regulating plant heat-shock responses. Fig. 4. Open in a new tab AtANN1 and AtANN2 play redundant roles in regulating plant heat shock responses. A , Diagram shows the T-DNA insertion position for ann2 (SALK_054223) and ann6 (SALK_112492) T-DNA mutants. B , RT-PCR analysis of AtANN2 and AtANN6 expression level in ann2 and ann6 T-DNA mutants. C , The response of ann1–2 , ann2 , ann6 , and ann1–2/ann2 double T-DNA mutant ( ann1/2 ) to heat shock treatment. Seven-day-old seedlings grown on 1/2 MS plates at 22 °C were shifted to a 45 °C water bath for 13 min and then returned to 22 °C and allowed to recover for 1 week before taking photos. Scale bar represents 1 cm. Heat Stress-Induced Expression of HSF and HSP is Impaired in ann1/2 Mutant Heat stress-induced expression of HSFs and HSPs plays an important role in the acquisition of thermotolerance by plants. To investigate whether the susceptibility of annexin mutants to heat stress is related to the level of endogenous HSFs and HSPs, the heat-induced expression of different HSFs and HSPs were analyzed in seedlings of wild type and ann1–2/ann2 double mutants. Under normal conditions, expression of HSFs is either not detected or at a similar level in both wild type and ann1–2/ann2 double mutants. Thirty minutes of heat shock induces a dramatic increase of HSFs expression in wild-type seedlings. In comparison, the increase in expression of HSFs in ann1–2/ann2 double mutants is much smaller ( Fig. 5 A ). Similar results were observed for the expression of HSPs. Before heat-shock treatment, the protein levels of the HSP70, HSP90, and HSP17.7 in ann1–2/ann2 double mutants were similar to wild type. After heat shock at 37 °C for 3 h, the protein abundance of these three proteins in wild-type seedlings was significantly higher than in those of the ann1–2/ann2 mutants ( Fig. 5 B ). The reduced expression of HSFs and HSPs in ann1–2/ann2 mutants after heat treatment suggests annexin is required for the early changes in gene expression induced by heat shock. Fig. 5. Open in a new tab The mRNA and protein expression level of several HSFs and HSPs is reduced in ann1–2/ann2 double mutant. A , Semi-quantitative RT-PCR analysis of the mRNA levels of HSF-A7A , HSF-A2 , HSF-B1 , and HSF-B2A in one-week-old wild type (Col-0) and ann1/ann2 double mutant ( ann1/2 ) seedlings that were HS treated for the indicated time. The RT-PCR products of UBC are shown as the equal-loading control. B , Immunoblot analysis of the protein levels of HSP 17.7, HSP 25.3, HSP 70, and HSP 90 in wild- type and ann1–2/ann2 double mutant. One-week-old seedlings were treated with or without HS for the indicated time, total proteins were separated by SDS-PAGE, blotted onto nitrocellulose membrane and blotted with different HSP specific antibodies. Rubisco large subunit stained by Ponceau S is shown as the equal-loading control. Plants Overexpressing AtANN1 are more Resistant to Heat-Shock Treatment To further confirm the function of annexin in plants' heat-shock response, we overexpressed AtANN1 in ann1–2 mutant background. RT-PCR analysis confirmed that the expression level of AtANN1 in two transgenic lines, OX-1 and OX-2, were both higher than in wild type. Seedlings overexpressing AtANN1 were more resistant to heat-shock treatment than wild-type seedlings. The average survival rate of annexin-overexpressing seedlings was 20% higher than wild-type seedlings, and the difference is statistically significant ( Fig. 6 ). This result demonstrates that the expression level of annexin is directly related to the basal thermotolerance of young Arabidopsis seedlings. Fig. 6. Open in a new tab Seedlings overexpressing AtANN1 are more resistant to heat shock treatment. A , Upper panel: RT-PCR analysis of the expression level of AtANN1 in overexpressing plants. Lower panel: basal thermotolerance analysis of AtANN1 overexpressing plants. Seven-day-old seedlings grown on 1/2 MS plates at 22 °C were shifted to a 45 °C water bath for 12 min and then returned to 22 °C and allowed to recover for 1 week before taking photos. B , Quantification of survival rate of seedlings shown in A . Data represents the mean value from five independent experiments, with 20 seedlings per experiment. One way ANOVA test was performed. Statistically significant differences are indicated by different lowercase letters ( p < 0.05). Error bars represent ±S.D. Suppressing the Expression of AtANN1 and AtANN2 Inhibits Heat-Shock-Induced Increase in Intracellular Calcium Levels Prior reports indicated that AtANN1 could function to increase the Ca 2+ permeability of plasma membranes during plant stress responses ( 23 , 24 ). In order to test whether heat-induced calcium transport is altered in AtANN1 loss-of-function mutants, we crossed the ann1–2 and ann1–2/ann2 mutants with transgenic plants expressing 35 S::Aequorin ( 25 ), F3 segregant lines that were homozygous for 35 S::Aequorin / ann1–2 and 35 S::Aequorin / ann1–2/ann2 mutants were chosen and used for monitoring heat shock stimulated changes in [Ca 2+ ] cyt . RT-PCR showed the expression of AtANN1 and AtANN2 is not detectable in our 35 S::Aequorin expressing ann1–2/ann2 double knockout mutant ( Fig. 7 A ). Measurement of cytosolic calcium concentration showed the highest luminescence signal emitted by reconstituted aequorin is lower in 35 S::Aequorin expressing ann1–2 and ann1–2/ann2 mutants ( Fig. 7 B ), which might be caused by the lower total calcium abundance in the seedlings ( Fig. 7 C ). Because there is a difference in the reconstituted luminescence signals observed between wild type and the mutants, we used percentage reconstitution values to determine the relative luminescence in response to heat-shock treatment for wild type and mutants seedlings. As shown in Fig. 7 D , in consistent with previous reports ( 11 ), heat-shock treatment induced a rapid increase in [Ca 2+ ] cyt within 5 min in wild type, ann1–2 , and ann1–2/ann2 mutants. The heat induced [Ca 2+ ] cyt continues to increase in wild type and reaches the highest peak around 12 min. In comparison, this prolonged increase in the heat induced [Ca 2+ ] cyt was diminished in ann1–2 mutant and absent in ann1–2/ann2 double mutant ( Fig. 7 D ). These results suggest that AtANN1 and AtANN2 function is important for the normal heat-induced increase in [Ca 2+ ] cyt in Arabidopsis . Fig. 7. Open in a new tab Heat-induced increase in [Ca 2+ ] cyt in seedlings is impaired in Annexin mutants. A , RT-PCR analysis of AtANN1 and AtANN2 expression level in wild type (Col) and ann1–2/ann2 ( ann1/2 ) double T-DNA mutants. B , In vivo reconstitution of aequorin signal in wild type, ann1 , and ann1/2 mutants. Error bar represent ±S.E. C , Total calcium abundance in 50 one-week-old seedlings of 35 S::Aequorin expressing wild type, ann1 and ann1/2 mutants. One way ANOVA test was performed in B and C . Statistically significant differences are indicated by different lowercase letters ( p < 0.05). Error bars represent ±S.D. D , Time-course measurement of aequorin signal in wild type, ann1 and ann1/2 mutants. Seedlings were treated with or without heat shock. Relative aequorin signal is calculated by dividing percentage reconstitution value collected at 37 °C by percentage reconstitution value collected at 22 °C. These experiments have been repeated at least three times, and the trends are similar. Data shown here is from one representative experiment.",
    "Conclusion": "The heat-induced rapid increase in [Ca 2+ ] cyt is considered to be an essential step in plant responses to heat stress. Prior reports showed this increase is regulated by plasma membrane-localized cyclic nucleotide-gated channels (CNGCs) ( 8 , 9 ) and phospholipase C9 (PLC9) ( 26 ), but there may be other calcium channels or membrane-localized proteins involved in regulating this rapid and dynamic change in [Ca 2+ ] cyt in response to HS treatment. Because of prior studies showing that AtANN1 promoted the Ca 2+ permeability of plasma membranes, we selected it for further study from the microsomal proteins in Arabidopsis seedlings whose level changed rapidly after heat shock. We found that AtANN1 plays an important role in regulating heat-shock tolerance in Arabidopsis seedlings and that seedlings knocked out in their expression of AtANN1 show impaired calcium influx in response to heat-shock treatment. These results suggest AtANN1 is a new component in regulating heat-shock-induced elevation of intracellular calcium concentration in plant cells. Annexins bind membranes in a calcium-dependent manner. Although they appear to have diverse functions, it has become clear that certain annexins play important roles in abiotic stress responses ( 20 , 27 ). For example, ectopic expression of a Brassica annexin in Arabidopsis provides tolerance to drought, salinity and osmotic stress ( 28 ), and overexpression of AtANN1 in Arabidopsis increases both drought tolerance in plants ( 29 ), and salinity tolerance in seeds ( 30 ). There are also previous studies linking annexins to heat-stress responses in plants. For example, a recent proteomic study analyzing heat stress in radish leaves found that the level of an annexin protein increased at 12 h, and then decreased at 24 h in response to 40 °C heat treatment ( 31 ). Chu et al. also identified an annexin protein from the embryonic axes of sacred lotus ( Nelumbo nucifera Gaertn.) that was up-regulated by heat treatment. Ectopic expression of this lotus annexin in Arabidopsis conferred resistance to heat treatment in seed germination ( 32 ). In this study, we discovered that Arabidopsis AtANN1 is an early participant in a plant's response to heat treatment. The increase in abundance of AtANN1 in the microsomal membrane fraction can be observed after only 5 min of heat treatment. Among the eight annexins in the Arabidopsis genome, AtANN1 is the most abundant and appears to be a multifunctional protein ( 33 ). We found that knocking out the expression of either endogenous AtANN1 or AtANN2 makes mutants hypersensitive to heat-shock treatment, whereas knocking out the expression AtANN6 does not alter the sensitivity of the mutant, indicating AtANN1 and AtANN2 , but not AtANN6 , are functionally redundant in regulating plant basal thermotolerance. Correspondingly, Arabidopsis seedlings overexpressing AtANN1 were more resistant to heat stress. Furthermore, heat induced expression of HSFs and HSPs is attenuated in ann1–2/ann2 double mutant. Taken together, these results suggest AtANN1 and AtANN2 are critical components of plants' adaptive responses to environmental heat stress. There are numerous reports documenting AtANN1 functions as a calcium-permeable channel-like protein in response to abiotic stress, but most of the data was obtained from patch clamp experiments of spheroplasts and protoplasts of root epidermal cells ( 23 , 24 , 34 ). Here, using an aequorin reporting system, we found AtANN1 and AtANN2 play a role in regulating the elevation of [Ca 2+ ] cyt induced by heat shock in whole seedlings. We found that heat-induced change in [Ca 2+ ] cyt was greatly reduced in ann1 mutant and was even lower in ann1–2 / ann2 double mutant, which suggests that AtANN1 and AtANN2 are important components of the channel transport system that regulates heat-induced increase in [Ca 2+ ] cyt . However, heat shock still induces a small increase in [Ca 2+ ] cyt in the ann1–2/ann2 double mutant, especially in the first 5 min of heat shock treatment, which might be caused by the function of other proteins that facilitate Ca 2+ uptake, such as CNGCs in Arabidopsis . Interestingly, the total calcium concentration in ann1 and ann1/2 mutant seedlings is lower than wild-type control seedlings. However, future studies are needed to determine whether the reduced calcium accumulation is caused by the reduced calcium influx in ann1 and ann1/2 mutants. In conclusion, we found that the abundance of AtANN1 protein in membranes increased rapidly in response to 5 min heat-shock treatment, and that AtANN1 is critical for plant heat-shock responses. Although it is still unresolved whether AtANN1 acts directly as a calcium-permeable channel in vivo or facilitates this calcium transport by some other mechanism ( 35 , 36 , 37 ), our results strongly suggest that in addition to previously characterized calcium-permeable channels, annexins are a significant component of the molecular machinery that promotes the heat-induced increase in [Ca 2+ ] cyt . However, our data provide no evidence that AtANN1 functions as a heat sensor during plant heat-shock responses. Consequently, we propose that an elevated environmental temperature is first perceived by membrane sensors like CNGCs, which allows for an initial calcium influx into the cytosol. This increased [Ca 2+ ] cyt would activate cytosolic AtANN1, recruiting it directly to membranes. The association of AtANN1 with membranes could then either form a calcium channel by itself or activate another calcium channel to allow more calcium influx into the cell needed to fully activate plant heat-shock responses.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4700/4349987/f3fad4428d58/zjw0031549870001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4700/4349987/d394d9a9eee2/zjw0031549870002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4700/4349987/89aa42c33909/zjw0031549870003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4700/4349987/20c53c7f3e29/zjw0031549870004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4700/4349987/0f3b46df19ec/zjw0031549870005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4700/4349987/a334bada4c56/zjw0031549870006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4700/4349987/1f64699c2b72/zjw0031549870007.jpg"
    ]
  }
}