{
  "paper_id": "pmc_articles_PMC7339929",
  "title": "Simulated microgravity induces regionally distinct neurovascular and structural remodeling of skeletal muscle and cutaneous arteries in the rat",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7339929/",
  "sections": {
    "Abstract": "Abstract Introduction : Mechanical forces and sympathetic influences are key determinants of vascular structure and function. This study tested the hypothesis that hindlimb unloading (HU) exerts diverse effects on forelimb and hindlimb small arteries of rats in functionally different regions of the skeletal muscle and skin. Methods : Male Wistar rats were subjected to HU for 2 weeks, then skeletal muscle arteries (deep brachial and sural) and skin arteries (median and saphenous) were examined in vitro using wire myography or isobaric perfusion and glyoxylic acid staining. Results : HU increased lumen diameter of both forelimb arteries but decreased diameter of the sural artery; the saphenous artery diameter was not affected. Following HU, maximal contractile responses to noradrenaline and serotonin increased in the forelimb but decreased in the hindlimb skeletal muscle feed arteries with no change in skin arteries; all region-specific alterations persisted after endothelium removal. HU increased the sensitivity to vasoconstrictors in the saphenous artery but not in the sural artery. In the saphenous artery, initially high sympathetic innervation density was reduced by HU, sparse innervation in the sural artery was not affected. Electrical stimulation of periarterial sympathetic nerves in isobarically perfused segments of the saphenous artery demonstrated a two-fold decrease of the contractile responses in HU rats compared to that of controls. Conclusion : HU induces contrasting structural and functional adaptations in forelimb and hindlimb skeletal muscle arteries. Additionally, HU had diverse effects in two hindlimb vascular regions. Hyper-sensitivity of the saphenous artery to vasoconstrictors appears to result from the shortage of trophic sympathetic influence. Importantly, HU impaired sympathetically induced arterial vasoconstriction, consistent with the decreased sympathetic constrictor response in humans following space flight. Keywords: microgravity, hindlimb unloading, rat, small arteries, remodeling, sympathetic innervation, noradrenaline, serotonin",
    "Results": "Body Weight At the beginning of the experiment, body weights of rats from control and HU groups were 316 ± 6 g ( n = 10) and 310 ± 9 g ( n = 10), respectively ( p > 0.05). Within 2 weeks, control group increased body weight to 376 ± 14 g ( n = 10) and HU group to 353 ± 6 g ( n = 10). No difference in body weight was observed between the two experimental groups at the end of the experiment ( p > 0.05, control vs. HU). Inner Diameter of the Arteries Both forelimb arteries from HU rats had larger inner diameters compared to the respective arteries from control rats ( Table 1 ). However, when calculated as percentage of the mean value in control group, the increment of diameter in the brachial artery was more prominent compared to the median artery: 22.5 ± 3.0 and 10.2 ± 3.8%, respectively ( p < 0.05). Table 1. Relaxed inner diameter (d 100 , μm) of endothelium-intact forelimb and hindlimb arteries from control and hindlimb-unloaded (HU) rats. Organ Arteries Control Hindlimb unloaded Forelimb Brachial ( n = 9; 9) 213 ± 15 261 ± 6 * Median ( n = 10; 10) 375 ± 10 413 ± 14 * Hindlimb Sural ( n = 10; 10) 250 ± 11 208 ± 11 * Saphenous ( n = 10; 9) 418 ± 20 424 ± 20 Open in a new tab The numbers in parentheses indicates the numbers of animals in the groups. * p < 0.05 HU vs. control. In contrast, sural arteries of HU rats demonstrated a decrease of inner diameter (by 17.9 ± 4.7%) compared to the arteries of control rats ( Table 1 ). The diameter of saphenous artery was not affected by HU ( Table 1 ). Contractile Responses of Forelimb Arteries Contractile responses of brachial arteries were greater in HU rats compared to that in control rats. This was observed when endothelium-intact segments of brachial arteries were exposed to noradrenaline ( Figure 1A ) or serotonin ( Figure 1B ). Endothelium removal did not change the differences in brachial artery contractile responses between HU and control rats ( Figures 1C , D ). Most prominent effects of HU on brachial artery contractility were observed when the agonists were applied in near-maximal to maximal concentrations. The sensitivity of endothelium-intact and endothelium-denuded brachial artery preparations to vasoconstrictors was not altered by HU ( Table 2 ). Figure 1. Open in a new tab HU increases contractile responses of skeletal muscle feed arteries from the rat forelimb. Concentration-response relationships to noradrenaline (A,C) and serotonin (B,D) of endothelium-intact (A,B) and endothelium-denuded (C,D) deep brachial arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. * p < 0.05 HU vs. control. Table 2. Sensitivity to noradrenaline and serotonin (pD 2 values) of endothelium-intact (Endo+) and endothelium-denuded (Endo−) hindlimb and forelimb arteries from control and HU rats. Arteries Noradrenaline Serotonin Control Hindlimb unloaded Control Hindlimb unloaded Brachial Endo (+) 5.93 ± 0.14 5.93 ± 0.13 6.02 ± 0.06 6.10 ± 0.05 Endo (−) 5.71 ± 0.22 6.05 ± 0.13 5.92 ± 0.07 5.97 ± 0.06 Median Endo (+) n.d. n.d. 6.34 ± 0.14 6.45 ± 0.07 Endo (−) n.d. n.d. 5.99 ± 0.15 6.01 ± 0.09 Sural Endo (+) 6.18 ± 0.05 5.90 ± 0.13 5.97 ± 0.10 5.86 ± 0.10 Endo (−) 6.07 ± 0.07 5.95 ± 0.16 5.97 ± 0.13 5.77 ± 0.07 Saphenous Endo (+) 5.50 ± 0.08 5.77 ± 0.10 * 6.00 ± 0.09 6.44 ± 0.14 * Endo (−) 5.50 ± 0.08 5.82 ± 0.09 * 5.99 ± 0.08 6.45 ± 0.18 * Open in a new tab The numbers of animals in the groups are shown in Figures 1 – 4 . n.d., not determined, because of non-saturated concentration-response relationship. * p < 0.05 HU vs. control. Contractile responses of median artery segments to noradrenaline and serotonin were not different in HU rats compared to control rats regardless of the presence of the endothelium ( Figure 2 ). The sensitivity of median artery segments to both vasoconstrictors was also similar in control and HU rats ( Table 2 ). Figure 2. Open in a new tab HU does not change contractile responses of skin feed arteries from the rat forelimb. Concentration-response relationships to noradrenaline (A,C) and serotonin (B,D) of endothelium-intact (A,B) and endothelium-denuded (C,D) median arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. Contractile Responses of Hindlimb Arteries Sural arteries of HU rats developed less contractile tension to noradrenaline and serotonin. This decrease was observed in both endothelium-intact ( Figures 3A , B ) and endothelium-denuded ( Figures 3C , D ) segments of sural artery from HU rats compared to control rats. Again, most prominent effect of HU on contractile responses was observed with the higher concentrations of the agonists, while the sensitivity of sural arteries to contractile stimuli was not altered by HU ( Table 2 ). Figure 3. Open in a new tab HU decreases contractile responses of skeletal muscle feed arteries from the rat hindlimb. Concentration-response relationships to noradrenaline (A,C) and serotonin (B,D) of endothelium-intact (A,B) and endothelium-denuded (C,D) sural arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. * p < 0.05 HU vs. control. In contrast to sural arteries, saphenous arteries from HU rats developed stronger contractile responses compared to the arteries from control rats, regardless of the type of agonist and the presence of the endothelium ( Figure 4 ). HU did not alter saphenous artery maximum contractile responses to noradrenaline and serotonin ( Figure 4 ), but rather elevated the sensitivity of this artery to vasoconstrictors ( Table 2 ). Figure 4. Open in a new tab HU increases contractile responses of skin feed arteries from the rat hindlimb. Concentration-response relationships to noradrenaline (A,C) and serotonin (B,D) of endothelium-intact (A,B) and endothelium-denuded (C,D) sural arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. * p < 0.05 HU vs. control. Sympathetic Neurotransmission in Saphenous Artery In control rats, adrenergic fiber plexus was dense in the saphenous artery, but sparse in the sural artery ( Figure 5A ). HU had no effect on innervation density in the sural artery ( Figure 5A ) but decreased it by about 20% in the saphenous artery ( Figures 5A , B ). Figure 5. Open in a new tab HU worsens sympathetic control in skin but not skeletal muscle feed arteries from rat hindlimb. (A) The density of periarterial adrenergic plexus in saphenous and sural arteries from control ( n = 10; 10) and HU ( n = 8; 7) rats. (B) Representative staining for adrenergic nerves with glyoxylic acid in whole-mount preparations of saphenous arteries. (C) Constrictor responses of isobarically perfused saphenous arteries from control ( n = 5) and HU ( n = 5) rats to electrical field stimulation of intramural nerves with graded frequencies. * p < 0.05 HU vs. control. The effects of HU on sympathetic control of the saphenous artery were studied with the use of perfusion technique. In the absence of nerve stimulation, solution flow rate values did not differ in control and HU rats: 3.9 ± 0.18 and 4.1 ± 0.18 ml/min, respectively. The relative decreases of arterial inner diameter caused by 8 and 12 Hz stimulation were lower in HU rats compared to that in controls ( Figure 5C ).",
    "Conclusion": "The purpose of this study was to compare the effects of 2 weeks of simulated microgravity on skeletal muscle and skin feed arteries from the rat forelimb and hindlimb regions. We hypothesized that HU exerts diverse effects on the sympathetic innervation density, structural properties, and functional vasoconstrictor responsiveness of skeletal muscle and cutaneous feed arteries. The data indicate that HU induces increases in maximal lumen diameter and vasoconstrictor responsiveness in forelimb skeletal muscle arteries, but decreases in these structural and functional properties in hindlimb skeletal muscle arteries. In the cutaneous vasculature of the forelimbs and hindlimbs, alterations in the structure and vasoconstrictor properties either did not occur or were of smaller magnitude than that occurring in the skeletal muscle arteries from the same region of the body. Exposure to HU also diminished sympathetic nerve density and impaired vasoconstriction induced by sympathetic nerve stimulation in hindlimb cutaneous, but not skeletal muscle arteries. However, vasoconstrictor responses of hindlimb cutaneous arteries to direct smooth muscle stimulation by vasoconstrictor agonists exhibited greater sensitivity in the HU rats. Collectively, these results demonstrate that the complexity of vascular adaptations to simulated microgravity is much greater than previously described. Vascular alterations not only differentially occur between regions of the body, but also within those regions, and can be functionally related to physical alterations in sympathetic nerve density and gross structural remodeling of resistance arteries. Both the forelimbs and hindlimbs of the rat perform functions of support and locomotion, which suggest these two different anatomical regions of the body share similar inherent characteristics that include skeletal muscle and cutaneous circulations. Additionally, systemic humoral influences would not differ in forelimb and hindlimb arteries of the same rat. Alterations in nerve traffic during HU exposure would also likely be equalized between the same-type arteries in the forelimbs and hindlimbs, since functional specialization of efferent sympathetic pathways is organotypic rather than somatotopic ( Jänig and McLachlan, 1992 ; Jänig and Häbler, 2003 ). Therefore, the design of this study allowed us to separate adaptive arterial responses to the anti-orthostatic body position and redistribution of support and muscle activity from other effects associated with the HU model, including social isolation, restraint, and the development of neuroendocrine stress ( Tsvirkun et al., 2012 ). Hindlimb Unloading Induces Contrasting Structural and Functional Adaptations in Forelimb and Hindlimb Skeletal Muscle Arteries HU exposure resulted in divergent alterations of forelimb and hindlimb skeletal muscle arteries, i.e., lumen diameter and wall contractility (maximal active tension) increased in the forelimb but decreased in the hindlimb. The changes in contractility were independent of the vascular endothelium and not associated with the change in smooth muscle sensitivity to contractile stimulation by noradrenaline or serotonin. These data point to non-specific amplification of smooth muscle contractile responses in forelimb arteries, presumably resulting from smooth muscle hypertrophy and media wall thickening. In contrast, non-specific attenuation of smooth muscle contractile responses takes place in hindlimb arteries, presumably resulting from smooth muscle atrophy and a thinning of the medial wall ( Delp et al., 2000 ). Previous work has shown that HU in rats is associated with ~10 mmHg gradient between aortic and hindlimb arterial pressures ( Colleran et al., 2000 ). Therefore, arterial transmural pressure in HU rats is elevated in the forelimb region and reduced in the hindlimbs; this pressure differential presumably governs the divergent alterations in media thickness ( Wilkerson et al., 1999 ; Stabley et al., 2012 ). The mechanisms which mediate the effects of transmural pressure on media remodeling may include the secretion of angiotensin II from vascular smooth muscle cells with further stimulation of MAPK cascades ( Eskildsen-Helmond and Mulvany, 2003 ). Importantly, HU was shown to stimulate the activity of vascular renin-angiotensin system in cranial arteries, but depress it in femoral arteries ( Bao et al., 2007 ; Zhang, 2013 ). In support of the present data, wall thickness and medial cross-section area were shown to be diminished in resistance arteries associated with the anterior tibial ( Sun et al., 2004 ) and gastrocnemius ( Delp et al., 2000 ) muscles in the hindlimbs of HU rats. In addition, chronic increases in blood flow/shear stress in loaded forelimb muscles and chronic decreases in unloaded hindlimb muscles induce divergent changes in maximal passive diameter of arteries ( Delp et al., 2000 ; Stabley et al., 2013 ). Similar results have also been found in human models used to simulate microgravity. For instance, long-duration (up to 60 days) head-down bed rest has been reported to reduce intimal-medial thickness in the anterior tibial artery ( Platts et al., 2009 ), as well as lumen diameter of the femoral artery and its branch ( Bleeker et al., 2005 ). Therefore, these results indicate that the gross structural adaptations of skeletal muscle arteries in HU rats and humans undergoing head-down bed rest are mainly induced by the influence of mechanical forces. In both the forelimbs and hindlimbs, cutaneous arteries were less affected by HU, as compared to skeletal muscle arteries from the same region of the body. These results may be attributed to several factors. First, cutaneous blood flow would not be as greatly affected by changes in postural support and low level physical activity as that of the skeletal muscle, particularly given the rapid and profound changes in skeletal muscle vascular resistance associated with increases and decreases in muscle activity ( Delp, 1999 ). Second, the profile of blood pressure changes within the cutaneous vasculature may differ from that within the skeletal muscle vascular tree. A prominent constriction of proximal cutaneous arteries during sympathetic activation ( Tarasova et al., 2003 ) would decrease transmural pressure in more distal arteries ( Abboud and Eckstein, 1966 ) and protect them from redistribution of transmural pressure during HU. Hindlimb Unloading Had Diverse Effects in Two Functionally Different Vascular Beds of the Rat Hindlimb In the hindlimb, 2-week exposure to HU impaired sympathetic nerve-mediated vasoconstriction while enhancing the sensitivity of smooth muscle to the adrenergic agonist noradrenaline in cutaneous arteries. The higher constrictor sensitivity of cutaneous arteries was also observed after endothelium removal and with the application of the non-adrenergic agonist serotonin, pointing to its independence of the type of activated receptors in smooth muscle cells. These data suggest the development of non-specific hyper-sensitivity of the saphenous artery to constrictor stimulation, which may result from the deficiency in its sympathetic control. This suggestion is based on several observations from the present and earlier published studies: (1) the higher sensitivity to constrictors was observed in densely innervated saphenous artery but not in the sparsely innervated sural artery; (2) HU reduced the density of adrenergic plexus in saphenous arteries; and (3) denervated vessels are well-known to become hyper-sensitive to various constrictor agonists and high-K + depolarization ( Bevan, 1984 ; Bentzer et al., 1997 ; Tarasova et al., 2006 ). Post-denervation hyper-sensitivity occurs without changes in total density or affinity of post-junctional α 1 -adrenoceptors ( Dalessandri et al., 1991 ; Taki et al., 2004 ), indicating its mechanisms of effect are downstream to the receptors and may include depolarization of smooth muscle cells ( Fleming, 1999 ), facilitation of L-type Ca 2+ -channel-dependent signaling ( Heumann et al., 2016 ), Ca 2+ -sensitization of smooth muscle contractile machinery ( Puzdrova et al., 2014 ), and altered cell-to-cell coupling ( Slovut et al., 2004 ). Taken together, these observations allow the conclusion that the shortage of sympathetic influences may govern functional remodeling of arteries subjected to gravitational unloading. In our opinion, the effect of HU on saphenous artery sympathetic innervation is due in part to a drop in transmural pressure in hindlimb arteries during long-term anti-orthostasis ( Colleran et al., 2000 ). It is well-known that the functional state of postganglionic nerve fibers and the density of sympathetic innervation is controlled by target tissue-derived trophic factors, including nerve growth factor (NGF) ( Creedon and Tuttle, 1991 ; Thrasivoulou and Cowen, 1995 ). For example, it has been shown that NGF secretion by vascular smooth muscle cells in cell culture increases with stretch ( Clemow et al., 2000 ). Presumably, the production of NGF under in vivo conditions is also dependent on the stretch induced by the transmural pressure. A chronic decrease in transmural pressure in the saphenous artery of HU rats could suppress NGF production and, therefore, result in the decrease of adrenergic nerve plexus density. We have shown previously that chronic hindquarter hypotension (induced by partial occlusion of the abdominal aorta distal to the renal arteries) has negative effects on sympathetic innervation of the rat saphenous artery ( Tarasova et al., 2006 ). Interestingly, an opposite change of innervation density was demonstrated in the rat saphenous artery after the 2-week experimental orthostatic body position ( Monos et al., 2001 ). Results from the present study thus indicate that chronic decreases in transmural pressure worsens sympathetic vasomotor control at the prejunctional level, but at the same time, increases vessel reactivity to noradrenaline, a principal transmitter of the sympathetic nerves. Further work should be conducted to determine whether noradrenaline release during activation of the sympathetic nerves in skin arteries differs between control and HU rats to better characterize how sympathetic neural control of peripheral resistance is altered. In contrast to cutaneous arteries, we did not find any effect of transmural pressure changes on the adrenergic nerve plexus in the sural artery, probably due to the already low density of its innervation in control rats. However, we suggest that such effects of pressure to decrease the innervation density at distal part of skeletal muscle arterial tree may occur, since the more distal resistance arteries have a higher density of innervation. Indeed, a decrease in the innervation density was observed in hindlimb muscle arterioles in rats after a 4-week HU ( Zhang, 2001 ). This suggestion is supported by our findings of a reduced integral response of perfused rat hindlimb vascular bed to the stimulation of sympathetic nerves ( Rodionov et al., 1999 ). Our findings indicate that the precision in which the sympathetic nervous system controls peripheral resistance and cutaneous perfusion is compromised in HU rats. Importantly, a decreased vascular sensitivity to sympathetic influences has been observed in humans following space flight ( Fu et al., 2002 ). A smaller increase in lower limb arterial resistance was observed in cosmonauts during infight and postflight lower body negative pressure (LBNP) test ( Herault et al., 2000 ). In contrast, forelimb subcutaneous vascular response to LBNP was more pronounced after 10-day-long space flight than during preflight ( Gabrielsen et al., 1995 ). Although the present study is limited to an animal model used to simulate spaceflight, it provides a mechanistic explanation of the link between the state of sympathetic vascular control with the prevailing changes in transmural pressure thought to occur in astronauts and cosmonauts.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/dfed9c227b0e/fphys-11-00675-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/6e3185e33091/fphys-11-00675-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/aea65213a44c/fphys-11-00675-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/8a0a6bed759f/fphys-11-00675-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2687/7339929/682fbd746d3c/fphys-11-00675-g005.jpg"
    ]
  }
}