{
  "paper_id": "pmc_articles_PMC11046949",
  "title": "Development and characterization of two porcine monocyte-derived macrophage cell lines.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11046949/",
  "sections": {
    "Abstract": "African swine fever virus (ASFV) is a major threat to pig production and the lack of effective vaccines underscores the need to develop robust antiviral countermeasures. Pathologically, a significant elevation in pro-inflammatory cytokine production ...",
    "Results": "The screen identified five compounds that inhibited ASFV-induced CPE by greater than 50% and virus yield reduction experiments showed that two of these compounds, tetrandrine and berbamine, exhibited particularly high levels of anti-ASFV activity. Mechanistic analysis confirmed that both compounds potently inhibited early stages of ASFV infection and that the compounds also inhibited infection of PAMs by the virulent ASFV Arm/07 isolate. Importantly, during ASFV infection in PAM cells, both compounds markedly reduced the production of pro-inflammatory cytokines involved in disease pathogenesis while tetrandrine had a greater and more sustained anti-inflammatory effect than berbamine.",
    "Conclusion": "Together, these findings support that dual-acting natural compounds with antiviral and anti-inflammatory properties hold promise as preventative and therapeutic agents to combat ASFV infection by simultaneously inhibiting viral replication and reducing virus-induced cytokine production.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/767c/11046949/2150dc8ffe78/12985_2024_2374_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/767c/11046949/412214a50f4d/12985_2024_2374_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/767c/11046949/fa6a8763f698/12985_2024_2374_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/767c/11046949/5aba66990ba4/12985_2024_2374_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/767c/11046949/42e7f83cbf52/12985_2024_2374_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/767c/11046949/3ce573383934/12985_2024_2374_Fig6_HTML.jpg"
    ]
  }
}