{
  "paper_id": "pmc_articles_PMC4035928",
  "title": "Salt stress-induced Ca2+ waves are associated with rapid, long-distance root-to-shoot signaling in plants.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4035928/",
  "sections": {
    "Abstract": "Significance This work documents a previously unreported plant-wide signaling system based on the rapid, long-distance transmission of Ca 2+ waves. In the root these waves move through the cortical and endodermal cell layers at speeds of up to 400 µm/s, i.e., traversing several cells per second. This Ca 2+ wave system correlates with the triggering of molecular responses in distant parts of the plant upon perception of localized (salt) stress. Such propagating Ca 2+ waves provide a new mechanism for the rapid integration of activities throughout the plant body. Keywords: Ca 2+ signaling, Yellow Cameleon, Two Pore Channel 1",
    "Results": "Changes in Cytoplasmic Ca 2+ Occur in Response to Abiotic Stress. Arabidopsis seedlings were grown in a thin layer of gel and a ∼500 µm × 500 µm region of the gel covering the root apex was removed to allow localized application of treatments to the root tip ( Materials and Methods ). Consistent with previous studies (reviewed in ref. 9 ), when a range of abiotic stresses including touch, cold, ROS (H 2 O 2 ), and NaCl were locally applied to the root tip, we detected rapid and transient Ca 2+ increases at the site of treatment that showed stimulus-specific spatial/temporal characteristics ( Fig. S1 and Movies S1–S4 ). However, we observed that, among these treatments, NaCl treatment also led to a propagating Ca 2+ increase moving away from the point of stress application ( Figs. 1 and 2 and Movie S5 ). Treatment with 200 mM sorbitol (osmotic control for the 100 mM NaCl stress) did not elicit Ca 2+ changes under these conditions ( Fig. S1 E ), suggesting such Ca 2+ changes were being specifically elicited by the salt stress. Fig. 1. Open in a new tab Systemic Ca 2+ signal in roots in response to local salt stress. ( A ) Propagation of Ca 2+ increase through cortical/endodermal cells of the primary root monitored 5,000 µm shootward of the root tip site of application of 100 mM NaCl. Representative of n = 18. cor, cortex; en, endodermis; ep, epidermis; va, vasculature. ( B ) Ca 2+ wave emanating from lateral root upon application of 100 mM salt stress to the lateral root tip. Time represents seconds after NaCl treatment. (Scale bars: 100 µm.) Fig. 2. Open in a new tab Wave-like propagation of Ca 2+ increase through the root. ( A ) Time to significant increase in FRET/CFP signal (Ca 2+ increase) monitored at 0–5,000 µm from the site of local application of 100 mM NaCl to the root tip of WT ( n = 23) and tpc1-2 ( n = 16). Significant increase was defined as the timing where ratio values increased to >2 SD above the mean of pretreatment values. Results are mean ± SD of n > 5 (dashed line). Solid line, linear regression, R 2 > 0.99 for all genotypes. ( B ) Cortical and endodermal localization of Ca 2+ increase monitored 1,000 µm from site of local NaCl application to root tip in both the genotypes in A . Representative of n > 5. ( C ) Ca 2+ wave dynamics monitored shootward of the salt-stimulated root tip of WT and tpc1-2 mutants. Ratiometric data of the YCNano-65 Ca 2+ -dependent FRET/CFP signal was extracted from sequential regions of interest (4 µm × 51.2 µm covering the cortex and endodermis) along the root at 1,000 µm from the local application of 100 mM NaCl. Analysis was repeated on images taken every 0.5 s (WT) and 4 s ( tpc1-2 ) and data from five roots averaged and pseudocolor coded. ROI, region of interest. Salt Stress Induces a Long-Distance Systemic Wave of Increased Ca 2+ . Local application of salt stress to the root tip induced an increase in Ca 2+ that propagated shootward from the site of NaCl stimulation ( Figs. 1 and 2 ). This salt stress-induced elevation in Ca 2+ was largely constrained to the cortical and endodermal cell layers ( Fig. 1 A and B ). Thus, changes were not seen in the epidermal cells even though this tissue is known to generate stimulus-evoked Ca 2+ elevations (e.g., ref. 11 ). In addition, when a lateral root tip was stimulated, a Ca 2+ wave also moved through the cortex/endodermis, traveling to the main root and then bidirectionally rootward and shootward ( Fig. 1 B and Movie S6 ). This Ca 2+ increase eventually traversed to the aerial part of the plant, moving through the hypocotyl ( Fig. S2 and Movie S7 ). Quantitative analysis of the timing of Ca 2+ increase in various regions along the root ( Fig. 2 A ) coupled with kymograph-based measurements of rates of Ca 2+ increase ( Fig. 2 C ) indicated that the wave front of these Ca 2+ changes moved at a steady 395.7 ± 27.8 µm/s (±SD) ( Fig. 2 A and C ), taking ∼1 min to traverse the entire length of the root system and ∼2 min to spread across the entire length of the Arabidopsis seedlings used in this study. Root Tip Salt Stress Triggers Systemic Molecular Responses in Shoot Tissue. We next used a battery of molecular markers ( Table 1 ) and quantitative real-time PCR (qPCR) analysis to ask whether the long-distance Ca 2+ increase we observed in response to this root-applied NaCl stress was accompanied by a systemic shoot response ( Fig. 3 A ). As expected, increased transcript levels of stress-related genes such as RAB18 , DREB2A , TCH2 , and ZAT12 , and the salt stress response genes SOS1 and CBL10 ( 12 ) were detectable in the directly salt-stressed root tissues within 1–2 min of treatment ( Fig. 3 and Fig. S3 A ). These rapidly induced genes showed subsequent oscillations in levels, sharing a fall at 10 min and subsequent increase over the 60 min of analysis ( Fig. S3 A ). However, local salt treatment of the root tip also led to an increase in transcript abundance of a number of stress markers in the distant aerial parts of the plant. For example, by 10 min RAB18 , DREB2A , TCH2 , TCH3 , PIP2;3 , ZAT12 , LOX3 , and SID2 levels were significantly increased in the shoot ( P < 0.05, t test; Fig. 3 A and Fig. S3 B ). These genes generally showed a peak in transcript level at 10 min that had begun to fall by 30–60 min. Induction of markers such as SOS1 , SOS2/CIPK4 , SOS3/CBL4 , and CBL10 was significant only after 30 min. The vacuolar channel TPC1 was notable in showing a rapid, transient transcript accumulation within 1 min in the shoot ( Fig. S3 C ). In contrast, NaCl treatment led to an equally rapid but sustained decrease in TPC1 transcript levels in the salt-stressed roots. Table 1. qPCR markers for abiotic stress used in this study Gene Stress/signal/role RAB18 ABA ( 38 ) DREB2A Drought/cold ( 39 ) TCH2 , TCH3 Mechanical ( 40 , 41 ) PIP2;3 Water stress ( 42 ) Zat12 ROS ( 5 ) SOS1 , SOS2(CIPK24) , SOS3 (CBL4) , CBL10 Salt ( 43 – 45 ) TPC1 Ion transport ( 14 , 18 ) LOX3 JA/wounding ( 46 ) SID2 Salicylate ( 47 ) Open in a new tab JA, jasmonate. Fig. 3. Open in a new tab Gene expression changes and seedling survival in response to root tip salt stress. ( A ) qPCR analysis of transcript abundance in systemic shoots responding to 100 mM NaCl application to the root tip. ( B ) Local application of 25 µM LaCl 3 does not itself elicit large shoot transcriptional changes. ( C ) Induction of TCH2 and ZAT12 (but not SID2 ) in shoots in response to root tip-applied NaCl is blocked by 25 µM LaCl 3 locally applied between root and shoot, and is disrupted in tpc1-2 . Mean ± SEM; n > 4 from three separate experiments. Each gene is normalized to its own 0-min value. ( D ) Systemic transmission rate of Ca 2+ waves in OxTPC1 and effect of La 3+ treatment on blocking on Ca 2+ wave propagation rate (±SEM; n ≥ 6 independent experiments). Rates were calculated as in Fig. 2 A . ( E ) Effect of salt stress in WT, tpc1-2 , and TPC1 overexpression ( OxTPC1 ) seedlings. Ten-day-old seedlings were transplanted to 100 mM NaCl plates and grown for an additional 7 d. Representative of three independent experiments. Chlorophyll content was monitored as an index of plant vitality. Results represent mean ± SEM; n = 3 independent experiments. “a,” “b,” and “c” denote significance ( P < 0.05, t test). Bars sharing the same letter are not significantly different. Direct salt movement, either within the growth medium or within the plant, was too slow to explain the induction of such systemic responses in the aerial plant parts. Thus, fluorescein (a small molecule dye) took >2 min to diffuse only 300 µm through the matrix of the growth medium ( Fig. S4 A and B ), and there was no detectable increase in Na content of shoots, measured via inductively coupled plasma (ICP) analysis, after >10 min of local root NaCl treatment ( Fig. S4 C ). Therefore, the propagation of the Ca 2+ wave and induction of systemic molecular responses are unlikely to reflect direct response to salt that had moved from the site of application either through the gel or within the plant. To test whether the transcriptional changes elicited by local salt stress of the root required the Ca 2+ wave, we asked whether pharmacological inhibitors that blocked transmission of the Ca 2+ wave also blocked distal transcriptional responses. Local application of LaCl 3 (putative plasma-membrane Ca 2+ -channel blocker) or Ruthenium Red (RuRed) (putatively targeting internal Ca 2+ release) between the sites of stress application and Ca 2+ signal detection ( Fig. 4 A ) inhibited transmission of the Ca 2+ signal past this point ( Fig. 4 ). However, if the NaCl stress was applied shootward of the LaCl 3 treatment, the propagation of the Ca 2+ wave still moved shootward at 397.5 ± 42.1 μm/s (±SEM) ( P < 0.05, t test) from the point of NaCl application ( Fig. S5 ). This result indicates that the position of the LaCl 3 , rather than simply its presence in the root system, appeared to be a key factor in blocking the progression of the Ca 2+ wave. Fig. 4. Open in a new tab Effect of Ca 2+ channel blockers on salt-induced Ca 2+ waves. ( A ) Propagation of NaCl-induced Ca 2+ waves in roots with and without 3.5-min pretreatment with 25 µM LaCl 3 or RuRed. (Scale bars: 100 µm.) ( B ) Quantitative analysis of time course of Ca 2+ changes in response to local 100 mM NaCl treatment with and without 25 µM LaCl 3 or RuRed ( B ). Results represent mean ± SEM of n ≥ 4 (RuRed and LaCl 3 ) or n = 17 (WT) monitored 1,000 µm from the site of root tip NaCl application. The increase in transcript abundance of genes such as TCH2 and ZAT12 ( Fig. 3 C ) or TCH3 , PIP2;3 , LOX3 , and TPC1 ( Fig. S6 ) seen at 10 min in the shoot in response to root tip NaCl stress was suppressed by the local LaCl 3 treatment applied shootward of the site of NaCl application. In contrast, induction of RAB18 and DREB2A ( Fig. S6 ) or SDI2 ( Fig. 3 C ) was left unaffected. These observations are consistent with a requirement for the Ca 2+ wave in the triggering of at least part of the systemic molecular regulation seen in response to local root salt stress. The effect of La 3+ application on its own is an important control for these experiments. Although we observed that LaCl 3 alone could alter transcript levels of some genes ( Fig. 3 B and Fig. S7 ), this treatment did not significantly affect the levels of the molecular markers at the 10-min time point used for these experiments ( Fig. 3 B and Fig. S7 ). A prolonged suppression of LOX3 and SOS1 transcript levels were a notable exception, and so responses of these markers in La 3+ inhibitor experiments must be made with caution ( Fig. S7 ). Long-Distance Ca 2+ Signaling Is Dependent on the Vacuolar TWO PORE CHANNEL 1. In animals, Ca 2+ waves are often supported by processes involving calcium-induced calcium release (CICR) ( 13 ). The slow vacuolar (SV) channel is a large-conductance, voltage-dependent ion channel (reviewed in ref. 14 ) that is permeable to Ca 2+ ( 15 ) and has been proposed to mediate plant CICR ( 15 – 17 ), although this idea remains controversial ( 14 ). The Arabidopsis SV channel is encoded by a single gene, TWO PORE CHANNEL 1 ( TPC1 ) ( 18 ). In Arabidopsis , loss-of-function mutants of TPC1 show disrupted stomatal signaling and abscisic acid (ABA) regulation of germination ( 18 ) and the gain-of-function fou2 mutant exhibits developmental effects thought to be linked to aberrant defense signaling ( 19 ). We therefore tested the hypothesis that the SV channel might play a role in sustaining the salt-induced Ca 2+ wave using tpc1 mutants. Previous work measuring Ca 2+ changes in a TPC1 knockout expressing the luminescent Ca 2+ indicator aequorin indicated no clear disruption of a range of stress-induced Ca 2+ changes ( 20 ). Consistent with this report, we found that salt stress-induced Ca 2+ elevations were not grossly altered in tpc1-2 (a protein null) ( 18 ) when monitored at the direct site of stress application, although they did exhibit a slightly delayed onset ( Fig. S1 D and E , and Movie S8 ). However, the speed of transmission of the Ca 2+ wave in tpc1-2 was significantly reduced to 15.5 ± 1.9 µm/s (±SD) ( P < 0.05, t test; Fig. 2 ). TWO PORE CHANNEL 1 Mutants Affect Transcript Levels of Stress-Related Genes. qPCR analysis of our panel of stress markers showed that, in response to root tip NaCl treatment, shoot induction of genes such as TCH2 and ZAT12 was significantly attenuated in the tpc1-2 mutant ( Fig. 3 C and Fig. S8 ), a pattern confirmed in the knockdown lines tpc1-1 (36% reduction in TPC1 transcript; Fig. S8 ) and tpc1-4 (21% reduction in TPC1 transcript; Fig. S8 ). Interestingly, La 3+ treatment had a complex interaction with NaCl induction of TCH2 in these backgrounds, leading to a partial recovery of transcript levels. This observation suggests that feedback between vacuolar and plasma membrane Ca 2+ fluxes is likely an important element in the transcriptional response of at least TCH2 to salt stress. qPCR analysis also indicated that TPC1 is the most rapidly systemically up-regulated gene we tested, with 10-fold increase in transcript abundance in the shoot within 1–2 min of root salt stress ( P < 0.05, t test; Fig. 3 A and Fig. S3 C ). This observation raises the possibility of a self-reinforcing signaling system with Ca 2+ wave-related rapid induction of TPC1 amplifying and extending subsequent Ca 2+ responses. Consistent with such ideas, markers that were suppressed in tpc1 mutants such as ZAT12 and TCH2 ( Fig. 3 C and Fig. S8 ) were constitutively increased above WT in a TPC1 overexpression line ( Fig. S9 A ). This up-regulation of transcript levels was suppressed by La 3+ treatment ( Fig. S9 B ), suggesting altered control of Ca 2+ homeostasis may link TPC1 levels to transcriptional regulation. Consistent with these ideas, the speed of propagation of the Ca 2+ wave in the TPC1 overexpression line was 679 ± 73 µm/s, 1.7-fold faster than WT but was still sensitive to inhibition by LaCl 3 ( Fig. 3 D ). TWO PORE CHANNEL 1 Expression Level Affects Whole-Plant Salt Sensitivity. The overexpression line TPC1 10.21 ( 18 ), which showed 73- to 130-fold increase in transcript level ( Fig. S9 C ), was more resistant to NaCl stress based on seedling growth and chlorophyll levels after growth on 100 mM NaCl for 7 d ( Fig. 3 E ). Thus, the up-regulation of systemic molecular changes and faster Ca 2+ wave signaling observed in the TPC1 transgenic lines correlate with alterations in whole-plant salt stress resistance.",
    "Conclusion": "In plants, environmental stimuli including wounding or heat stress have been proposed to elicit long-distance signaling involving mechanisms such as plasma membrane depolarization and self-propagating increases of ROS ( 1 – 5 , 21 , 22 ). Our results suggest Ca 2+ -dependent signaling also plays a role in this process of systemic signaling in response to salt stress. Thus, local salt stress of the root tip leads to the spreading of a Ca 2+ wave that propagates preferentially through cortical and endodermal cells to distal shoot tissues ( Figs. 1 and 2 ). This Ca 2+ wave moves with a velocity of ∼400 µm/s ( Fig. 2 A ), i.e., traversing several cells per second. Local treatment with LaCl 3 that blocked the transmission of the Ca 2+ wave ( Fig. 4 ) also inhibited subsequent systemic molecular responses ( Fig. 3 C and Fig. S6 ). Thus, these patterns of transmission and response are consistent with a model in which the rapidly propagating Ca 2+ wave serves as a long-distance signal that triggers systemic responses to local salt stress of the root system. It is important to note that such La 3+ treatment itself could inhibit transcription of some genes ( Fig. S7 ). This observation implies that a basal level of La 3+ -sensitive (likely Ca 2+ -dependent) signaling between root and shoot may be required to sustain nonstimulated levels of some genes. In addition, although such blocking of the Ca 2+ wave could inhibit systemic induction of stress markers such as TCH2 , ZAT12 ( Fig. 3 C ), TCH3 , and PIP2;3 ( Fig. S6 ) in response to localized salt stress treatment, a similar treatment could not block up-regulation of RAB18 and DREB2A ( Fig. S6 ). These observations suggest additional systemic signals are likely operating in parallel to the Ca 2+ wave. Role of the Vacuolar Ion Channel TPC1 in Propagation of the Ca 2+ Wave. We found that the rate of propagation of the systemic Ca 2+ wave was reduced from 395.7 ± 27.8 µm/s in WT to 15.5 ± 1.9 µm/s in the loss-of-function tpc1-2 mutant ( Fig. 2 ), representing a ∼25-fold reduction in speed. TPC1 encodes the vacuolar SV ion channel that is sensitive to cytosolic Ca 2+ levels and to those in the lumen of the vacuole ( 23 ), suggesting feedback regulation of this channel by alterations in cytosolic and vacuolar Ca 2+ levels could play a role in Ca 2+ wave propagation. However, it remains unclear whether TPC1 acts itself as a vacuolar Ca 2+ release channel that sustains the Ca 2+ wave ( 14 ). Thus, TPC1 could be operating more indirectly, through, e.g., altering tonoplast potential and so gating an independent vacuolar Ca 2+ conductance. However, effects of tpc1 mutants on both reducing Ca 2+ changes and inhibiting the induction of systemic molecular responses such as increase in TCH2 and ZAT12 transcript abundance ( Fig. 3 C and Fig. S8 ) are very similar to those of blocking Ca 2+ changes with La 3+ . These observations are consistent with TPC1 actively maintaining the propagation of the Ca 2+ wave through an effect on Ca 2+ fluxes. In support of these ideas, the TPC1 overexpression line showed Ca 2+ wave propagation rates that were 1.7-fold faster than WT ( Fig. 3 D ). The overexpression line also exhibited constitutive elevation of marker genes such as TCH2 and ZAT12 that appear normally dependent for up-regulation on the Ca 2+ wave elicited by local salt stress. This constitutive induction was inhibited by the channel blocker La 3+ ( Fig. S9 B ), suggesting a link between transcriptional changes modulated by TPC1 and Ca 2+ -mediated events. Taken together, these results support a model in which local NaCl stress elicits a long-distance Ca 2+ wave-mediated signaling system that triggers systemic molecular responses. Furthermore, comparison of WT, tpc1-2 , and plants overexpressing TPC1 grown on 100 mM NaCl-containing plates indicated that, by 7 d, the overexpression line was significantly more resistant to this level of salt stress as inferred from plant size and chlorophyll content ( Fig. 3 E ). These observations suggest that the Ca 2+ wave system mediated by TPC1 may also be contributing to the whole-plant resistance to salt stress. However, it is important to note that, due to the extended time of salt stress needed to elicit this visible phenotype, the link between Ca 2+ wave signaling and this whole-plant physiological response must remain tentative. qPCR analysis ( Fig. 3 A and Fig. S3 C ) indicated that TPC1 was the most rapidly up-regulated gene we tested in the shoot, showing up to 10-fold increase in transcript abundance within 1–2 min of root salt stress. We also observed rapid changes in transcript abundance for some other genes in qPCR analyses, such as rapid down-regulation of TCH2 ( Fig. S3 ). The timescale of these alterations suggest either extremely fast changes in transcription or rapid alterations in mRNA stability/turnover elicited by the salt stress signal. In addition to such rapid alterations in transcript level, posttranscriptional regulation is also likely playing a role in modulating the extent of Ca 2+ wave propagation through TPC1 . This idea is because this channel is ubiquitously expressed across tissue types, yet the root Ca 2+ wave is restricted to the cortex and endodermal cell layers ( Fig. 1 ). Although it remains to be discovered whether the action of TPC1 and transmission of the Ca 2+ wave is related to other proposed systemic signaling systems such as membrane depolarization ( 2 ) or ROS-dependent events ( 5 ), TPC1 has been proposed to be posttranslationally regulated by ROS ( 24 ). This observation raises the possibility of a point of interaction between the ROS and Ca 2+ -dependent systemic signaling systems. Transmission of systemic ROS responses is thought to be Ca 2+ -independent ( 5 ), suggesting a model where Ca 2+ changes could lie downstream of ROS. However, the relationship between ROS and Ca 2+ is complex with Ca 2+ triggering ROS production ( 25 ) and ROS eliciting Ca 2+ increases ( 25 , 26 ). Thus, the relationship of TPC1, Ca 2+ wave, and ROS is an important area for future study. TPC1 is found in all land plants ( 14 ) and the function of this channel appears to be conserved at least between monocots to dicots ( 27 ). This ubiquity of TPC1 suggests a possibly widespread and general function of this channel in plant biology, hinting at the potentially widespread nature of Ca 2+ wave signaling in plants.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2a2e/4035928/cb52e4b36e22/pnas.1319955111fig01.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2a2e/4035928/042d3e29a51b/pnas.1319955111fig02.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2a2e/4035928/26cfbf5cf7e6/pnas.1319955111fig03.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2a2e/4035928/1243fab1fed1/pnas.1319955111fig04.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2a2e/4035928/7ce40ec037e8/pnas.1319955111i1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2a2e/4035928/ef62acf8d303/pnas.1319955111uneq1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2a2e/4035928/4f97437f29e4/pnas.1319955111uneq2.jpg"
    ]
  }
}