{
  "paper_id": "pmc_articles_PMC11357997",
  "title": "Molecular and physiologic changes in the SpaceX Inspiration4 civilian crew",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11357997/",
  "sections": {
    "Abstract": "Human spaceflight has historically been managed by government agencies, such as in the NASA Twins Study1, but new commercial spaceflight opportunities have opened spaceflight to a broader population. In 2021, the SpaceX Inspiration4 mission launched ...",
    "Results": "Subject terms: Physiology, Molecular biology, Cognitive neuroscience, Oculomotor system, Visual system",
    "Conclusion": "To understand the effects of short-duration spaceflight on the human body for the all-civilian spaceflight crew, this study performed a suite of experiments and collected a wide range of biospecimens before, during and after a 3-day orbital mission. This multidimensional battery included blood, stool, urine, biopsy and saliva samples, ultrasound measurements of the eye, jugular vein and bladder, cognitive and sensorimotor tests, surveys and physiological data collected with an Apple smartwatch. These data showed some of the same signatures of long-duration spaceflight, such as inflammatory response, DNA damage response gene expression (and proteins), telomere elongation and immune signalling changes (Figs. 1 and 2 ), and demonstrated that such phenotypes can also be observed in the earliest phases of spaceflight and across a shorter mission time frame. Moreover, this mission also enabled new biomedical metrics for spaceflight, such as RNA methylation, single-nucleus chromatin, single-cell expression metrics and spatial transcriptomics. Overall, this work demonstrated that a diverse civilian crew can conduct scientific experiments, process samples and significantly contribute to spaceflight research with minimal risk. Although two astronauts presented with SMS, most metrics (for example, IJV size, heart rate, complete blood count metrics, gene expression and cytokines) were either stable or quickly reverted to pre-flight levels (baseline) after landing on Earth. The development of diagnostic, point-of-care devices that can detect and quantify multiple biomarkers is critical to monitor astronauts’ healthcare for future spaceflight missions and to help guide medical interventions. This mission showed that a VFI can be used to detect antigens and, more generally, protein markers 37 – 39 . Due to flight certification constraints required for all technologies used in spaceflight, the desiccant usually placed in the packaging kit to avoid high humidity exposure during long-term storage had to be removed, and has been identified as the main cause for the alteration of the assay efficiency in-flight. For future missions, reagent and system stability studies will have to determine optimal storage conditions without the use of hygroscopic compounds. Despite this obstacle, the 0 g -VFI demonstrated its robustness of operation in space, and the simplicity of its user interface allowed for its use by untrained non-scientists, supporting the feasibility of such point-of-care diagnostic systems for several applications on additional specimen types, including for deep-space missions. The Inspiration4 ultrasound imaging experiment pursued three research objectives, which were to examine (1) urinary bladder function in microgravity, (2) IJV flow with and without intervention by inspiratory resistance and (3) microgravity-associated changes in ocular morphology. The choice of targets was motivated by high-priority concerns and risks reported over the years of ISS missions. For example, flow anomalies in the IJV (for example, severe stasis, flow reversal) frequently develop in ISS crew members in the later stages of long-duration spaceflight 20 – 22 ; however, such alterations in cardiovascular function have been less studied in the earlier days of spaceflight when precursors to cardiovascular risks may begin to emerge 23 . In the Inspiration4 mission, IJV flow anomalies were not observed in any of the four astronauts, suggesting that flow anomalies develop later in-flight. The lack of IJV flow anomalies also diverge from Earth-based simulations of microgravity (head-down tilt), which demonstrate IJV and other vascular alterations after five days of exposure 23 . If corroborated by future studies in short-duration spaceflight, this finding may further our understanding of the mechanisms and progression pattern of flow degradation in the left IJV during sustained microgravity. Inspiratory resistance reduced right IJV CSA by an average of 36% pre-flight (supine) and 29% in-flight but did not reach statistical significance in this small cohort of astronauts. This trend suggests facilitated IJV drainage due to resistance breathing, and the experiment demonstrated a simplified in-flight screening method, with resistance breathing as an option to correct anomalous IJV flow. Overall, these findings bode well for the cardiovascular safety profile of short-duration missions, although future studies that address other anatomical targets are needed, as the effects of spaceflight are not uniform throughout the cardiovascular system 23 , 24 . A better understanding of the cardiovascular risks could alleviate some of the spaceflight health concerns for private citizens with diverse health backgrounds and medical histories, although notably, no health issues were observed in the Inspiration4 crew. The Inspiration4 mission undertook ultrasound imaging-based human research in full crew autonomy, with minimal pre-flight familiarization and reliance on experiment-specific just-in-time (JIT) instruction. Probing the potential limitations of miniaturized ultrasound technology combined with the rapid deployment and complete crew autonomy was an inseparable part of the experiment. This autonomy is in stark contrast to the ISS experience, where all imaging sessions are conducted with a traditional device and in real-time interaction with experts in the mission control centre. The anatomical and technical quality of the images, expressed as overall success scores, appeared inversely related to the complexity of the autonomous procedures. Bladder imaging (the simplest procedure) and IJV imaging (intermediate difficulty and complexity) each had similar scores, well above the usability threshold. Conversely, the ocular imaging procedure (most intricate), which required precise gaze control and accurate probe manipulation by real-time visual feedback, did not produce image sets of sufficient quality to derive the intended measures, such as globe axial length or optic nerve sheath diameter. In this study, all but the most intricate procedures could be successfully performed by minimally trained users with the aid of appropriate JIT materials. Based on these findings, as well as those acquired during similar applications on the ISS, ocular imaging with JIT instruction in future missions should involve a dedicated ultrasound operator; however, other exams can be reliably performed in self-scanning, autonomous mode, which represents a significant medical and research capability in situations with degraded communications (for example, high latency, loss of communication). Payloads consisting of a miniaturized imaging system with an intuitive interface can enable future experiments featuring short lead and training times, rapid deployment, flexible schedules and data collection autonomy, which will enable scientific research opportunities even on the most constrained of spaceflight missions. Studying ocular misalignment and otolith symmetry in short-duration spaceflight is not without caveats. First, the Inspiration4 results (Fig. 4 ) are based on comparing pre-flight and post-flight tests and relating that comparison to in-flight SMS. The ultimate goal is to use pre-flight tests alone to predict in-flight susceptibility, which is planned for future flights. The incidence of SMS was 50% in the Inspiration4 mission, which is consistent with the reported incidence in short-duration spaceflight 29 . Second, there is no relation between motion sickness susceptibility in parabolic flight and susceptibility in orbital flight, yet early work on torsional alignment was performed in parabolic flight to predict susceptibility in orbital flight 40 . Third, our results with VAN are promising for SMS prediction, while results with TAN are not (of note, the original work 41 relating SMS to ocular skew was done with torsion). Finally, SMS has multiple contributing factors and multiple manifestations that vary between individuals, and thus it may be unrealistic to think that a single measure will continue to have high predictive power in a larger population. Consistent with studies of astronauts and cosmonauts completing both short- and long-duration spaceflight missions 34 – 36 , collecting objective measures of astronaut cardiovascular functions and neurocognitive functioning, as well as subjective measures of sleep and astronaut behavioural states, is feasible in commercial astronaut crews throughout short-duration orbital missions. The Inspiration4 crew provided valid and usable data on cardiovascular physiology, cognitive performance and behavioural states across mission phases that can translate to the general public 3 , 42 , which is important as trained astronauts from international space agencies are not necessarily representative of the average individual. The effects of short-duration spaceflight on Inspiration4 crew cardiovascular physiology and cognitive performance were modest, although there was substantial interindividual variability in the response to spaceflight, as previously observed 34 , 43 , 44 . Studies of cognitive performance have generally found that astronauts maintain relatively high levels of performance in spaceflight, although this may be a function of the duration of spaceflight missions, where performance decrements manifest with longer mission durations 1 , 34 . In this study, accuracy on eight of the ten (80%) cognition tests was unaffected by short-duration spaceflight (Fig. 5 ). There was, however, more variability in astronaut response speed on neurocognitive tasks, where slower response speeds were observed on four cognition tests, a finding consistent with earlier reports of astronaut response slowing during short-duration spaceflight (that is, less than or equal to 10 days in spaceflight shuttle missions) 45 , 46 . Although previous studies have not found large cognitive performance deficits in spaceflight, this may be due to the timing of neurocognitive testing, which often does not occur on the first day in-flight, but up to four days in-flight, at which point cognitive deficits may have dissipated. Furthermore, the observed changes in response speed may, to some extent, be associated with neurovestibular and sensorimotor alterations induced by spaceflight 26 , 47 . While astronaut sleep durations less than 6 h on the ISS have been associated with psychomotor slowing, Inspiration4 astronauts averaged 6.7 h of sleep per night in-flight and thus the contribution of sleep loss to slower response speeds would be modest if present 36 . Astronauts did not report overtly negative behavioural states in-flight (for example, depression, stress), but they reported more happiness and less boredom post-flight relative to pre-flight (Fig. 5 ). Significantly, all data from this study are stored in multiple controlled-access repositories for easy access, including TrialX, NASA’s Open Science Data Repository and GeneLab, the SOMA data portal and the Commercial Spaceflight Data Repository, which facilitates the collection of mission-specific research, medical data and biospecimens to be stored in a permanent electronic data and tissue repository for future scientific research. These data also include qualitative survey data received via mobile apps, DICOM-standard images from portable ultrasound devices, data from wearables (for example, heart rate, electrocardiogram), biospecimen information, cell processing details 48 and the environmental/mission data from the Crew Dragon capsule (for example, cabin pressure, temperature and humidity, spacecraft telemetry), which can help guide exploration-class future missions 49 . Finally, the repository contains a visualization dashboard for researchers to view summary analytics and access individual observations and data files, which has been added to TRISH’s enhancing exploration platforms and analogue definition programme. Although the Inspiration4 mission was the first all-civilian crew to complete a short-duration, orbital spaceflight mission while collecting repeated multidimensional measurements of biological and behavioural function relevant to the challenges of spaceflight, the study is not without limitations. Although the total sample of n = 4 astronauts is small, it is not inconsistent with previous studies of astronaut cognitive performance in spaceflight. While data collection spaceflight is challenging and limited by numerous factors (for example, cost, limited time and access to astronauts), longitudinal sampling of measures within and across mission phases can promote statistical power (Supplementary Note 1 ). This study did not have age- and sex-matched controls on Earth; however, repeated measures within the Inspiration4 crew across mission phases allow for astronauts to serve as their own controls (within-subjects design) by using their pre-flight (that is, baseline) levels as a reference. Future studies, or additional studies with equivalent design, of civilian astronauts in short-duration spaceflight with larger sample sizes are needed to confirm the findings or to assign any possible causal links. Finally, it is worth noting that the Inspiration4 mission was not designed to address how the biological and behavioural responses of the Inspiration4 crew relate to those of professional astronauts or cosmonauts, or those with career-long exposure to spaceflight. Furthermore, the research on the Inspiration4 mission was not designed to determine the safety of spaceflight for all civilians, or to recommend spaceflight for future civilian passengers; the Inspiration4 research projects were also not tasked with making judgements for future crew selection or fitness for spaceflight. The selection of astronauts for spaceflight is exclusive to international space agencies (governmental or commercial). Nonetheless, the Inspiration4 data, along with data from other civilian spaceflight missions, may contribute to the development of reference ranges and pre-flight preparatory tasks (for example, behavioural testing in confined environments) that can help guide future crew selection and mission planning.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/cc670e9135b5/41586_2024_7648_Fig6_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/24c8e15f415a/41586_2024_7648_Fig7_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/ef9b72ca47d9/41586_2024_7648_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/abc7ee3127c8/41586_2024_7648_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/ad8bf589fd2d/41586_2024_7648_Fig8_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/947281056d1a/41586_2024_7648_Fig9_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/b36c4fb0b880/41586_2024_7648_Fig10_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/85e920644ee1/41586_2024_7648_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/5050355a25ca/41586_2024_7648_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/f1f9b7589f70/41586_2024_7648_Fig11_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/a2db0cb1e617/41586_2024_7648_Fig12_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/c72c52cb4b5e/41586_2024_7648_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/8ee9b470d3fe/41586_2024_7648_Fig13_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/8ca6a9f15a2c/41586_2024_7648_Fig14_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6ff/11357997/bb7530846c3d/41586_2024_7648_Fig15_ESM.jpg"
    ]
  }
}