{
  "paper_id": "pmc_articles_PMC6348315",
  "title": "A Member of the CONSTANS-Like Protein Family is a Putative Regulator of ROS Homeostasis and Spaceflight Physiological Adaptation",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6348315/",
  "sections": {
    "Abstract": "Abstract A feature of the physiological adaptation to spaceflight in Arabidopsis thaliana ( Arabidopsis ) is the induction of reactive oxygen species (ROS)-associated gene expression. The patterns of ROS-associated gene expression vary among Arabidopsis ecotypes, and the role of ROS signalling in spaceflight acclimation is unknown. What could differences in ROS gene regulation between ecotypes on orbit reveal about physiological adaptation to novel environments? Analyses of ecotype-dependent responses to spaceflight resulted in the elucidation of a previously uncharacterized gene ( OMG1 ) as being ROS-associated. The OMG1 5′ flanking region is an active promoter in cells where ROS activity is commonly observed, such as in pollen tubes, root hairs, and in other tissues upon wounding. qRT-PCR analyses revealed that upon wounding on Earth, OMG1 is an apparent transcriptional regulator of MYB77 and GRX480 , which are associated with the ROS pathway. Fluorescence-based ROS assays show that OMG1 affects ROS production. Phylogenetic analysis of OMG1 and closely related homologs suggests that OMG1 is a distant, unrecognized member of the CONSTANS-Like protein family, a member that arose via gene duplication early in the angiosperm lineage and subsequently lost its first DNA-binding B-box1 domain. These data illustrate that members of the rapidly evolving COL protein family play a role in regulating ROS pathway functions, and their differential regulation on orbit suggests a role for ROS signalling in spaceflight physiological adaptation. Keywords: Arabidopsis thaliana , B-box domain, CONSTANS-Like, ecotype-specific, microgravity, reactive oxygen species, spaceflight, transcription factor, uncharacterized genes",
    "Results": "ROS-producing genes are differentially expressed in response to spaceflight in an ecotype-specific manner The differential gene expression data sets of the three independent spaceflight experiments and their comparable ground controls were used in the ROSMETER analyses. The heatmap shows the positive-(red), negative-(blue) and no correlation-(black) between the ROS indices and the queried spaceflight transcriptomes ( Fig. 1A ). A general positive correlation of ROS-producing genes was observed in all the spaceflight transcriptomes and hierarchical clustering displayed a higher similarity with the APEX03-2_WS data set compared to the APEX03-2_Col-0 data set. Two interesting ROS correlation groups were observed in the heatmap. Group A showed that only the spaceflight transcriptome of WS positively correlated with the cytoplasmic ascorbate peroxidase knockout (KO- APX1 ) experiments, which represent cytoplasmic H 2 O 2 ROS indices, whereas in the Col-0 background cytosolic ROS shows no correlation. Group B showed ecotype-related differences in the correlations associated with mitochondrial stress. Specifically, TDNA-AOX-MLD and Retenone-3h indices showed that if one ecotype had a positive correlation the other had no correlation. In addition, in the Retenone-12h and TDNA-AOX indices, the mixed ecotype transcriptome shows a similar trend to one of the two ecotypes. The control data set, which reflects terrestrial ecotype differences between Col-0 and WS, showed that many of the genes differentially expressed between the two ecotypes are associated with the ROS-scavenging mechanism. A representative transcriptome heatmap from the APEX03-2 spaceflight experiment that compared several significantly ( P < 0.01) differentially expressed (>1 or −1 < log2 fold change) peroxidase genes between 4-day-old Col-0 and WS ecotypes illustrated that Col-0 alters the expression of many more peroxidase genes in spaceflight than does WS ( Fig. 1B ). Peroxidases, an integral part of ROS signalling in cell wall remodelling, cell elongation, auxin catabolism, and response to abiotic and biotic stress, ( Shigeto and Tsutsumi 2016 ) were found to be differentially expressed in spaceflight. Figure 1. Open in a new tab Correlations between spaceflight transcriptome and ROS-related microarrays revealed that ROS is induced in spaceflight in an ecotype-dependent manner. (A) The microarray (APEX01) and the RNAseq (APEX03-2) analyses of spaceflight transcriptional profile relative to the ground control profile were correlated to known ROS-related data sets producing specific ROS species from specific locations within the cell using the bioinformatics tool called ROSMETER ( Rosenwasser et al. 2013 ). Positive correlations (red) show ROS production, whereas negative correlations (blue) show ROS scavenging. Black cells suggest no correlations, whereas gray cells indicate that there are insufficient gene numbers for a statistical correlation. Clusters highlighted in yellow boxes denote regions of interest. Group A showed that only the spaceflight transcriptome of WS positively correlated with the cytoplasmic ascorbate peroxidase knockout (KO- APX1 ) experiments, which represent cytoplasmic H 2 O 2 ROS indices. Group B showed ecotype-related differences in the correlations associated with mitochondrial stress. (B) Peroxidase genes having statically ( P < 0.01) differential expression (>1 or −1 < log2 fold) between spaceflight and ground control in both WS and Col-0 ecotypes are depicted. Blue is indicative of down-regulation, red is indicative of up-regulation and gray indicates no statistically significant differential expression. OMG1 transcript is up-regulated in WS ecotype across multiple spaceflight experiments OMG1 expression was up-regulated in WS roots across multiple spaceflight experiments (APEX01-1B, APEX01-2B and APEX03-2) but remained unchanged in Col-0 ( Fig. 2 ). The Box-Whisker plot of Fig. 2 illustrates the median fold change of OMG1 expression between spaceflight and the ground control from a total of nine replicates from each sample. Each spaceflight experiment represents a distinct launch and orbital plant growth event. In both the APEX01 experiments, seeds germinated on orbit grew for 12 days before being harvested. OMG1 expression shows a 4-fold change in spaceflight compared to ground controls in APEX01-2B and 3.5-fold change in APEX01-1B. In both analyses, the large spread between the maximum and the minimum can be attributed to the mixture of ecotypes. In a subsequent spaceflight experiment, APEX03-2, plants grew for 8 or 11 days on the ISS before being harvested. In the APEX03-2 8-day-old plants, Col-0 showed a median fold change of 1 (no change), whereas WS showed a 3.9-fold increase in spaceflight. In the APEX03-2 11-day-old plants, Col-0 showed a median fold change of 1 and WS showed a 2.1-fold increase in expression. Figure 2. Open in a new tab OMG1 transcripts are up-regulated in WS but unchanged in Col-0 consistently over multiple spaceflight experiments. Ecotypes WS or Col-0 were grown onboard the ISS for the number of days (d) indicated, harvested and compared to comparable ground controls. OMG1 transcripts for flight and ground control samples assayed with qRT-PCR. Spaceflight experiment APEX01-2B launched to the ISS via STS131 and analyses published in Paul et al. (2013b) . The same RNA used in the 12d APEX01 microarrays was used for qRT-PCR shown here. Spaceflight experiment APEX01-1B launched to the ISS via STS129, and spaceflight experiment APEX03-2, 8 day and 11 day was launched to the ISS via SpaceX05. Boxplots were constructed from nine replicates for each sample. Expressions were normalized to UBQ11 and plotted spaceflight relative to ground control using results generated from TaqMan™ qRT-PCR. Spaceflight experiments show that OMG1 transcript is up-regulated in spaceflight relative to ground controls in WS plants, whereas in Col-0 it remains largely unchanged. Significance *( P < 0.01), ** ( P < 0.001) between samples is calculated by doing a single-factor ANOVA followed by post hoc Student’s t -test with Bonferroni correction. The OMG1 basal promoter activity was observed in roots, pollen tubes and upon wounding Histochemical GUS staining revealed some basal OMG1 promoter activity in roots and pollen but showed heighten activity upon wounding in the roots and leaves. T3 homozygous OMG1 p:: GUSmgfp5 transgenic plants were used to characterize the activity of the OMG1 promoter. In roots, basal OMG1 promoter activity was observed at low levels in the maturation zone of both the primary and lateral roots and root hairs ( Fig. 3A , i–iv). In addition, basal promoter activity was also observed in pollen grains and pollen tubes ( Fig. 3A , v–vii). A T1 heterozygous population of pollen grains grown in pollen germinating media ( Fig. 3A , vii) was used to visualize the specificity of the GUS enzymatic reactions in transformed pollen. Serendipitously, wounded plant tissues were observed to have heightened OMG1 promoter activity ( Fig. 3B ). Figure 3. Open in a new tab A transgenic reporter line OMG1 promoter::GusGFP in the WS ecotype background shows OMG1 5′ flanking region activity. (A) Transgenic Arabidopsis plants of various ages underwent histochemical GUS staining with X-Gluc. The images show representative distribution patterns of GUS staining in (i) maturation zone of roots, (ii–iii) lateral roots, (iv) root hairs of the maturation zone, (v–vii) pollen and pollen tubes. Scale bars: (i–ii) 1 mm; (iii–vii) 100 µm. (B) OMG1 5′ flanking region activity was also observed upon wounding with a pair of forceps. Wild-type (WT) Col-0, Adh promoter::Gus transgenic line were used as a control to ensure GUS enzymatic activity was specific for OMG1 5′ flanking region. Both leaf (i–iii) and root tissue (iv–vi) from the various lines were used. Scale bars: 100 µm. (C) Intact leaf tissues were wounded and left for the allotted times before they were harvested for qRT-PCR analysis. The GUS transcript abundance fold change relative to mock was done to access the rapid wounding response of OMG1 5′ flanking region. All error bars represent the standard error of the mean (SEM) of triplicate representative experiments. * indicate significant ( P < 0.05) difference between immediate and the various wounding time points by doing a single-factor ANOVA followed by post hoc Student’s t -test with Bonferroni correction. To ensure that OMG1 promoter activity was specific to wounding, leaf and root tissues from WT Col-0, ADHp::GUS ( Chung and Ferl 1999 ) and OMG1p :: GUSmgfp5 lines were wounded with a pair of forceps. In this wounding experiment, GUS staining was observed only in the OMG1p::GUSmgfp5 line. A qRT-PCR analysis of GUSA transcripts from leaves wounded at different time points showed that OMG1 promoter activity heightens immediately after wounding and dissipates after 30 min ( Fig. 3C ). OMG1 regulates the expression of MYB77 and GRX480 known to be induced in spaceflight and upon wounding Eight genes [see Supporting Information—Table S2 ] were used to elucidate potential functional interactions with OMG1. Since OMG1 promoter activity was shown to rise immediately after wounding ( Fig. 3C ), a wounding time course of mock, immediate, 10 min and 1 h was used to screen the expression of the genes listed in Supporting Information—Table S2 that could be affected by knocking out OMG1 . Two genes, GRX480 (At1g28480) and MYB77 (At3g50060), out of eight genes tested showed significant differences (Student’s t -test P < 0.05) in gene expression between WT and omg1 lines ( Fig. 4D and F ). The expression of GRX480 was repressed after wounding in the omg1 line and did not increase as did the WT line. On the other hand, MYB77 expressed in the omg1 line showed a significant delay in down-regulating gene expression when compared to the WT at the 10-min post-wounding time point. MYB77 and GRX480 were significantly differentially expressed between Col-0 and WS ( Fig. 5 ). Col-0 showed a median fold change of 1.7 and WS showed a 3-fold increase in MYB77 expression in spaceflight relative to ground controls ( Fig. 5A ). In the GRX480 analyses, Col-0 showed a median fold change of 0.3 and WS showed a median fold change of 1.3 in spaceflight relative to ground controls ( Fig. 5B ). Figure 4. Open in a new tab OMG1 regulates the rapid wounding response of MYB77 and GRX480 . WT Col-0 and omg1 KO intact leaf tissues were untouched (mock) or wounded with a pair of forceps and left for the indicated time points before harvesting for qRT-PCR analyses. Expression of the indicated genes (A–H) shared between spaceflight, rapid wounding and pollen development [see Supporting Information—Table S2 ] in the WT (Col-0) and omg1 KO leaves was analysed. Untouched leaves (mock), immediately after wounding, 10-min post-wounding and 1-h post-wounding were the indicated time points that the transcripts were measured. The average relative expression was normalized to a housekeeping gene (UBQ11) and presented relative to the mock controls. * indicate significance ( P < 0.05), ** ( P < 0.001) between WT Col-0 and omg1 which was calculated by doing a two-factor ANOVA followed by post hoc Student’s t -test. All error bars represent the standard error of the mean of triplicate representative experiments. Figure 5. Open in a new tab MYB77 and GRX480 expression of APEX03-2 spaceflight experiment showed higher fold change in WS compared to the Col-0 ecotype. (A) qRT-PCR done on APEX03-2 11d spaceflight root tissue show that MYB77 transcript in spaceflight relative to ground controls is significantly ( P = 0.001) different between WS and Col-0 plants. The fold change of MYB77 expression is higher in the WS ecotype compared to the Col-0 ecotype. (B) qRT-PCR showed a significant ( P = 0.007) difference in the expression fold change of GRX480 between Col-0 and WS plants. Boxplots were derived from nine replicates normalized to UBQ11 and plotted spaceflight relative to ground control. ** indicate ( P < 0.01) significant difference between Col-0 and WS was calculated by doing a Student’s t -test. ROS accumulation upon wounding and flg22 induction is altered in omg1 KO leaves compared to Col-0 leaves Wild-type Col-0, omg1 and respiratory burst oxidase homology D ( rbohd ) KO plants, which are delayed in ROS accumulation ( Miller et al. 2009 ), were subjected to mechanical wounding with a pipette tip. The production of hydroxyl, peroxyl and other ROS activity within the cells was measured with DCF-DA assay. Green fluorescence at the site of wounding was captured after 20 min with light microscopy. Wild-type Col-0 leaves produced ROS around the wound site, whereas neither omg1 nor rbohd showed prominent production of ROS ( Fig. 6A ). Quantification of fluorescence using ImageJ showed significant differences (Student’s t -test P < 0.01) between Col-0 and the mutant lines ( Fig. 6B ). Figure 6. Open in a new tab Reactive oxygen species (ROS) accumulation upon wounding and flg22 induction is altered in omg1 leaves compared to Col-0 leaves. (A and B) DCF-DA ROS assay performed on wounded leaf tissues reveals that OMG1 affects cellular ROS production. (A) DCF-DA is a fluorogenic dye that measures hydroxyl, peroxyl and other ROS activity within the cell. A pipette tip was used to wound the surface of the leaves from the WT line, omg1 KO line and rbohd KO line (a known ROS-deficient mutant). Upon wounding, ROS is usually produced around the site of injury. The DCF-DA reagent is then oxidized by ROS resulting in appearance of green fluorescence. Plants were wounded and immediately placed in the DCF-DA solution for 20 min before visualized on the light microscope. (i) WT Col-0 leaves without wounding, (ii) WT Col-0 leaves, (iii) omg1 leaves and (iv) rbohd leaves were placed in DCF-DA solution immediately after wounding. In the WT plants green fluorescence around the wound site indicates the production of ROS. However, in the omg1 KO line and the rbohd KO line, ROS production was not detected. Images were taken on the Olympus BX51 compound scope at 10× magnification, exposure time 55 ms. Scale bars: 100 µm. (B) Quantification of fluorescence was performed using integrated density (IntDen) and corrected total cell fluorescence (CTCF) [CTCF = Integrated density − (Area of selected cell × Mean fluorescence of background readings)] in ImageJ. Statistical analyses were performed using Student’s t -test, bar graphs with different letters show significant difference ( P < 0.01). (C and D) Higher elicitor-induced oxidative burst in omg1 KO is not associated with altered expression of RbohD . (C) Extracellular ROS production was measured using a luminol-based assay in leaf discs from omg1 KO, rbohd KO and WT Col-0 plants after elicitation with water or flg22. Experiments were repeated at least three times and results are a mean of 24 samples. (D) The relative expression of RbohD in the WT (Col-0) and omg1 KO leaves was analysed in a wounding assay untouched leaves (mock), immediately after wounding, 10-min post-wounding and 1-h post-wounding. The average relative expression was normalized to a housekeeping gene (UBQ11) and presented relative to the mock controls. No significant difference in RbohD expression between Col-0 and omg1 KO plants was observed when the Student’s t -test analysis was performed. All error bars represent the standard error of the mean of triplicate representative experiments. Based on luminol ROS assays OMG1 affects the elicitor-induced generation of extracellular ROS. Flg22-induced hydrogen peroxide production by leaf discs of omg1 mutants was ~20 % higher compared to Col-0. Water-treated controls along with the rbohd leaf discs showed no production of flg22-induced H 2 O 2 ( Fig. 6C ). Since elicitor-induced extracellular ROS is governed by RbohD , the measurement of RbohD expression between Col-0 and omg1 lines in a wounding time course was analysed ( Fig. 6D ). The relative expression of RbohD showed no significant difference between WT and omg1 leaves. OMG1 is a member of the CONSTANS-Like protein family The predicted OMG1 gene encodes a 369 amino acid protein that contains a C-terminal 43 amino acid sequence that is 84 % sequence similarity to the (CONSTANS ( C O), CONSTANS-Like ( C OL) and TIMING OF CAB EXPRESSION1 ( T OC1)) ‘CCT’ domain ( Berardini et al. 2015 ). OMG1 also contains two divergent B-box domains in the N-terminal region [see Supporting Information—Fig. S2 ] . The OMG1 B-box1 domain has 51 % similarity to the B-box1 consensus sequence, and the OMG1 B-box2 domain has a 94 % similarity to the B-box2 consensus sequence ( Griffiths et al. 2003 ; Masaki et al. 2005 ; Gangappa and Botto 2014 ). A consensus phylogeny suggests that OMG1 belongs to group II of the CO and COL family of transcriptional regulators ( Fig. 6 ). Maximum likelihood phylogenies placed a clade of OMG1-related sequences from Brassicas and Monocots (SH-like aLRT > 0.989) close to COL11-12 sequences from across flowering plants [see Supporting Information—Table S3 ] . OMG1 appears closely related to the COL11-12 and COL9-10 lineages, although the precise placement of the OMG1 group remains unresolved. Both the OMG1 and the COL11-12 clades consist of sequences representing both monocots and dicots. In the consensus tree, a single COL11-12-like sequence from the basal flowering plant Amborella trichopoda rooted the OMG1 and COL11-12 clades (SH-like aLRT > 0.912), suggesting that the OMG1 lineage arose via a gene-duplication event in flowering plants, prior to the divergence of monocots and dicots ( Fig. 7 ). However, no OMG1-related sequences from Eudicots were observed outside the Brassicaceae family, suggesting that either OMG1 was lost from non-Brassica dicots, or the sequence has diverged so much in these lineages as to be unrecognizable. The different alignment and tree-reconstruction procedures support the early-duplication hypothesis, and make it unlikely that the grouping of monocot and dicot OMG1-related sequences is a phylogenetic artefact. Figure 7. Open in a new tab OMG1 is a member of the CO and COL protein family in Arabidopsis . The consensus tree derived from full-length protein sequences containing a single CCT domain of all plants found in the non-redundant (NR) database revealed that OMG1 belongs to the CO and COL family of proteins. In Arabidopsis (taxa highlighted in cyan), the COL family can be divided into three groups. Group I (shaded in light blue) comprises of CO, COL1-6 which have domain structures consisting of two B-box domains (type I and type II) at the N-terminal and both a VP motif along with a CCT domain at the C-terminal. Genes in group II (shaded in light purple) comprising of COL9-15 and OMG1 have domain structure consisting of a type I B-box domain and a second diverged B-box2 domain along with a C-terminal CCT domain. The OMG1 clade is highlighted in red, whereas its closest homolog COL11-12 is highlighted in green. Group III (shaded in light orange) comprises of COL6-8 and COL16 have domain structures consisting of a single B-box1 domain and a CCT domain. Listed in the grey boxes are the characterized functions of some of the COL members ( Gangappa and Botto 2014 ). The high level of sequence divergence in the OMG1 B-box1 domain is primarily due to a 13-amino acid deletion close to the start of the B-box1 consensus sequence CX-------------XAXLCX 2 CDX 3 H ( Fig. 7 ). This B-box1 deletion was observed across several Brassica sequences nested within the OMG1 clade, but this deletion was not found in monocot OMG1, suggesting it probably occurred late in the Brassicaceae lineage. Although the OMG1 B-box2 domain is largely conserved ( Fig. 8 ), two highly conserved consensus amino acids are different in OMG1 compared to the consensus sequence CX 2 CX 7-10 CX 7 CX 2 CX 5-12 H. The third cysteine in the consensus sequence is serine in OMG1 (C49S), and the histidine at the end of the consensus sequence is leucine (H73L). Examination of B-box2 domains outside the OMG1 clade suggests that these substitutions are unique to the OMG1 clade [see Supporting Information—Fig. S3 ] . Figure 8. Open in a new tab OMG1 resulted from a gene duplication of COL11 and 12 and underwent a subsequent B-box1 deletion event. OMG1 and CONSTANS-Like (COL) 11-12 are sister clades based on the consensus tree described in Fig. 8 , suggesting that OMG1 resulted from a gene duplication of COL11-12 (indicated by the circle). Sequences within the OMG1 clade are grouped into Brassicas and monocots . The Brassica sequences highlighted in red, share a similar B-box1 deletion indicated by the triangle and reflected in the adjacent B-box1 domain sequences derived using the AliView software. The B-box1 consensus sequence ( Gangappa and Botto 2014 ) is listed and regions where the deletion occurs are highlighted in blue. The consensus tree depicted here is not drawn to scale. The B-box domain family belongs to a subgroup of zinc-binding proteins stabilized by canonical cysteine-rich zinc-finger motifs ( Klug and Schwabe 1995 ). The inferred structure of Zn-bound OMG1 B-box2 suggests that OMG1 is capable of stably binding at least one zinc ion, via a canonical zinc-finger motif ( Fig. 9 ). In the model, four conserved cysteine residues surrounding the CX 2 C configuration were spatially positioned in a similar fashion as the amino acids surrounding the first Zn-binding site in the human MID1 template, suggesting this first OMG1 Zn-binding site retains a canonical zinc-finger structure. Figure 9. Open in a new tab The B-box2 domain of OMG1 is predicted to bind at least one zinc ion. The sequence of B-box2 domain was compared between Arabidopsis COL11-12, OMG1 and the basal species Amborella trichopoda. The consensus sequence of the B-box2 domain is listed and OMG1 seems to have a relatively conserved B-box2 domain except for the residues highlighted in blue. Residues within the COL sequences that create a zinc-binding interface are indicated by the black lines, whereas residues that might create a second zinc-binding interface are indicated by the blue lines. The human MID1 sequence is also listed and residues that bind to the first zinc ion are highlighted in pink, whereas residues that bind to the second zinc ion are highlighted in blue. OMG1 B-box2 domain was modelled after a well-characterized B-box2 found in the Human MID1 protein located in the Protein Data Bank (PDB). Modelling of the protein was done using the Chimera protein modelling software. In the Arabidopsis OMG1 protein, four cysteines are positioned such that they interact with a zinc ion. However, the substitution of amino acids around the second zinc-binding region shows strong evidence for the loss of the second Zn-binding site as modelled in the human MID1 template. However, radical substitutions at key Zn-binding sites (C49S, E52Q, C67I and H73L) occurring in the second Zn-binding pocket of OMG1’s B-box2 motif appear to completely disrupt potential Zn-binding ( Fig. 9 ). It remains unclear whether the series of indels and substitutions after the OMG1 B-box2 domain could result in a novel structure that facilitates zinc ion binding or a different functional motif. Furthermore, sequences within the OMG1 clade show similar substitutions at most of these conserved Zn-binding residues, implicating the possibility that functional B-box2 in these proteins require only a single Zn ion [see Supporting Information—Fig. S3 ] . OMG1 localizes to the nucleus The transient expression of a 35S::OMG1-eGFP fusion protein in tobacco leaves indicates that OMG1 localizes in the nucleus. The highly conserved CCT domain in OMG1 has been associated with important functions in transcriptional regulation, DNA binding and nuclear localization ( Robson et al. 2001 ; Yan et al. 2011 ; Gendron et al. 2012 ). Cells transformed with 35S::eGFP alone displayed a uniform expression of eGFP throughout the leaf pavement cells in the vacuoles, nucleus and membrane. However, cells transformed with 35S::OMG1-eGFP fusion were specifically localized to the nucleus, as indicated by the DAPI nuclei-specific counter stain ( Fig. 10 ). Figure 10. Open in a new tab OMG1 has a conserved CCT domain and localizes in the nucleus. (A) The sequence of CCT domain was compared between Arabidopsis COL11-12, OMG1 and the basal species Amborella trichopoda. OMG1 has a conserved CCT domain (consensus sequence in black) that encodes a nuclear localization signal (highlighted in red). (B) Subcellular localization using leaves of 4-week-old Nicotiana benthamiana seedlings that were transiently transformed with Agrobacterium -GV3101 carrying the At1g05290cds-eGFP fusion vector or the pCAMBIA1302 (as an overexpressing eGFP control) indicated that OMG1 is localized solely in the nucleus and exhibits no presence elsewhere in the cell. DAPI stains for the nucleus and can be seen to overlap with the eGFP expression. Scale bars: 100 µm.",
    "Conclusion": "As sessile organisms, plants have developed sensitive, adaptive strategies to regulate their metabolism in a changing environment ( Noctor et al. 2007 ; Schwarzländer and Finkemeier 2012 ). A strategy to avoid oxidative damage relies on the ability to deploy different antioxidants and ROS-scavenging/detoxifying enzymes to efficiently adjust their redox states. When subjected to the novel environment of spaceflight, plants respond by overexpressing more ROS- or redox-associated genes than comparable plants on the ground ( Im et al. 2011 ; Paul et al. 2012b , 2013b , 2017 ; Correll et al. 2013 ; Sugimoto et al. 2014 ). ROS in its various forms and subcellular production sites can elicit distinct and diverse physiological, biochemical and molecular responses ( Mittler et al. 2004 ; Gadjev et al. 2006 ; Swanson and Gilroy 2010 ; Suzuki et al. 2012 ). It is possible that plants drew from diverse ROS response strategies to cope with spaceflight, an environment that is outside their evolutionary experience and therefore potentially stressful. The data presented here suggest that OMG1 is a putative regulator of the ROS signalling pathway associated with wounding and may play a prominent role in regulating the spaceflight ROS response, especially in the WS ecotype where it is strongly induced by spaceflight. Spaceflight induces the differential expression of ROS-producing genes in an ecotype-dependent manner In general, the differentially expressed genes in spaceflight showed a positive correlation to genes producing ROS ( Fig. 1A ). Although it is known that ecotype differences can diversify the ROS signatures associated with stress responses on Earth ( Kalbina and Strid 2006 ; Li et al. 2006 , 2008 ), these results are the first to demonstrate that different ecotypes use different specific subcellular ROS species to respond to the spaceflight environment ( Fig. 1 ). Previous morphological differences between Col-0 and WS ecotypes in the spaceflight environment were primarily observed in the roots. Although the overall root length at 11 days on orbit between the two ecotypes showed no significant difference ( Paul et al. 2017 ), it was noted that the Col-0 ecotype showed a dramatic lag in root development during the first 48-h post-germination in orbit when compared to the WS ecotype, and that there are also ecotype-specific differences in root growth behaviour ( Paul et al. 2012a ). One difference between the Col-0 and WS ecotypes is the regulation of class III peroxidase genes ( Passardi et al. 2007 ). In fact, two genes PE10 (AT1G49570) and PE59 (AT5G19890) that were up-regulated in the APEX03-2 Col-0 but remained unchanged in APEX03-2 WS ( Fig. 1B ) are involved in controlling the root cell elongation process ( Markakis et al. 2012 ). The differentially expressed peroxidase genes between the two ecotypes in the APEX03-2 spaceflight transcriptomes ( Fig. 1B ) reinforce the notion that different ecotypes utilize ROS differently to respond to their environment and suggest that in WS, these genes were already at a level appropriate for spaceflight acclimation and were therefore unchanged. In addition, the observed down-regulation of peroxidases in Col-0 was consonant with observations previously published ( Kwon et al. 2015 ). Since peroxidases are necessary for the general oxidoreduction of H 2 O 2 in general, the down-regulation of peroxidases in spaceflight within Col-0 could contribute to Col-0-specific ROS signatures seen in clusters A and B of the ROSMETER analyses ( Fig. 1A ). The current ROSMETER analysis is not intended to define how specific ecotypes utilize peroxidases or regulate specific ROS indices in response to spaceflight. Rather, it is to illustrate that the genetic background of the spaceflight-grown plant had a substantial impact on the specific subcellular ROS species that were used in the physiological response. OMG1 transcript is consistently up-regulated in WS ecotype across multiple spaceflight experiments and is induced rapidly upon wounding in both WS and Col-0 OMG1 is consistently induced in spaceflight in WS but not Col-0. Comparisons of the 5′ upstream region, the coding region and the 3′ UTR of OMG1 between the two ecotypes showed no differences in the primary sequence. However, in the intergenic region downstream of the OMG1 stop codon, a point mutation is observed at positions 2197, 3327, and a two-nucleotide deletion is observed at position 3488 [see Supporting Information—Fig. S4 ] . Wassilewskija and Col-0 do regulate OMG1 differently. OMG1 showed slight differences in basal expression between Col-0 and WS, and both ecotypes demonstrated immediate up-regulation of OMG1 after wounding, along with the rapid diminishing of the signal afterwards [see Supporting Information—Fig. S5A ] . However, Col-0 and WS responded very differently in a wounding dosage test, where leaves were subjected to various degrees of damage at the onset of wounding (‘immediate’ time point) [see Supporting Information—Fig. S5B ] . Irrespective of the extent of the wounded surface area of the leaf, Col-0 expressed OMG1 at a consistent level, whereas WS expressed OMG1 in a dose-response manner [see Supporting Information—Fig. S5C ] . These results suggest that OMG1 is involved in a rapid wounding response in both Col-0 and WS ecotypes but with different modes of regulation. The WS and Col-0 ecotypes are genotypically distinct, and their transcriptomic responses to environmental and developmental cues can be dissimilar (e.g. Chen et al. 2005 ; Kusunoki et al. 2017 ). The overall spaceflight transcriptomes of WS and Col-0 are dramatically different ( Paul et al. 2017 ). It is hypothesized that even though OMG1 is functional in both ecotypes upon wounding, other gene products or pathways present in Col-0 but not WS could compensate for the ‘need’ for OMG1 in space, or that these genes were already at a level appropriate for spaceflight acclimation and were therefore unchanged in the spaceflight transcriptome. Although OMG1’s role in the physiological adaptation of WS to spaceflight has yet to be discerned, its strong induction suggests that OMG1 contributes to a successful adjustment to that environment. Irrespective of OMG1’s specific role in spaceflight physiology, it is noteworthy that OMG1’s overall metabolic function, which was previously unknown, was only discovered because of its role in spaceflight physiology. OMG1 is associated with the regulation of ROS OMG1 is associated with ROS regulation. The location of OMG1 promoter region activity coincided with regions of dynamic ROS activity. OMG1 specifically regulated the expression of two ROS-associated genes ( GRX480 and MYB77 ). And, loss of OMG1 protein in omg1 resulted in deviations from WT in two different ROS assays. The rapid induction of OMG1 expression immediately after wounding was observed with a promoter-driven GUS reporter qRT-PCR analysis. Rapid induction of transcription (prior to 2-min post-stimulus) has been observed in gravitational and mechanical stimulation of Arabidopsis root apical tissues ( Kimbrough et al. 2004 ). In addition, wounding Arabidopsis leaves produces ROS within minutes at the wound site ( Miller et al. 2009 ; Beneloujaephajri et al. 2013 ) and this rapid response is necessary for plants to elicit immediate defence/repair mechanisms against herbivore and pathogen attacks. Wounded plants can transmit rapid RBOHD-dependent ROS signals of speeds up to 8.4 cm min −1 to mediate long-distance cell-to-cell communication ( Miller et al. 2009 ). However, since no statistical differences were seen in the expression level of RbohD in Col-0 WT plants and omg1 KO plants ( Fig. 6D ), this suggests that the changes in extracellular or intracellular ROS are not a result of altered expression of RbohD in the omg1 KO line. Reactive oxygen species molecules are essential signalling molecules in plant growth and development but can also act as toxic stressors. Therefore, there exists an elaborate and highly redundant network of genes that maintain the delicate ROS homeostasis ( Gechev et al. 2006 ). Functional OMG1 is necessary for rapid generation of intracellular ROS at the wound site ( Fig. 6A and B ). However, over time these ROS return to WT levels, presumably facilitated by other genes of redundant function [see Supporting Information—Fig. S6 ] . In a recent review, it has been suggested that altered ROS signalling in response to the spaceflight environment could affect plant growth and development indirectly via changes in hormonal influx within the plants ( Schüler et al. 2015 ). OMG1 was found to regulate the expression of ROS-associated genes GRX480 and MYB77 . GRX480/GRXC9 is a member of the glutaredoxin (GRX) family of small redox enzymes. GRX480 is a salicylic acid (SA)-responsive gene induced quickly and transiently by an NPR1-independent pathway, which is associated with the ROS-scavenging/antioxidant network ( Laporte et al. 2012 ; Zander et al. 2012 ; Herrera-Vásquez et al. 2015a ; Huang et al. 2016 ). MYB77 is a member of the R2R3-type transcription factor family that is involved in ROS metabolism through the mitogen-activated protein kinase (MAPK) cascade. The MAPK cascade is also known to play a role in plant development and hormone signalling and includes hormones such as jasmonic acid (JA), SA and ethylene (ET) ( Shin and Schachtman 2004 ; Teige et al. 2004 ; Galvez-Valdivieso et al. 2009 ; Herrera-Vásquez et al. 2015b ). OMG1’s role in ROS signalling was established with two frequently used ROS biochemical assays. The DCF-DA assay showed that intracellular ROS production around the wound site was dampened in the omg1 mutant, whereas flg22-induced extracellular ROS production was 20 % higher than WT in the omg1 mutant. These conflicting results can be addressed by the different signalling pathways elicited by each stimulus. Responses to mechanical damage can be localized, systemic or both. In any case, the response involves the generation, translocation, perception and transduction of wound signals to activate the expression of wound‐inducible genes. In response to mechanical wounding, the central role for JA signalling is well established. However, many other compounds, such as oligopeptide systemin, oligosaccharides, phytohormones, hydraulic pressure or electrical pulses, have also been proposed to play a role in wound signalling ( León et al. 2001 ). Early localized ROS induced by wounding, specifically O 2 •−, H 2 O 2 and singlet oxygen, have been suggested to originate intracellularly from the photosynthetic electron transport chain in chloroplasts ( Morker and Roberts 2011 ). On the other hand, flg22, a microbe-associated molecular pattern (MAMP), elicits an early response that includes SA-, JA- and ET-defence signalling pathways. Flg22 also elicits a late response that includes activation of defence-related senescence processes, SA-dependent secretory pathway genes and pathogenesis-related protein 1 ( PR1 ) expression ( Denoux et al. 2008 ). MAMP-induced ROS have been shown to originate from the apoplast through activation of NADPH oxidases as well as peroxidases ( Jwa and Hwang 2017 ). Although there are crosstalks between signalling pathways induced by mechanical wounding and flg22, there are also unique pathways induced by each stimulus that could attribute to the different results observed. Details of these mechanisms are still being investigated; however, the results infer that within the Brassicaceae family OMG1 does play a role in the ROS signalling pathway. Phylogeny and protein architecture of OMG1 Prior to this study, members of the Arabidopsis CO and COL family were thought to only function in photoperiod signalling that involves flowering, circadian rhythms, stomata opening and root-shoot branching ( Gangappa and Botto 2014 ). Evidence presented here suggests that members of this family play a role in ROS signalling. This, in turn, could aid in the functional characterization of many of the other uncharacterized members such as COL11 and COL12. We suggest that divergent function of OMG1 can be attributed to the evolved B-box1 and B-box2 domains. This is in line with reports on the rapid evolution of COL genes within the Brassicaceae, in which the increased evolutionary rates were observed not only in the middle region of the protein but also in the conserved zinc-finger and basic CCT regions ( Lagercrantz and Axelsson 2000 ).",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/3d706d771869/ply07501.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/a9147a98db43/ply07502.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/d5701732ce32/ply07503.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/316f0db15a8b/ply07504.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/ec8e70aeeb63/ply07505.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/031259ab5d11/ply07506.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/9461987ccdca/ply07507.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/9faf475eab34/ply07508.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/53b865a4b539/ply07509.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2b01/6348315/d6a7474e9337/ply07510.jpg"
    ]
  }
}