{
  "paper_id": "pmc_articles_PMC5587110",
  "title": "Microgravity validation of a novel system for RNA isolation and multiplex quantitative real time PCR analysis of gene expression on the International Space Station",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5587110/",
  "sections": {
    "Abstract": "Abstract The International Space Station (ISS) National Laboratory is dedicated to studying the effects of space on life and physical systems, and to developing new science and technologies for space exploration. A key aspect of achieving these goals is to operate the ISS National Lab more like an Earth-based laboratory, conducting complex end-to-end experimentation, not limited to simple microgravity exposure. Towards that end NASA developed a novel suite of molecular biology laboratory tools, reagents, and methods, named WetLab-2, uniquely designed to operate in microgravity, and to process biological samples for real-time gene expression analysis on-orbit. This includes a novel fluidic RNA Sample Preparation Module and fluid transfer devices, all-in-one lyophilized PCR assays, centrifuge, and a real-time PCR thermal cycler. Here we describe the results from the WetLab-2 validation experiments conducted in microgravity during ISS increment 47/SPX-8. Specifically, quantitative PCR was performed on a concentration series of DNA calibration standards, and Reverse Transcriptase-quantitative PCR was conducted on RNA extracted and purified on-orbit from frozen Escherichia coli and mouse liver tissue. Cycle threshold (Ct) values and PCR efficiencies obtained on-orbit from DNA standards were similar to Earth (1 g) controls. Also, on-orbit multiplex analysis of gene expression from bacterial cells and mammalian tissue RNA samples was successfully conducted in about 3 h, with data transmitted within 2 h of experiment completion. Thermal cycling in microgravity resulted in the trapping of gas bubbles inside septa cap assay tubes, causing small but measurable increases in Ct curve noise and variability. Bubble formation was successfully suppressed in a rapid follow-up on-orbit experiment using standard caps to pressurize PCR tubes and reduce gas release during heating cycles. The WetLab-2 facility now provides a novel operational on-orbit research capability for molecular biology and demonstrates the feasibility of more complex wet bench experiments in the ISS National Lab environment.",
    "Results": "qPCR in microgravity Assay design and testing In order to assess the functionality of PCR in microgravity conditions and to establish the dynamic range and efficiency of amplification, we designed a robust quality control qPCR assay to measure these parameters. We targeted a 16S ribosomal region of genomic E . coli DNA. The abundant target expression improved precision, sensitivity, and reproducibility, providing robust assay conditions. Validation of the E . coli genomic DNA assay was performed using a standard thermal cycling protocol with controlled quantities of commercially available E . coli DNA as template. Assays were tested with template quantities between 1 pg and 1 μg, in duplicates ( Fig 2A ), and evaluated based on amplification plot characteristics and reaction efficiency. Results show that assays successfully generated amplification products, as detected by qPCR, with fluorescence peaks between 300 and 600 units. Assay efficiency was determined to be at 96.8% with an R 2 greater than 0.99 ( Fig 2A inset). Specificity and accuracy was confirmed by gel band migration analysis, with the product amplicon generating bands of the expected molecular size. Fig 2. qPCR validation in microgravity. Open in a new tab (A) qPCR assays targeting the E . coli 16S ribosomal gene were validated on the ground using seven tenfold dilutions of template to measure sensitivity and efficiency (inset). (B) Amplification curve from qPCR run conducted on the ISS with photo of a representative tube pre- and post- run in microgravity (inset). (C-F) qPCR amplification curves from the microgravity (C & D) and 1 g control (E & F) runs. All curves use the default SmartCycler values with the exception that the boxcar correction is set to 3. Efficiency graphs are shown on the insets. (G & H) Ct values for low (0.01 ng/test), mid (1 ng/test), and high (100 ng/test) assays during both experimental runs are shown using scatter plots with jitter. μg = microgravity. In order to minimize crew time and the need for refrigeration resources, pre-formulated reagents were lyophilized in the Cepheid SmartTube detection window. To validate that the lyophilized assay format and lyophilization process did not compromise assay performance [ 23 ], we tested the lyophilized products by assessing qPCR performance in comparison to commercial non-lyophilized reagents (control). This was performed using high, mid and low template concentrations and a NTC. Combined data between two lots of lyophilized product show that lyophilized assays were able to consistently generate Ct values similar to those generated by non-lyophilized controls (see Table 2 ). Table 2. Validation of lyophilized assays. Genomic E . coli DNA Assay High DNA Template Medium DNA Template Low DNA Template Control 15.71 +/- 0.16 23.55 +/- 1.5 29.14 +/- 0.15 Lyophilized 16.43 +/- 0.51 22.87 +/- 0.43 29.87 +/- 0.32 E . coli RNA Assay dnaK-FAM Ct rpoA-HEX Ct srlR-Cy5 Ct Control 25.79 +/- 0.31 24.4 +/- 0.11 29.32 +/- 0.33 Lyophilized 24.99 +/- 1.52 23.27 +/-0.16 28.53 +/- 0.56 Mouse Liver RNA Assay gapdh-FAM Ct rpl19-HEX Ct fn1-Cy5 Ct Control 21.11 +/- 0.085 19.35 +/- 0.092 21.57 +/- 0.092 Lyophilized 21.59 +/- 0.41 19.33 +/- 0.33 21.17 +/- 0.085 Open in a new tab Lyophilized and non-lyophilized assay comparison of qPCR cycle threshold data for E . coli DNA Assay for (High, Mid, Low) DNA template amount, and RT-qPCR cycle threshold data for E . coli and mouse liver RNA. There are no statistical differences between lyophilized assays and commercial non-lyophilized assays. Data shows Ct values +/- SD. Microgravity qPCR runs Following transport to the ISS and an initial software and instrument setup, the system was tested with three runs of the E . coli genomic DNA assay. Data from the first run is shown in Fig 2B and has a typical qPCR amplification curve, although an unusual amount of noise was observed in microgravity samples especially in later cycles. Furthermore, when the default SmartCycler software values were used, outliers were observed resulting in high standard deviations between replicate samples. These outliers did not impair the clustering of the on-orbit data with the respective DNA concentrations. Data from a second run was similar to the first but a third repeat run did not yield results due to tube dispensing errors attributed to a PL malfunction. Post-run photos of the tubes showed that no liquid was transferred into most of the tubes. Noise in the curves was attributed to degassing bubble formation in the tube detection windows during thermal cycling [ 24 – 26 ], as confirmed by post-run photos of the tubes. Photos of all tubes were taken before and after thermal protocol completion, the inset in Fig 2B shows pre- and post-run photos of a representative tube for reference. The pre and post photos of the tubes reveal significant bubble formation and microgravity-trapping during the heating cycles of the qPCR reaction. The bubbles were likely caused by degassing during thermocycling [ 26 ] and their evolution and trapping may cause noise in fluorescence intensity detection. We used the SmartCycler software boxcar averaging to smooth out the amplification curve noise, but otherwise kept the default software values. All statistical comparisons for this study used this data. Microgravity and 1 g control data comparisons Shortly after the completion of each of the on-orbit operations, a 1 g control run was performed. Care was taken to match the removal time of the lyophilized assays from 4°C to the start of operations. Fig 2C–2F shows side-by-side comparisons of microgravity runs and their matched 1 g controls. Amplification curves from the corresponding 1 g control runs were smooth and similar to those obtained during previous testing. Non-specific amplification, as observed from the NTC tubes (black lines), were seen on both microgravity and 1 g control graphs. Given that the target gene is a 16S rRNA, non-specific amplification in the NTC samples may be seen when Taq polymerase is bacteria-derived [ 27 ] or due to primer derived artifacts. Microgravity fluorescence intensity values also show a lower overall amplitude potentially due to bubbles blocking/reducing some of the collected fluorescence signal [ 24 – 26 ]. Raw background fluorescence data between microgravity and 1 g control were also compared and details can be found in the S1 File . Comparison of microgravity and 1 g control Ct values revealed that despite the noise and reduced intensity in microgravity samples, the Ct values still appear to be comparable to 1 g control results as seen in Fig 2G & 2H and in S1 Table . Efficiency plots for the microgravity and 1 g control samples ( Fig 2C–2F insets) were generated with Ct values using a Boxcar averaging of 3 and otherwise default software settings. The efficiency for the 1 g control data was 105.1% for run 1 and 102.7% for run 2 and the linear standard curve R 2 = 0.9971 and 0.9985 respectively and microgravity data was 104.1% and 108.1% and R 2 = 0.9620 and 0.9865 respectively. One microgravity PCR efficiency was slightly outside of the optimal efficiency range of 90–105%, likely due to the effects of bubbles present in the detection window. RNA sample prep and RT-qPCR analysis in microgravity Assay design and testing E . coli and mouse gene expression assays were tested and validated using Qiagen RNeasy derived RNA. For both species, genes were tested using the same singleplex, duplex, and triplex formats that were planned to be used on ISS. Table 3 shows representative Ct value data. All primer and probe sets yielded consistent RT-qPCR reactions with resulting Ct values between 19 and 24 when 100 ng of starting RNA was used. Table 3. E . coli and mouse liver assay validation using 100 ng control RNA. E . coli RNA dnaK-FAM rpoA-HEX srlR-Cy5 Singleplex 19.8 +/- 0.53 Singleplex 19.6 +/-0.40 Duplex 20.4 +/- 0.80 20.3 +/- 0.39 Triplex 19.6 +/- 0.91 20.3 +/- 0.47 26.8 +/- 0.78 Mouse Liver RNA gapdh-FAM rpl19-HEX fn1-Cy5 Singleplex 21.5 +/- 0.24 Singleplex 21.2 +/- 0.19 Duplex 22.5 +/- 0.41 21.3 +/- 0.35 Triplex 23.9 +/- 0.43 23.1 +/- 0.36 25.8 +/- 0.44 Open in a new tab Lyophilized E . coli and mouse RNA gene expression assays, singleplex, duplex and triplex formulations, were tested as described above. All lyophilized assays generated similar PCR amplification compared to the non-lyophilized controls indicating that the more labile Reverse Transcriptase enzyme [ 28 , 29 ] remained active. Table 3 shows the results from the triplex assays, results generated by the singleplex and duplex assays yielded similar results. ANOVA analyses of these results showed no statistical variation between lyophilized assays and their non-lyophilized controls, therefore indicating that lyophilized assays were suitable for use on ISS. SPM design and testing An enclosed, simple RNA extraction procedure not requiring toxic chemicalsthat may complicate operation on ISS, was adapted (by removing alcohol) from commercially available Claremont BioSolutions products ( Fig 3A ). The resulting SPM was tested to ensure that the RNA yield was of sufficient quantity and quality for RT-qPCR [ 30 ]. Following optimization, RNA yields from the SPM were 2–10 μg for 1 x 10 8 E . coli and 1.5–8 μg for 5 mg mouse liver. The RNA quality was adequate with RINs of 7.9 ±1.2 for E . coli and 7.4 ±1.6 for mouse liver. Fig 3B shows typical SPM extracted RNA quality at 1 g for both E . coli and mouse liver. Ct values from RT-qPCR runs using RNA isolated from the SPM were also similar to results from Qiagen purified RNA. Residual E . coli RNA purified in microgravity was returned to Earth on SpaceX CRS-8 for Bioanalyzer testing. The RNA extracted in microgravity (RIN 8.5) was compared to that of RNA extracted at 1 g on the same day (RIN 8) and is of comparable quality ( Fig 3B ) showing that RNA was successfully purified on the ISS. Fig 3. RNA isolation and RT-qPCR in microgravity. Open in a new tab (A) Photo of SPM. (B) Typical RNA quality from SPM with E . coli (left panel) and mouse liver (right panel), control Qiagen (left lane) SPM (right lane). Center panel shows RNA quality from the 1 g control (left lane) and the returned microgravity sample from ISS (right lane). (C-E) Scatter plots with jitter of the microgravity and 1 g control E . coli singleplex (C), duplex (D) and triplex (E) reactions. One outlier is indicated by the open marker in C. One of the microgravity triplex tubes did not give a dnaK-FAM signal (E). (F-H) Scatter plots with jitter of the microgravity and 1 g control mouse liver singleplex (F), duplex (G) and triplex (H) reactions. One outlier from the microgravity triplex fn1 plot is indicated by the open marker and no gapdh-FAM signal was seen in the microgravity triplex reactions (H). E . coli RNA isolation and RT-qPCR analyses After confirming that qPCR in microgravity was possible and with results comparable to 1 g controls, we proceeded to test the capability of the hardware system to isolate and process samples in microgravity. An E . coli sample, used to test the system’s capabilities with prokaryotic cells, was processed and analyzed on ISS as described previously. The RT-qPCR assays tested included singleplex ( Fig 3C ), duplex ( Fig 3D ), and triplex ( Fig 3E ) reactions ( S1 Table ), each performed in quadruplicate to improve statistical sampling. All microgravity and 1 g control reactions resulted in readable Ct data. In agreement with previous results, microgravity Ct values exhibited increased variability compared to 1 g controls. Despite the greater variability observed in microgravity Ct values, no statistically significant difference was found between the microgravity and 1 g control data. One outlier was identified in the microgravity data and was not used in statistical comparisons. Also, one microgravity triplex tube did not give data in the FAM channel (dnaK). Mouse RNA isolation and RT-qPCR The final study explored the system’s capabilities to isolate RNA from a mammalian tissue, using the resulting RNA as the template in RT-qPCR analysis. Similar to the E . coli experiment, quadruplicates of singleplex ( Fig 3F ), duplex ( Fig 3G ), and triplex ( Fig 3H ) RT-qPCR reactions were conducted. A significant correlation between the microgravity and 1 g control data was observed, however, microgravity data exhibited increased variability. These results indicate that RNA was successfully isolated from mouse liver tissue during spaceflight. Singleplex and duplex assays of the reference genes gapdh and rpl19 showed no statistical differences between microgravity and 1 g control. However, in spaceflight, no gapdh-FAM signal was observed during triplex assays whilst 1 g control triplex assays resulted in detection of all three genes. Repeat run of E . coli RNA isolation and bubble mitigation Following the completion of on-orbit activities, an opportunity arose several months later to test bubble formation mitigation strategies while repeating the E . coli isolation activity. To test this, half of the modified reaction tube septa caps were replaced with standard SmartTube caps. However, the age of the sample preparation reagents was past the latest longevity testing duration and this test resulted in compromised Ct values in the FAM and Cy5 channels. The HEX channel appeared to be unaffected as seen in Fig 4 . A reduction in noise was observed with the use of standard caps ( Fig 4B ) as compared to the typical noise seen when septa caps are used ( Fig 4A ). Additionally, photos taken of the tubes after completion of the RT-qPCR run show an increase in the number of bubbles in the septa capped tubes as compared to those with standard caps. We hypothesize that the internal tube pressure created when inserting the standard caps helps mitigate bubble formation. This was corroborated by sideways and inverted (upside down) ground thermocycling experiments that also trapped bubbles. Fig 4. HEX amplification curves and photos from microgravity reactions comparing different caps. Open in a new tab (A) HEX amplification curves when our modified septa caps are used. (B) HEX amplification curves from tubes sealed with the standard commercial SmartTube Caps. Post run photos of representative tubes are shown above.",
    "Conclusion": "One of the major obstacles to space exploration going forward in the coming decades is the fact that microgravity research outposts such as ISS are so closely dependent on Earth support of everyday activities, and lack the ability to operate autonomously. The National Academies of Sciences in their Decadal Survey [ 5 ] have identified some of these limitations as important concerns and offered direction that the ISS should operate more like Earth-based laboratories, allowing for experiments to be designed, conducted, modified and iterated in space. Despite the thousands of investigations already conducted on ISS [ 31 ], there are still overwhelming limitations [ 32 , 33 ] that prevent science and specifically molecular biology measurements of gene expression from being conducted and analyzed on-orbit. From its inception, the NASA WetLab-2 project has sought to address these concerns by introducing new, time-efficient, practical and flexible molecular biology gene expression analysis capabilities to the ISS. The WetLab-2 hardware system can now rapidly perform RNA isolation on-orbit and use those RNAs to immediately conduct RT-qPCR analyses, or other novel analyses such as nanopore-based RNA sequencing. The utility of WetLab-2 can be applied to many molecular biology experimental designs using a variety of sample types and provides investigators with improved insight and interactivity during experimentation. Overall, the on-orbit process of total RNA isolation and gene expression analysis is accomplished in a span of approximately 3 h without the requirement for a highly experienced user and provides a new capability to ISS that will greatly expand the limits of possible on-orbit science. Successful development and deployment of the WetLab-2 system to the ISS depended on solving a number of challenges such as limited refrigeration availability, hazardous reagent use allowances, power consumption, and availability of crew time. In addition, the suite of hardware and fluidic components had to function in microgravity and provide ease of use for non-expert operators. In order to perform thermal cycling on-orbit, a suitable, commercially available thermal cycler that was capable of operating in a microgravity environment was identified. Specifically, the Cepheid SmartCycler best met the requirements without significant modifications. The instrument is modular, has reduced power requirements and offers assay wells with individual thermal protocol programming allowing for simultaneous running of assays with different optimal primer annealing temperatures. Validation testing of this instrument included physical durability tests and validation of all 16 sample sites. TaqMan assays were selected because of the ability to multiplex assays with multiple color probes in a single tube, and because alternatives such as SYBRGreen DNA intercalating dyes are carcinogenic, resulting in safety concerns for the ISS crew and imposing elevated containment requirements. Next we developed a RNA isolation and RT-qPCR workflow using non-hazardous reagents suitable for room temperature storage. A RNA binding column and cell lysis system for RNA purification was selected from Claremont BioSolutions for its ease of integration [ 21 , 22 ]. In collaboration with Claremont, the RNA extraction protocol was modified to meet room temperature storage and low toxicity requirements. RNA extracted from the SPM proved to be of sufficient high quality and quantity for gene expression studies utilizing RT-qPCR ( Fig 3B ). Longevity testing of loaded SPMs showed no degradation of the reagents for at least 26 weeks ( S2 Text ). We proceeded to develop a lyophilized all-in-one detection assay to minimize crew time and storage requirements. Lacking instruments to evaluate RNA purity and potential gDNA contamination, intron-spanning primers that give a product approximately 100 bases in length were used in eukaryotic samples. In prokaryotic samples, DNase enzyme [ 34 ] was included due to the lack of introns in the coding region [ 35 ]. To ensure that lyophilized assays provided similar results to those obtained using wet bench chemistry, we performed extensive validation testing. Our results indicate no significant differences between lyophilized and commercial non-lyophilized assays (see Table 2 ). When refrigerated, the lyophilized assays were stable with a shelf life of at least 52 weeks ( S2 Text ). To provide longer shelf life and room temperature storage conditions in the future, we plan to use the standard commercial caps, as they appear to perform better in initial results from ongoing long-term storage tests. Before the WetLab-2 system could be made available to researchers, the system was validated to ensure that the data obtained on-orbit was not affected or biased by microgravity conditions, including surface tension-dominated fluid dynamics and lack of convection [ 36 ]. Specifically, because PCR consists of repeated cycles of rapid heating and cooling, lack of gravity-induced convection mixing in microgravity may limit heat transfer throughout the sample to only conduction which may require longer denaturation and annealing/extension times. To validate PCR efficiency in microgravity, control qPCR reactions were conducted once the system was installed on-orbit. These tests included validation with a range of pre-prepared DNA template concentrations (low, mid and high) to assess PCR efficiency. Three replicate runs were conducted, of which two were successful in returning qPCR amplification curves that showed close correlation to 1 g controls. Furthermore, the microgravity Ct results were comparable to their respective 1 g controls ( Fig 2 and S1 Table ). Although amplification was successful, microgravity data showed increased variability within replicate sets. Analysis of the amplification plots, post-assay tube windows, and follow up experiments suggest that this increased variability may be caused by degassing bubble formation that interferes with fluorescence detection. In subsequent ground-based experiments, we found that these bubbles rise out of the tube detection window under normal 1 g conditions. Conversely, in microgravity, bubbles form, are retained and expand in the tube optical window during thermocycling, creating noise (choppiness) in the resulting amplification curves. Despite higher variability when using septa caps, our data show that qPCR can be conducted in the SmartCycler using TaqMan assays in microgravity conditions, and that resulting Ct values are comparable to those of 1 g controls, albeit noisier ( Fig 2G & 2H ). These results indicate that the physical alterations of fluid and thermal dynamics in microgravity are not sufficient to alter enzymatic amplification of DNA during PCR thermal cycling in the SmartCycler. To validate that the WetLab-2 system could successfully isolate RNA from intact cells and tissue, as well as perform RT-qPCR analyses on-orbit, we prepared and froze samples of E . coli and mouse liver tissue on the ground. Results show that RNA was successfully isolated on-orbit using the SPM and that singleplex and multiplex RT-qPCR analyses from both E . coli cells and mouse liver tissues resulted in successful qPCR amplification ( Fig 3 and S1 Table ). Successful multiplex RT-qPCR allows for the use of ratiometric methods; expression of genes of interest can be measured relative to reference genes in the same tube, thereby effectively normalizing variability that may exist in RNA concentrations or other artifacts of microgravity PCR amplification. Comparison of raw background fluorescence data showed significant differences between microgravity and 1 g control samples ( S1 File ), however, no significant differences in Ct values. In agreement with genomic DNA standards data, increased variability was also observed in the microgravity samples using SPM-derived E . coli and mouse RNA, likely due to bubble formation during thermal cycling. As this variability in Ct values may limit the utility of the system for researchers, a follow up “volunteer science” experiment was conducted by astronaut Kate Rubins. This test was aimed at reducing or eliminating bubbles formed during thermal cycling and showed that the positive pressure formed in the tubes when closed using a standard cap drastically reduces bubbles and results in smooth amplification curves similar to those typically seen during RT-qPCR runs in 1 g ( Fig 4 ). This run yielded data with less variability; standard deviations up to 0.659 Ct for standard caps compared to 1.035 Ct for septa caps. Therefore, for future experiments, we intend to use standard commercial tubes to suppress degassing bubble formation. Through these experiments, we have demonstrated that qPCR can be successfully performed in the microgravity environment of space and developed an system of molecular biology tools and reagents for extracting and quantitatively analyzing RNA from biological samples on-orbit and generating RT-qPCR Ct data (See photos of actual on-orbit operations in Fig 5 ). Fig 5. Wetlab-2 ISS operations. Open in a new tab A) On-orbit E . coli RNA isolation using the SPM inside the DGB, B) filling tubes using the repeater pipette, C) Rotor centrifugation using the ISS cordless drill D) SmartCycler and DGB set up. Image credits: NASA. In conclusion, the WetLab-2 ISS system is now validated and ready for future end-to-end gene expression analysis on-orbit, providing prompt results and data reporting from multiple cell and tissue biological samples. This new capability allows investigators unprecedented flexibility with ISS research and the opportunity to re-design and iterate experiments based on data received in almost real-time. The WetLab2 system is publicly available to investigators for research on ISS [ 37 ] and can also potentially be used to analyze environmental samples, for medical diagnostics, or to provide purified RNA and cDNAs for expressome sequencing and global gene expression analysis using nanopore sequencing [ 17 ] as our group recently demonstrated [ 38 ]. Overall the novel molecular biology capabilities we describe here for for ISS, although trivial on earth, are an important step forward in the quest for making possible the exploration and development of space for human use.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/07a1/5587110/4c4530ca68b1/pone.0183480.g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/07a1/5587110/7ccfa0af5ff2/pone.0183480.g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/07a1/5587110/9908037be98b/pone.0183480.g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/07a1/5587110/a658060ef9b7/pone.0183480.g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/07a1/5587110/cbd08822661b/pone.0183480.g005.jpg"
    ]
  }
}