{
  "paper_id": "pmc_articles_PMC5485990",
  "title": "Transcriptomics, NF-Œ∫B Pathway, and Their Potential Spaceflight-Related Health Consequences.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5485990/",
  "sections": {
    "Abstract": "Abstract In space, living organisms are exposed to multiple stress factors including microgravity and space radiation. For humans, these harmful environmental factors have been known to cause negative health impacts such as bone loss and immune dysfunction. Understanding the mechanisms by which spaceflight impacts human health at the molecular level is critical not only for accurately assessing the risks associated with spaceflight, but also for developing effective countermeasures. Over the years, a number of studies have been conducted under real or simulated space conditions. RNA and protein levels in cellular and animal models have been targeted in order to identify pathways affected by spaceflight. Of the many pathways responsive to the space environment, the nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB) network appears to commonly be affected across many different cell types under the true or simulated spaceflight conditions. NF-κB is of particular interest, as it is associated with many of the spaceflight-related health consequences. This review intends to summarize the transcriptomics studies that identified NF-κB as a responsive pathway to ground-based simulated microgravity or the true spaceflight condition. These studies were carried out using either human cell or animal models. In addition, the review summarizes the studies that focused specifically on NF-κB pathway in specific cell types or organ tissues as related to the known spaceflight-related health risks including immune dysfunction, bone loss, muscle atrophy, central nerve system (CNS) dysfunction, and risks associated with space radiation. Whether the NF-κB pathway is activated or inhibited in space is dependent on the cell type, but the potential health impact appeared to be always negative. It is argued that more studies on NF-κB should be conducted to fully understand this particular pathway for the benefit of crew health in space. Keywords: transcriptome, spaceflight, NF-κB pathway, human disease",
    "Results": "It has been well documented that alterations of the NF-κB pathway are associated with diseases, many of which are of concern for spaceflight [ 21 ]. For instance, NF-κB plays a role in osteoclastogenesis [ 22 ] and changes in osteoblast activities [ 23 , 24 ]. NF-κB is also suggested to play a role in muscle atrophy due to its increased expression in cardiac cell unloading [ 25 ]. This review focuses on the NF-κB pathway in response to the space environment. First, we survey omics studies that identified NF-κB as one of the major pathways in response to altered gravity conditions. Then we review the studies specifically targeting NF-κB in the organs or cell types that are associated with the known spaceflight related health risks, including immune dysfunction, bone or muscle loss, CNS dysfunction, and risks associated with space radiation exposure. Both studies conducted in space and under simulated spaceflight conditions are considered, and are summarized in Table 1 . In Table 2 , we summarize the studies using high energy charged particles on the ground. Table 1. Summary of studies on NF-κB in cells or animals conducted in space or using simulated microgravity on the ground. RWV, rotating wall vessels; ISS, international space station; RPM, random positioning machine; PBMCs, peripheral blood mononuclear cells; STS, space transportation system; WT, wild type; HU, hindlimb unloading; RT, reverse transcription; PCR, polymerase chain reaction; ELISA, enzyme-linked immunosorbant assay; µCT, micro computed tomography. Cells/Organism Type of Microgravity Type of Analysis Length of Exposure Result Author Cell Line Rat cardiac cells (H9c2) RWV Western blot; ELISA on nuclear lysates 3 h Increased NF-κB p65 DNA binding activity Kwon et al. [ 25 ] Human lymphoblastoid cells (TK6) RWV Microarray; PCR array on whole cell lysates 72 h Differential expression profile of genes and miRNAs identifying activation of the NF-κB pathway Mangala et al. [ 26 ] Activated human T cells ISS Microarray on whole cell lysates 1.5 h Suppressed expression of cREL/NF-κB gene targets Chang et al. [ 27 ] Activated human T cells RPM RT-PCR on whole cell lysates 4 h Suppressed expression of NF-κB gene targets Boonyaratnakornkit et al. [ 28 ] Human Jurkat T cells RWV Western blot on nuclear lysates 5 min Decreased translocation of NF-κB p65 protein Paulsen et al. [ 29 ] Human fibroblasts (AG1522) ISS Microarray; PCR array on whole cell lysates 72 h Differential expression profile of genes and miRNAs identifying activation of the NF-κB pathway Zhang et al. [ 30 ] Human Thyroid cancer cells (FTC-133) RPM Microarray; Western blot on whole cell lysates 24 h Increased NF-κB p65 protein level Grosse et al. [ 31 ] Human Study/Mouse Cells Human muscle tissue Bed-rest RT-PCR; Western blot on tissue sample 7 days Increased expression of NFKB1 , No change in total and phosphorylated NF-κB p65 protein level Drummond et al. [ 32 ] Human PBMCs; Murine monocyte/macrophage cells (RAW264.7) RWV for RAW264.7 cells; Space Shuttle for PBMCs Western blot and ELISA on nuclear lysates for RAW264.7 cells; Immunocytochemical method for PBMCs 24 h for RAW264.7 cells; 12–16 days for PBMCs Increased NF-κB p65 DNA binding activity and increased p65 protein level in RAW264.7 cells; Increased NF-κB p65 protein level after spaceflight; Omega-3 fatty acids or eicosapentaenoic acid reduced NF-κB p65 protein level Zwart et al. [ 33 ] Mouse Study Mouse Gastrocnemius (C57BL/6) STS-108; HU Microarray; RT-PCR on tissue sample 11 days 19 h Increased expression of Nfkbia/Iκbα Allen et al. [ 34 ] Moue spleen (C57BL/6) STS-135 PCR array on tissue sample 13 days Suppressed expression of Nfκb1 Gridley et al. [ 35 ] WT and Nfkb1 −/− or Bcl-3 −/− mouse gastrocnemius and plantaris muscles (B6129PF2/) HU Microarray; RT-PCR on tissue sample 10 days Reduced muscle atrophy in Nfkb1 −/− or Bcl-3 −/− mice; Increased expression of NF-κB gene targets in WT mice Wu et al. [ 36 ] WT and Nfkb1 −/− mouse bone (C57BL/6) HU µCT on tibias and femurs bone mass; Western blot on tissue sample 2 weeks Reduced bone loss in Nfkb1 −/− mice in comparison to WT, Increased NF-κB p50 protein level in WT HU group Nakamura et al. [ 37 ] Mouse brain (BALB/c) HU EMSA on nuclear lysates 7 days Increased NF-κB DNA binding activity Wise et al. [ 38 ] Open in a new tab Table 2. Summary of studies on NF-κB in cells or animals exposed to charged particles. SPE, solar particle events; RBE, relative biological effectiveness; EMSA, electrophoretic mobility shift assay; Gy, gray. Cells/Organism Radiation Type and Quality Dose/Dose Rate Range Method Result Reference Cell Line Human embryonic kidney cells (HEK 293) C (34 keV/µm) Ne (91 keV/µm); Ar (272 keV/µm); Ni (906 keV/µm); Pb (9674 keV/µm) 0.1–60 Gy ~1 Gy/min Fluorescence d2EGFP reporter gene assay RBE for NF-κB dependent d2EGFP expression varies by particle types with peak RBE = 8.9 Hellweg et al. [ 39 ] Human monocytes (MM6) Fe 0.2–1.4 Gy 1 Gy/min EMSA on nuclear lysates NF-κB DNA binding activity increased in a dose and time dependent manner Natarajan et al. [ 40 ] Human embryonic kidney cells (HEK 293) Ar (230 keV/µm) 0.2–30 Gy Fluorescence d2EGFP reporter gene assay Increased NF-κB dependent d2EGFP expression in a dose and time dependent manner Baumstark-Khan et al. [ 41 ] Human embryonic kidney cells (HEK 293) C (33 and 73 keV/µm) 0.2–20 Gy ~1 Gy/min Fluorescence d2EGFP reporter gene assay NF-κB dependent d2EGFP expression was comparable to X-rays Hellweg et al. [ 42 ] Chinese hamster cells (V79) O 1 Gy Western blot on whole cell lysates Decreased NF-κB p65 level at 30 min post irradiation, but the level recovered at longer time points Mitra et al. [ 43 ] Mouse Study Mouse bone marrow (BALB/cJ) Proton (0.7 keV/µm) 1 Gy 5 and 10 mGy/min ELISA on nuclear lysates NF-κB p65 DNA binding activity was both dose rate and time dependent Rithidech et al. [ 44 ] Mouse spleen T cells (C57BL/6) SPE protons 1.7 Gy delivered over 36 h ELISA on whole cell lysates Increased total and phosphorylated form of NF-κB p65 Rizvi et. al. [ 45 ] Mouse heart and bone marrow (CBA/CaJ) Si (77 keV/µm) 0.1–0.5 Gy 10 mGy/min in two fractionations with 15 days apart ELISA on nuclear lysates Increased NF-κB p65 DNA binding activity up to 6 months post irradiation Tungjai et al. [ 46 ] Mouse liver (CBA/CaJ) Ti (107 keV/µm) 0.1–0.5 Gy 0.01 Gy/min ELISA on nuclear lysates Increased level of NF-κB p65 DNA binding activity up to 6 months post irradiation Jangiam et al. [ 47 ] Open in a new tab",
    "Conclusion": "The harmful space environment is known to cause detrimental health consequences in humans. Different from most other reviews that focus on specific health risks, this review attempts to focus on the NF-κB pathway that is known to play a role in many of the health risks associated with spaceflight. Sufficient evidence has been accumulated to indicate that the NF-κB pathway is altered by either microgravity or space radiation. Such evidence was found in transcriptomics studies that explored all possible pathways, and in experiments targeting specifically NF-κB across different cell types and organ tissues. Whether the NF-κB pathway is activated or inhibited in space is dependent on the cell types. In most cell types, NF-κB is activated in response to different types of stress factors. In immune cells, however, microgravity downregulates the expression of NFKBIA, which corresponds to the inhibition of T-cell activation. In either case, altered NF-κB activities in the space environment appeared to potentially impact health in a negative direction. Investigations of NF-κB in some other organs such as testis have also been reported [ 89 ], but this review does not cover all areas. Potential association of altered NF-κB and spaceflight-related health risks does not necessarily imply causality. More investigations using cells or animals deficient in certain subunits of NF-κB are needed to determine whether manipulation of the NF-κB pathways will reduce the associated risks. Two of the studies using mice deficient in NF-κB demonstrated that simulated microgravity induced significantly less bone or muscle loss in comparison to the WT controls [ 23 , 36 ], suggesting that altering NF-κB expressions should be considered as a countermeasure for these risks. In fact, manipulation of NF-κB has been considered for treatment of various diseases [ 90 ]. For instance, countermeasures against microgravity-induced bone loss through inhibition of NF-κB have been suggested by using omega-3 fatty acids or eicosapentaemoic acid [ 33 ]. Genomics is used to identify biological pathways and protein networks underlying complex cellular processes. This review of NF-κB provides an example of how omics data could be applied for addressing spaceflight related health risks, as shown in Figure 2 . Omics studies might reveal unknown, and perhaps unique, pathways in response to the space environment. The identification of genes affected by the space environment allows researchers to explore potential protein networks and determine cellular pathways associated with spaceflight-related diseases. Key genes involved in the relevant pathways can then be targeted in forthcoming experiments using cells or animals with enhanced or suppressed gene expression. Such genetic manipulations may contribute to the development of countermeasures at the molecular level. Figure 2. Open in a new tab Illustration of the use of omics data from identification of pathways that are responsive to the space environment to the development of countermeasures.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b8de/5485990/6421259e6f29/ijms-18-01166-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b8de/5485990/b3a57b728cf8/ijms-18-01166-g002.jpg"
    ]
  }
}