{
  "paper_id": "pmc_articles_PMC3748764",
  "title": "Multiparameter behavioral analyses provide insights to mechanisms of cyanide resistance in Caenorhabditis elegans.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3748764/",
  "sections": {
    "Abstract": "Abstract Environmental toxicants influence development, behavior, and ultimately survival. The nematode Caenorhabditis elegans has proven to be an exceptionally powerful model for toxicological studies. Here, we develop novel technologies to describe the effects of cyanide toxicity with high spatiotemporal resolution. Importantly, we use these methods to examine the genetic underpinnings of cyanide resistance. Caenorhabditis elegans that lack the EGL-9 oxygen sensing enzyme have been shown to be resistant to hydrogen cyanide (HCN) gas produced by the pathogen Pseudomonas aeruginosa PAO1. We demonstrate that the cyanide resistance exhibited by egl-9 mutants is completely dependent on the HIF-1 hypoxia-inducible factor and is mediated by the cysl-2 cysteine synthase, which likely functions in metabolic pathways that inactivate cyanide. Further, the expression of cysl-2 correlates with the degree of cyanide resistance exhibited in each genetic background. We find that each mutant exhibits similar relative resistance to HCN gas on plates or to aqueous potassium cyanide in microfluidic chambers. The design of the microfluidic devices, in combination with real-time imaging, addresses a series of challenges presented by mutant phenotypes and by the chemical nature of the toxicant. The microfluidic assay produces a set of behavioral parameters with increased resolution that describe cyanide toxicity and resistance in C. elegans , and this is particularly useful in analyzing subtle phenotypes. These multiparameter analyses of C. elegans behavior hold great potential as a means to monitor the effects of toxicants or chemical interventions in real time and to study the biological networks that underpin toxicant resistance. Key Words: Caenorhabditis elegans , microfluidics, hypoxia-inducible factor, cyanide toxicity, transcription factor.",
    "Results": "Overactivation of HIF-1 Confers Resistance to HCN Gas Prior studies have shown that egl-9 -deficient worms could survive concentrations of HCN gas that killed wild-type worms ( Gallagher and Manoil, 2001 ). In the experiments shown in Figure 1 , we monitored the effects of HCN gas on worm motility at 30-min time points for a total of 150min and then examined the abilities of the animals to recover from this. As shown in Figure 1b , wild-type animals were rapidly immobilized in the presence of HCN gas. In contrast, the egl-9 -deficient animals ( Fig. 1c ) were motile even after 2.5h and foraged actively on the plates despite exposure to the toxicant. We hypothesized that the HCN resistance exhibited by egl-9 -deficient mutants was due, in whole or in part, to overactivation of HIF-1. To test this, we compared the responses to HCN of egl-9 mutants with those animals that carried loss-of-function mutations in both egl-9 and hif-1 . The double mutants were rapidly immobilized in the presence of cyanide gas ( Fig. 1d ), and this phenotype was very similar to that of hif-1 single mutant animals ( Supplementary fig. S1 ). These results confirmed that the resistance to HCN gas conferred by a loss-of-function mutation in egl-9 was dependent on hif-1 function. Partial Loss-of-Function Mutations in egl-9 Confer Intermediate Resistance Phenotypes Prior genetic studies had isolated and characterized several different mutations in egl-9 . Severe loss-of-function mutations, such as egl-9(sa307) , had been shown to cause egg-laying defects and dramatic overexpression of numerous HIF-1 targets ( Darby et al. , 1999 ; Shao et al. , 2009 ; Shen et al. , 2006 ; Trent et al. , 1983 ). With respect to these phenotypes, the defects conferred by the egl-9(sa330) and egl-9(ia60) mutations have been shown to be less severe ( Darby et al. , 1999 ; Shao et al. , 2009 ). We tested the hypothesis that animals carrying the egl-9(sa330) or egl-9(ia60) mutations would have less resistance to HCN gas compared with egl-9(sa307) . As seen in Figures 1e and 1f , these less severe mutations resulted in an intermediate resistance phenotype. By 2.5h of exposure to the cyanide gas, these mutants were unable to actively forage on the plates. When left to recover from HCN gas exposure, they soon regained their motility. While observing the phenotypes, we found that there was a subtle difference in the extent and nature of limited motility of the egl-9(ia60) and the egl-9(sa330) alleles but were unable to quantify it readily by manual scoring. These phenotypes demonstrated the need to diagnose behavioral responses to toxicants with higher spatiotemporal resolution. Additionally, we sought to develop technologies that would support the analysis of water-soluble toxicants, including KCN. Accordingly, we designed microfluidic devices coupled to real-time imaging and data analysis platforms. The HCN gas assays in Figure 1 provided a valuable benchmark, as we developed novel and reliable cyanide toxicity assays in microfluidic systems. Design of the Microfluidic Device We proceeded to design a microfluidic chip suitable for assaying small, fast-acting toxicants. Unfortunately, existing devices were not optimal for KCN toxicity studies, so the design of a novel chip proved crucial to our experiments. In prior studies, we had fabricated microfluidic devices to measure the dose-dependent effects of levamisole (an anthelminthic drug) on the movement of C. elegans in real time and at high resolution ( Carr et al. , 2011b ). Even though these devices were later tested with other anthelmintic drugs, they could not be adopted for cyanide assays because of three main obstacles. First, they relied upon an electric field to guide the worms (i.e., electrotaxis), and an electric field would dissociate KCN molecules. In addition, some mutants of interest were not as sensitive to the applied electric fields as the wild-type C. elegans . Initial tests indicated that electrotaxis of egl-9 mutants required electric fields at higher voltage ranges (10–12V) that incapacitate wild-type worms. Second, it was difficult to contain the free-moving worms within the previously constructed microfluidic chamber in the presence of cyanide. We observed that worms responded quickly to KCN solution by trying to escape the chamber, and they explored potential points of exit. In many cases, within a few minutes of cyanide application, worms were found swimming on the liquid surface in the exit ports. Third, agarose was not a suitable medium for observing worm movement, particularly for egl-9 mutants. These mutants frequently paused in agarose-filled microfluidic chambers, sometimes for as long as 20min of observation. We also developed and tested alternate devices with soil-like pillar structures ( Lockery et al. , 2008 ), but the egl-9 mutants paused in between the pillars. The custom chip that we designed for this study overcomes these obstacles. It enables the worms to move freely in aqueous solutions but does not allow them to escape. The chip was designed to have nine chambers, wherein three chambers were used simultaneously during an experimental run ( Figs. 2c and 2d ). The dimensions of the chambers (length = 3.5mm, width = 1.8mm, and height = 80 µm) were chosen to fit the field of view of the microscope under a suitable magnification with sufficient volume to allow for free C. elegans swimming while also maintaining the animals in a single plane of focus. Each chamber, in turn, had a one-way input port with a tapered neck (width = 25 µm and height = 80 µm) for sample injection ( Fig. 2d ). This design allowed us to simply push the worms into the chamber from one side but prevented them from escaping back through the port. Presence of Food as an Essential Factor for Consistent Worm Movement In experiments designed to optimize the conditions for behavioral analyses in microfluidic devices, we determined that bacterial food promoted consistent movement. In the absence of food, the egl-9 mutants had a tendency to rest for long periods of time, resulting in a great variability in centroid velocity ( Supplementary fig. S2 ). This resting behavior was also displayed in other environments that lacked food, including agarose plates or microfluidic chambers filled with agarose gel or PDMS support pillars (data not shown). However, when a suspension of buffer and food was used, the worms moved more consistently (compare Supplementary fig. S2 and Figs. 3b and 3c ). This shows that food can be an important variable in microfluidic behavioral studies. In the experiments described herein, we ensured that the animals had ample food. Fig. 3. Open in a new tab Effects of cyanide on worm velocity in the microfluidic assay. (a) In this diagram, the red-dotted line denotes the representative path of the body centroid. The velocity was calculated using the worm’s centroid positions [( x 1 , y 1 ) and ( x 2 , y 2 )] at their two successive time instances ( t 1 and t 2 ). (b–f) Average velocity of body centroid in control (blue) and 0.5mM liquid cyanide (red) conditions. In all the plots, the centroid velocity was calculated by taking the average of all instantaneous velocities of all animals (number of animals = 15 and number of independent trials = 7). Multiparameter Behavioral Analysis in Aqueous Cyanide Solution To more completely and accurately define the effects of KCN on wild-type and mutant animals, we used real-time imaging of C. elegans in microfluidic chambers to address the following questions: Are the effects of KCN immediate, or do C. elegans slow down over time? What is the range of velocities exhibited by a population in the presence of the toxicant? Do our data support the hypothesis that mutations that protect C. elegans from HCN gas also protect the animals from aqueous KCN? For experiments examining cyanide response phenotypes in microfluidic devices, individual chambers were filled with chemical solutions described in Materials and Methods section and illustrated in Figure 2 . Single L4 stage worms were then inserted into the microfluidic chambers, and their movement was recorded for 1000 s. The worm tracking program produced a list of body centroid locations for each animal as a function of time, which provided quantitative information on the resistance phenotypes. Average velocity of body centroid. To assess the effects of cyanide on wild-type and mutant animals, we placed the animals in the microfluidic chamber, tracked movement over time, and calculated the velocity of the body centroid. More precisely, we calculated the ratio of the net distance between two successive points to the net change in time (1 s). An example is shown in Figure 3a , in which a worm located at centroid position ( x 1 , y 1 ) at time instance t 1 swam to another centroid position ( x 2 , y 2 ) at time instance t 2 . The red-dotted line denotes the path of the body centroid, and the centroid velocity v 21 can be expressed by Equation 1: (1) The effects of KCN on wild-type worms were evident from time 0. In Figures 3b – f , the plots provide information on the magnitude of overall average centroid velocity for particular populations at every second. The blue lines represent the control conditions, whereas the red lines show average centroid velocities in the presence of 0.5mM KCN. Notably, the average centroid velocity of wild-type worms did not change markedly over the 1000 s of recording ( Fig. 3b ). In contrast to the wild-type animals, the egl-9(sa307) mutants showed similar average centroid velocities both in control conditions (122±19 µm/s) and in cyanide solution (127±21 µm/s). Interestingly, in the first few seconds of the assay, the egl-9(sa307) animals moved faster in the presence of KCN compared with controls. As predicted, the KCN resistance phenotype exhibited by egl-9(sa307) mutants was suppressed by a loss-of-function mutation in hif-1 (compare Figs. 3c and 3d ). We also assayed two weaker alleles of egl-9 . As shown in Figure 3e , the egl-9(ia60) mutants were slowed by KCN, but not to the degree that wild-type worms were. The KCN had relatively little effect on the centroid velocity of egl-9(sa330) animals ( Fig. 3f ). Total distance covered by the body centroid. To understand the summative consequences of changes in movement over time, we calculated the total distance traveled by each population assayed. Figures 4a – c depict the movement of representative individuals in the microfluidic device. Figure 4d plots the average distance travelled by the worms’ body centroid during 1000 s within the microfluidic chambers. Using two-way ANOVA, we tested the hypothesis that the effect of the toxicant was dependent on the genotype. Under control conditions, the wild-type and egl-9(sa307) mutants roughly covered the same distance (133±33mm), but wild-type animals traveled significantly less distance in the KCN solution (40±13mm, p < 0.0001). The egl-9(sa307) hif-1(ia04) double mutant also showed a significant decrease from 89±42mm in control to 37±7mm in cyanide solution ( p < 0.0002). In control conditions, the egl-9(sa330) strain covered the maximum distance, relative to other strains tested. The egl-9(ia60) strain showed a significant decrease in the distance covered upon cyanide exposure (from 145±37mm in control to 90±44mm in cyanide solution, p < 0.0001). Fig. 4. Open in a new tab Total distance traveled in the microfluidic chambers. (a–c) Examples of tracks of animals differently affected by the toxicant. (a) Tracks representative of wild-type animals that exhibited periods of limited motility and eventually ceased movement. (b) Tracks representative of the egl-9(ia60) and egl-9(sa330) animals that exhibited periods of limited motility in the presence of the toxicant but did not become immotile. (c) Tracks representative of egl-9(sa307) animals that continued to swim around the chamber throughout the experiment. (d) The average distance travelled by the worms within 1000 s of recording is shown (number of animals = 15 and number of independent trials = 7). * p < 0.0002, two-way ANOVA. Do the cyanide-induced decreases in distance traveled reflect a slow-moving worm with uniform velocity or a relatively fast-moving worm that pauses intermittently? Is the answer the same for all individuals in a population? To address these questions, we examined the movement patterns of individual animals ( Fig. 5 ). We also calculated mean velocities for each condition ( Fig. 6 ), and we quantified the times that worms were immotile ( Fig. 7 ). Fig. 5. Open in a new tab Behavioral raster plots of the centroid velocities. In our color scheme, white color denotes a maximum velocity of 500 µm/s and black color denotes a minimum velocity of 0 µm/s. Within every raster plot, each individual row corresponds to a distinct animal that is tracked for 1000 s and the color intensity of each pixel corresponds to the animal’s instantaneous velocity (number of animals = 15 and number of independent trials = 7). The wild-type and egl-9(sa307) hif-1(ia04) double mutants show a distinctly slower velocity in cyanide solution (as shown by a darker raster) compared with that in control conditions. The egl-9(sa307) mutants had similar velocities in both control and experimental conditions (as shown by a lighter raster). Fig. 6. Open in a new tab Range and distribution of the average centroid velocities. Compared with egl-9(sa307) mutant animals, the other genotypes showed a decrease in their mean velocities when exposed to 0.5mM KCN (number of animals = 15 and number of independent trials = 7). Fig. 7. Open in a new tab Number of pauses in the microfluidic chambers. Pauses were counted as time instances (within the entire 1000 s) when the centroid velocity was less than a threshold velocity of 15 µm/s. (number of animals = 15 and number of independent trials = 7). Behavioral raster representation of instantaneous centroid velocity. To more fully understand the effects of the toxicant, we examined the range of responses exhibited by individual worms. Figure 5 represents the instantaneous centroid velocities in microfluidic devices as behavioral raster plots. Each row is a collection of pixels, where the color intensity of each pixel reflects the relative instantaneous centroid velocity of an individual worm that is tracked for 1000 s: from light tan indicating high velocity to dark brown indicating no movement. The plots thus provide a very detailed look at the distribution of individual worm velocities. egl-9(sa307) mutant animals showed a lighter raster in both the control and experimental conditions with almost no pauses. Worms with the weaker allele, egl-9(ia60) , had a relatively darker raster in the cyanide solution compared with that in control conditions. In some cases, animals paused for long intervals, and this is illustrated by the darkest portions of the raster for individual worms. A few of the wild-type and the egl-9(ia60) mutants were inactive for long intervals. Interestingly, approximately half of the egl-9(sa307) hif-1(ia04) double mutants paused for extended periods in control conditions. This behavior was less evident in the presence of KCN, which suppressed movement in all the wild-type and hif-1 -deficient worms assayed. The egl-9(sa330) animals moved quickly and paused infrequently. Range and distribution of average centroid velocity. Recognizing the variable responses of individual animals as illustrated in the raster plots, we interrogated these phenotypes further by calculating the distribution of centroid velocities achieved by each genotype in each condition. This is shown in Figure 6 . This range and distribution of velocities is estimated by counting the occurrences of velocity values within intervals of 20 µm/s for all worms tested under control or experimental conditions. In control conditions, the mean velocities for wild-type and egl-9(sa307) animals were 133±19 and 123±19 µm/s, respectively. In cyanide solution, the mean velocity for egl-9(sa307) worms showed no significant change (127±21 µm/s, p > 0.05), whereas the mean velocity for wild-type worms decreased significantly (40±6 µm/s, p < 0.0001). Compared with wild type, the egl-9(sa307) hif-1(ia04) worms exhibited a slightly lower mean velocity in control conditions (89±25 µm/s), but they showed a significant decrease in cyanide solution (37±7 µm/s). Consistent with the raster plots for individual worm velocities ( Fig. 5 ), the egl-9(sa330) animals moved relatively faster than other worm types in control conditions (182±28 µm/s) with a wider range. In cyanide solution, the mean velocity of the egl-9(sa330) animals decreased to 155±23 µm/s. The egl-9(ia60) mutants behaved similar to wild-type animals in control conditions (143±23 µm/s) but did not show a dramatic decrease in mean velocity upon cyanide exposure (90±19 µm/s). Pausing behavior. To further define this behavior, we identified and quantified the instances in which individual worms slowed to velocities in the 0–15 µm/s range. These data are shown as boxplots in Figure 7 . To our advantage, the worm tracking program was particularly sensitive in detecting miniscule changes in centroid velocity with a resolution of 7.5 µm/s. After recording the videos, the worm velocities extracted from the software were compared manually. We noticed that a centroid velocity of 15 µm/s corresponded to worms that exhibited only small changes in body posture and were otherwise immotile. Hence, we chose 15 µm/s as the threshold velocity below which animals were recorded as having stopped. Cyanide caused an increased number of stops, relative to control conditions, for the wild-type animals (26 in control and 155 in cyanide) and egl-9(sa307) hif-1(ia04) double mutants (66 in control and 197 in cyanide). By comparison, we found that the cyanide treatment did not cause the egl-9 single mutants to stop as frequently. In some cases, these analyses reveal differences that were not evident from cursory examination of the raster plots. For example, although the mean velocities of egl-9(sa307) mutants and wild-type animals are very similar in control conditions ( Fig. 6 ), the egl-9(sa307) mutants paused more frequently than did wild-type animals in control conditions ( Fig. 7 ). Deciphering the Role of cysl-2 in Cyanide Resistance We next investigated the role of the cysteine synthase-like gene cysl-2 in egl-9 -mediated resistance to aqueous KCN. Overexpression of HIF-1 in egl-9 mutants has been shown to cause a marked increase in the expression of cysl-2/K10H10.2 mRNA ( Budde and Roth, 2011 ; Shao et al. , 2009 ; Shen et al. , 2005 , 2006 ). Further, during the course of our studies, Budde and Roth (2011) had demonstrated that RNAi-mediated depletion of cysl-2 caused egl-9 -deficient animals to become more susceptible to HCN gas. We proposed two testable hypotheses. First, we predicted that RNAi-mediated depletion of cysl-2 would diminish the resistance of egl-9 -deficient mutants to KCN in aqueous solution. Second, we hypothesized that there would be a correlation between the levels of cysl-2 mRNA and the cyanide resistance phenotypes in egl-9 mutant animals. In control experiments, we tested the hypothesis that reducing cysl-2 expression would largely suppress resistance to HCN gas in egl-9(sa307) animals; we depleted cysl-2 mRNA by feeding them bacterial food that carried double-stranded cysl-2 RNA ( cysl-2 RNAi). The efficacy of the RNAi protocol was validated in parallel experiments ( Supplementary fig. S3a ). The egl-9(sa307) mutants treated with cysl-2 RNAi ( Fig. 8a.ii ) slowed down in the presence of HCN gas. By comparison, the egl-9(sa307) mutants fed control RNAi bacteria were resistant to the toxicant ( Fig. 8a.i ). Fig. 8. Open in a new tab Effects of cysl-2 depletion on cyanide resistance. (a) In the presence of HCN gas, egl-9(sa307) worms treated with control RNAi (i) remain motile, but cysl-2 (RNAi) (ii) suppresses this resistance phenotype (number of animals = 60 and number of independent trials = 3). (b) Average distance travelled in the microfluidic chambers. * p < 0.0001, two-way ANOVA. (c) Range and distribution of the average centroid velocities show a decrease in mean velocity for cysl-2 RNAi-treated egl-9(sa307) in 0.5mM KCN compared with control conditions (number of animals = 15 and number of independent trials = 7). To examine the role of cysl-2 in KCN toxicity, we performed experiments in the microfluidic device pictured in Figure 2c . We found that depletion of cysl-2 by RNAi increased the sensitivity of egl-9(sa307) mutant animals to the toxicant. This was evidenced by a significant decrease in average distance traveled ( p < 0.0001, two-way ANOVA; Fig. 8b ) and reduced average centroid velocity ( Supplementary fig. S3b ). The cysl-2 RNAi did not have marked effects on the mean velocity of the egl-9(sa307) animals in control conditions, but toxicant exposure caused a decrease in mean velocity ( Fig. 8c ). The raster plots illustrate that these phenotypes were relatively consistent: cysl-2 RNAi caused egl-9(sa307) animals to slow appreciably in the presence of KCN ( Supplementary fig. S3c ). To test the hypothesis that there would be a correlation between the levels of cysl-2 mRNA and the cyanide resistance phenotypes in egl-9 mutant animals, we performed quantitative real-time PCR and assessed the levels of cysl-2 expression in egl-9(sa307) , egl-9(sa330) , and egl-9(ia60) mutant animals (three biological replicates for each). We found that the expression level of cysl-2 mRNA was 11-fold higher in egl-9(sa307) strong loss-of-function mutants compared with the egl-9(ia60) and egl-9(sa330) mutants ( Supplementary table 1 ). Together, these data are consistent with the hypothesis that the strong cyanide resistance phenotype in egl-9(sa307) mutant animals is due to higher levels of cysl-2 expression compared with the egl-9(sa330) and egl-9(ia60) mutants, which show comparatively reduced resistance. Robustness of the Assay and Device Testing for Broader Applications We investigated whether these assays could be adapted for increased throughput, as this might also broaden its applicability. Higher throughput might be accomplished most readily by increasing the number of animals in each chamber or by shortening the time of assay. We determined that inserting multiple worms (up to three) inside individual microfluidic chambers did not markedly change the cyanide resistance phenotype ( Fig. 9 ). We measured the average centroid velocities of wild-type and egl-9(sa307) worms in control and experimental conditions. Tests were conducted by using one, two, or three worms within individual microfluidic chambers. In each set of experiments, KCN caused a significant decrease in the velocity of wild-type worms in each case ( Fig. 9 , p < 0.0001). This indicates that the microfluidic assay is not limited to testing a single worm per chamber but can be scaled-up for multiple worms (up to three) per chamber without losing resolution. Furthermore, we noticed that the duration of the microfluidic experiment could be shortened without losing crucial information. In other words, even though our microfluidic experiments were recorded for 1000 s, the required behavioral information could be obtained from experiments recorded for the first 300 s. As an example, the percentage reduction in average centroid velocity for worms in cyanide solution was roughly maintained throughout the experimental duration of 1000 s ( Fig. 3b ). Our calculations show that, for wild-type worms, the percentage reduction in average centroid velocity caused by cyanide exposure was approximately 30%, whether it was measured over 300, 600, or 900 s. This threefold decrease in experimental time will be particularly useful in further improving the efficiency of the microfluidic assay. Fig. 9. Open in a new tab Scaling-up the microfluidic technique with multiple worms in individual chambers. (a–c) Snapshots of the microfluidic chamber housing one, two, or three worms (number of animals = 12 and number of independent trials = 3). (d) Average centroid velocities of single or multiple wild-type worms in a microfluidic chamber are plotted under control conditions and 0.5mM KCN. In each of the three cases (with one, two, or three worms), there was a significant reduction in the centroid velocity upon exposure to cyanide solution (* p < 0.0001). (e) Average centroid velocities of single or multiple egl-9(sa307) worms. The number of worms in the chamber had no significant difference on the average velocity measured in each condition ( p > 0.05). We designed the microfluidic chamber with the idea that it could be applicable to other water-soluble toxicants that cause acute changes in mobility, potentially inducing genotoxins, heavy metals, environmental toxicants, pharmacological products, and xenobiotics. To test this principle, we used the assay, coupled with real-time imaging, to analyze the effects of the anthelminthic drug levamisole on wild-type worm motility. As seen in Figure 10 , the total distance covered by the worms steadily decreased with an increase in the concentration of the drug. Fig. 10. Open in a new tab Applicability of the microfluidic device. The distance covered by wild-type worms decreased as the concentration of the anthelminthic drug levamisole increased from 0µM (control) to 100µM (number of animals = 12 and number of independent trials = 3).",
    "Conclusion": "Overactivation of HIF-1, via loss-of-function mutations in egl-9 , has been shown to impact C. elegans longevity and stress resistance ( Powell-Coffman, 2010 ). We were particularly interested in investigating how a loss-of-function mutation in egl-9 and the accompanying overactivation of HIF-1 could protect C. elegans from cyanide toxicity. In this article, we have presented a novel microfluidics-based approach to study the responses of C. elegans to this toxicant. Through the HCN gas exposure assays, we confirmed that the resistance of egl-9(sa307) strong loss-of-function worms was dependent on hif-1 function, and we investigated the HCN resistance phenotypes of other mutant alleles of egl-9 . Compared with the egl-9(sa307) mutation, the ia60 and sa330 alleles cause less severe egg-laying defects ( Darby et al. , 1999 ; Shao et al. , 2009 ). Here, we report a correlation between cysl-2 mRNA expression and cyanide resistance phenotypes in these egl-9 mutants. Detailed analyses of intermediate phenotypes such as those exhibited by the egl-9(ia60) and egl-9(sa330) strains can be very informative to understanding the genetic bases of cyanide response and resistance. Real-time imaging technologies enrich phenotypic analyses by providing quantitative data on worm behavior and velocity for every second of analysis. Microfluidics offered the opportunity to quantitate the responses to aqueous toxicants with superior spatiotemporal resolution, in a single and continuous plane of focus, at the individual worm level and in a much shorter period of time. We established that the genotypes that were resistant to HCN gas were also resistant to aqueous KCN in the microfluidic device. We investigated multiple parameters, including the average velocity of the body centroid, total distance covered by the worms, behavioral raster representation of individual animals, range and distribution of mean velocities, and pausing behavior and stops. Collectively, these data provide a rich and detailed analysis of the cyanide resistance phenotypes and of the roles of egl-9 , hif-1 , and cysl-2 . Higher Spatiotemporal Resolution in Microfluidic Assay Prior studies have demonstrated the efficacy of microfluidic devices for C. elegans analyses, such as force sensor arrays ( Doll et al. , 2009 ), mazes ( Pandey et al. , 2011 ; Qin and Wheeler, 2007 ), microtraps ( Hulme, 2007 ; Lockery, 2007 ), fluorescent sorters ( Chronis et al. , 2007 ; Chung et al. , 2008 ), electrotaxis sorters ( Manière et al. , 2011 ; Rezai et al. , 2012 ), and olfactory assays ( Chronis et al. , 2007 ), and recent review articles summarize the key developments in microfluidic worm chips ( Buckingham and Sattelle, 2008 ; Chronis et al. , 2007 ; Crane et al. , 2010 ; Dittrich and Manz, 2006 ). The combination of microfluidics and automated imaging increases the power of C. elegans as a genetic model system to study the effects of toxicants or chemical interventions in real time. A major contribution of our work is the development of a liquid-based microfluidic assay coupled to imaging technologies to quantify the toxicant response phenotypes of C. elegans . The discrete scoring of worm motility was further quantified by specific movement parameters generated by our computer program after real-time imaging (summarized in Supplementary fig. S4 ). The need for a real-time analysis system with increased resolution is particularly acute when analyzing subtle phenotypic differences among genotypes of interest. Mutants with strong cyanide resistance phenotypes [such as egl-9(sa307) ] show markedly distinct movement patterns under cyanide exposure compared with the wild-type worms. This behavior is easy to detect and score manually in gas-based assays ( Fig. 2 ). However, differences between mutants with weaker cyanide resistance [such as egl-9(ia60) ] are difficult to score manually, especially when they have a range of decreased velocities or pause for extended times. The microfluidic assay provided much higher spatiotemporal resolution, as we were able to record the x and y coordinates ( Fig. 3 ) of each individual worm at every second of the assay time span. The average velocity of the worm populations ( Fig. 3 ) showed that the effects of KCN were quick, and the drop in velocity was then consistent for the time span we tested. The total distance covered by the worms ( Fig. 4 ) gave an overview of the cumulative effects of the toxicant on worm movement. Interestingly, the behavioral raster representation of individual worms showed some surprising insights into worm behavior during exposure to the toxicant. The real-time imaging and worm tracking program allow us to detect velocities as low as 7.5 µm/s and number of pauses as small as 20–50, which cannot be recorded via a manual scoring technique. Using these technologies, we discovered important features of specific strains and their responses to cyanide. Of particular interest: (1) the egl-9(sa307) hif-1(ia04) double mutant strain had lower overall velocity in control conditions compared with the wild-type strains. Our data show that this difference was largely attributable to more frequent pausing ( Figs. 5 and 7 ). (2) In control conditions, the egl-9(sa330) mutant worms moved a greater distance during the course of the experiment. This was due to both higher mean velocity ( Fig. 6 ) and less pausing ( Fig. 7 ). (3) In both the HCN gas assays and the KCN toxicity experiments, the egl-9(ia60) strain was more affected by the toxicants, relative to the el-9(sa330) strain. As shown in Figs. 5 and 7 , the egl-9(sa330) mutants did not pause more frequently in response to KCN, and although the mean velocity was lower in KCN ( Fig. 6 ), the summative effects on total distance were relatively small ( Fig. 4 ). Genetics of Cyanide Resistance in C. elegans Overactivation of HIF-1 has been shown to dramatically increase expression levels of the cysteine synthase cysl-2 gene ( Shao et al. , 2009 ; Shen et al. , 2006 ). Budde and Roth demonstrated that cysl-2 -deficient animals exhibited increased sensitivity to HCN. Further, they proposed that CYSL-2 catalyzes the first step of a metabolic pathway that detoxifies HCN ( Budde and Roth, 2011 ). This suggested a model in which loss of egl-9 function increases HIF-1 activity, which in turn increases cysl-2 expression and protects C. elegans from cyanide. Here, we tested specific predictions made by this model. First, we asked whether depletion of cysl-2 was sufficient to suppress the egl-9(sa307) cyanide resistance phenotype, assayed in gas chambers or in liquid. As shown in Figure 8 , depletion of cysl-2 by RNA interference dramatically decreased the resistance of egl-9(sa307) animals to cyanide. The microfluidic technologies coupled to real-time imaging provided quantitative descriptions of these phenotypes. The egl-9(sa307) animals treated with cysl-2 RNAi exhibited decreased average centroid velocity and distance travelled compared with control RNAi treatments. Additionally, we found that the levels of the cysl-2 cysteine synthase mRNA were much higher in the egl-9(sa307) mutant animals compared with the egl-9(ia60) and egl-9(sa330) mutants ( Supplementary table 1 ). This correlates well with the variation we observed in the cyanide resistance phenotype in these strains. Although these data clearly show that cysl-2 has a central role in cyanide resistance, we postulate that other HIF-1 targets also contribute to the ability of egl-9 mutants to survive in the presence of this toxicant.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/3b5b6e37e8a7/toxsci_kft138_f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/1bef6c48c347/toxsci_kft138_f0001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/7150fd91b816/toxsci_kft138_f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/fe89a4e740d1/toxsci_kft138_f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/c14ef76e6a4c/toxsci_kft138_f0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/08dc9e4560dc/toxsci_kft138_f0006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/67ce2300d76a/toxsci_kft138_f0007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/653910ebbd9e/toxsci_kft138_f0008.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/2cd8b885d54c/toxsci_kft138_f0009.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/7ac1fb1f9103/toxsci_kft138_f0010.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a7a7/3748764/9226c23fdc8a/toxsci_kft138_m0001.jpg"
    ]
  }
}