{
  "paper_id": "pmc_articles_PMC6599637",
  "title": "Knee and Hip Joint Cartilage Damage from Combined Spaceflight Hazards of Low-Dose Radiation Less than 1 Gy and Prolonged Hindlimb Unloading.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6599637/",
  "sections": {
    "Abstract": "Kwok, A. T., Moore, J. E., Rosas, S., Kerr, B. A., Andrews, R. N., Nguyen, C. M., Lee, J., Furdui, C. M., Collins, B. E., Munley, M. T. and Willey, J. S. Knee and Hip Joint Cartilage Damage from Combined Spaceflight Hazards of Low-Dose Radiation ...",
    "Results": "Cartilage Volume and Thickness Analysis A main effect of radiation (F 3,68 = 4.52; P = 0.006) on cartilage volume was identified, with a marginal (F 1,68 = 2.66; P = 0.11) load effect. Relative to ground-sham, the volume of cartilage was significantly reduced ( Fig. 1 ) in the following manner: ground-0.1 Gy (−23%); ground-0.5 Gy (−20%); ground-1 GY (−23%); HLU-0.5 Gy (−27%); and HLU-1.0 Gy (−22%). Volume was marginally lower compared to ground-sham in HLU-sham (−19%; P = 0.07) and HLU-0.1 Gy (−19%; P = 0.06). Both significant radiation (F 3,67 = 5.97; P = 0.001) and load (F 1,67 = 12.57; P < 0.001) effects on cartilage thickness were identified. Cartilage thickness throughout the majority of the knee was unchanged in the treatment groups compared to ground-sham ( Fig. 2 ), with the exception of the tibial-femoral cartilage-cartilage contact point, which supports the majority of loading across the knee. At this point of highest-load bearing across the knee, cartilage was significantly thinner after both HLU and/or irradiation at all doses ( Fig. 2 ). A significant interaction between load and radiation was identified (F 3,67 = 4.02; P = 0.011); an interaction plot (data not shown) indicated that the decrease with radiation in the ground group was greater than in the HLU group. FIG. 1. Open in a new tab The volume of cartilage lining the medial tibial plateau is reduced compared to ground-sham after HLU and/or low-dose irradiation. Panel A: Region of interest indicating articular cartilage lining the medial tibial plateau (green). Panel B: Representative reconstructed 3D images of cartilage lining the tibial plateau used for biometric analysis. Panel C: Cartilage volume measurements in treatment groups (n = 10/group) compared using two-way ANOVA, with P values from Tukey’s post hoc analysis shown (* P < 0.05, ** P < 0.01, *** P < 0.001). Scale bar = 500 μm. Other than treatments vs. ground-sham, no inter-group comparisons showed significant differences. FIG. 2. Open in a new tab Thinning of cartilage associated with reduced weight bearing and/or low-dose irradiation vs. ground-sham is localized to the anatomic point of greatest load-bearing in the medial tibial plateau, specifically the tibial-femoral cartilage-cartilage contact point (graph, upper right; arrow indicates spatial location in contrast-enhanced microCT image of knee cartilage in cross section) compared using two-way ANOVA, with P values from Tukey’s post hoc analysis presented (* P < 0.05, ** P < 0.01, *** P < 0.001). Other than treatments vs. ground-sham, no inter-group comparisons showed significant differences. Molecular Probing and Histology Findings Both significant radiation (F 3,37 = 5.86; P = 0.002) and load (F 1,37 = 6.19; P = 0.018) effects on collagen stained cartilage measured histologically were identified. Collagen area was reduced within the medial tibial plateau articular cartilage after HLU and/or irradiation at all doses relative to ground-sham ( Fig. 3A ). Relative to ground-sham, the collagen area was reduced in the following manner: ground-0.1 Gy (−81%; P < 0.0001); ground-0.5 Gy (−68%); ground-1.0 Gy (−47%); HLU-sham (−73%); HLU-0.1 Gy (−70%); HLU-0.5 Gy (−49%); and HLU-1.0 Gy (−71%). ( Fig. 3C ). A significant interaction between load and radiation (F 3,37 = 9.46; P < 0.001) was identified; an interaction plot (data not shown) indicated that the greatest decrease in collagen in ground occurred at lower radiation doses, while in HLU this occurred at higher radiation doses. FIG. 3. Open in a new tab Reduced weight-bearing and/or low-dose radiation lowers collagen content (panels A and C) and increases MMP-13 presence (panels B and D) within articular cartilage vs. ground-sham. (n = 5–7 individuals per group), compared using two-way ANOVA, with P values from Tukey’s post hoc analysis presented (* P < 0.05, ** P < 0.01, *** P < 0.001). Other than treatments vs. ground-sham, no inter-group comparisons showed significant differences. A significant load effect on MMP-13 concentration within the cartilage lining the medial tibial plateau was identified (F 1,44 = 7.353; P < 0.01). MMP-13 concentration was higher in HLU ( P < 0.01) and ground-0.1 Gy ( P < 0.05) relative to ground sham ( Fig. 3B and D ). OARSI scoring did not identify pronounced structural breakdown of cartilage ( P > 0.05). A significant interaction between load and radiation (F 3 , 44 = 6.393; P = 0.001) was identified; an interaction plot (data not shown) indicated that MMP-13 decreased with higher radiation dose for ground groups, but not for HLU. A significant radiation effect (F 3 , 69 = 20.56; P < 0.001) on circulating serum COMP (sCOMP), a biomarker for ongoing cartilage catabolism, was identified. Significantly more circulating sCOMP was observed in the irradiated groups compared to ground-sham, regardless of weight-bearing condition ( Fig. 4 ). A significant interaction between load and radiation (F 3 , 69 = 5.11; P = 0.003) was identified; an interaction plot (data not shown) indicated that COMP increased with higher radiation dose for ground groups, but not for HLU. FIG. 4. Open in a new tab Circulating sCOMP is increased at day 25 postirradiation regardless of weight-bearing status, measured using ELISA and compared using two-way ANOVA, with P values from Tukey’s post hoc analysis shown (** P < 0.01, *** P < 0.001). Other than treatments vs. ground-sham, no inter-group comparisons showed significant differences. Pathway Analysis Relative quantification of proteins identified by mass spectrometry analysis was performed for each treatment group using ground-sham as control. The levels of several protein biomarkers suggestive of cartilage matrix damage (a subset of mass spectrometry analysis) were affected by HLU and radiation ( Fig. 5 ). Aggrecan core protein, a major proteoglycan component of cartilage extracellular matrix, had a statistically significant decrease of 71% in animals receiving ground-0.1 Gy, 68% in the HLU-0.1 Gy group, and 66% in the HLU-0.5 Gy group. Hyaluronan link proteoglycan, a proteoglycan aggregate stabilizer, shared the same trend of decrease with aggrecan core protein in the ground-0.1 Gy, HLU-0.1 Gy and HLU-0.5 Gy groups (67–77%; HLU-0.1, P = 0.08 and HLU-0.5, P = 0.09). Chondroadherin, a promoter of chondrocyte attachment, had a statistically significant decrease in the ground-0.1 Gy (−68%; P = 0.05) and HLU-0.1 Gy (−66%; P = 0.057) groups and a borderline significant decrease in the HLU-0.5 Gy group (−63%; P = 0.066) and HLU-1.0 Gy (−67%; P = 0.06). The SPARC protein, which regulates cell interactions within the extracellular matrix, was significantly decreased in ground-0.1 Gy (−62%; P = 0.03), HLU-0.1 Gy (−68%; P = 0.02) and HLU-0.5 Gy (−61%; P = 0.03) groups, and a decreased trend in ground animals receiving 1.0 Gy (−51%; P = 0.09) and HLU-1.0 Gy (51–68%; P = 0.09). Lumican, a glycoprotein found in the extracellular matrix of cartilage, was statistically significantly decreased in ground-0.1 Gy (−74%; P = 0.0069), HLU-0.1 Gy (−68%; P = 0.0078), HLU-0.5 Gy (−61%; P = 0.01) and HLU-1.0 Gy (−57%; P = 0.02). Vimentin, involved with LARP6 in stabilizing type I collagen, displayed a statistically significant decrease in ground-0.1 Gy (−75%; P = 0.026) and HLU-0.5 Gy (−60%; P = 0.04) with a trend of decrease in HLU-0.1 Gy (−56%; P = 0.095) and HLU-1.0 Gy (−50%; P = 0.067). FIG. 5. Open in a new tab Protein biomarkers of femoral head articular cartilage matrix degradation after reduced weight bearing or low-dose irradiation. The concentration of target proteins that are known to be associated with arthritic changes were characterized a priori. Changes in these biomarkers vs. ground-sham per group are plotted as a function of peptide spectrum matches (PSM) (n = 3/pooled, * P < 0.05, ** P < 0.01). Relevant canonical pathways are shown in Fig. 6 . The UPR pathway exhibited a general decreased level of proteins in animals receiving HLU-0.5 Gy ( P < 0.05) and a trend of decrease for the ground-0.1 Gy group ( P = 0.09). Osteoarthritis pathway showed significant decrease in protein levels for ground-0.1 Gy and HLU-sham groups. The NRF2 pathway had a significant reduction in ground-0.1 Gy ( P < 0.05) animals and a trend of decrease in the HLU-sham group. mTOR pathway analysis showed a significant decrease in 0.1 Gy ( P < 0.05) treated animals and a trend of decrease in HLU-sham animals ( P = 0.09). Cell death and necrosis were noted with a similar trend; i.e., every group had a decrease in expression levels for CNPY2, and an increase in S100A6, particularly the HLU-irradiated groups. FIG. 6. Open in a new tab Canonical pathway analysis chosen a priori from the top three pathway clusters shows that femoral head cartilage-related pathways are affected by HLU and low-dose radiation. The green-to-red gradient represents the severity of expression log ratio from decrease to increase, respectively, vs. ground-sham (* P < 0.05, * P < 0.05, **P < 0.01, ***P < 0.001, # P = 0.09).",
    "Conclusion": "The main findings of this study are that HLU and exposure to low-dose radiation causes degradation and an arthritic phenotype in the knees and hips of mice, with histologic/imaging and serum biomarker evidence suggesting reduced weight-bearing and low-dose radiation cause an early, catabolic response. Our findings support the hypothesis that reduced weight bearing represents a potential hazard for astronaut joint health during and after long-duration space flight ( 3 – 5 , 12 , 15 – 18 ). The cartilage degradation observed in mice in this study is consistent with previously published studies ( 6 , 12 , 14 ), thus further validating our model. Moreover, our results demonstrate that low-dose radiation (<1 Gy) presents an additional challenge in combination with HLU to musculoskeletal tissues ( 19 , 20 ). Importantly, no additive effects or differences between any treatment groups were identified statistically; therefore, both radiation and reduced weight bearing, under these experimental conditions, represented individual challenges to joint health. In agreement with other preclinical studies ( 21 – 25 ), single fraction radiation exposure resulted in cartilage degradation. It is not surprising that radiation can lead to cartilage damage, despite the misconception that cartilage is a radiation-resistant tissue because the cells are non-dividing ( 25 ). Clinically, total-body irradiation results in degeneration of the knee and hip joints due to calcification, degradation and arthritis of the knees and hips ( 8 ) coinciding with clinical pain at higher doses (~12 Gy, fractionated) ( 9 ). The catabolic effects of radiation exposure on the skeleton appear to be a primary cause of this arthritis ( 7 , 26 ) with several reported studies demonstrating changes in cartilage with single fractions of ~ 1–2 Gy, both in vivo and in vitro ( 6 , 23 , 27 ). These irradiated chondrocytes, either in culture or in matrix, exhibit a senescent, arthritic phenotype ( 27 , 28 ). Surprisingly, the extent of cartilage degradation observed 24 days postirradiation at low doses of <1 Gy, e.g., 0.1 Gy, was evident across all ground and HLU groups. In these mice, a catabolic response was most clearly characterized by thinning of cartilage, loss of volume, and decreased collagen and generally increased levels of the collagen type II-degrading enzyme MMP-13 content measured histologically. Pathway analysis was consistent with an arthritic phenotype, characterized by reduced normal matrix protein constituents (e.g., ColXα1, aggrecan core, chondroadherin; Figs. 5 and 6 ) and increased S100A9 ( 29 ) at radiation doses of 0.1 and 1.0 Gy, with high variance in the 0.5 Gy irradiated group, perhaps due to limited samples and pooling. Interestingly, these responses manifest to the greatest degree within the joint at the anatomic location of greatest weight bearing, the tibial-femoral cartilage-cartilage contact point (Figs. 1 and 2 ). While reduced volume, increased MMP-13 presence and less collagen are disadvantageous to articular cartilage, OARSI scoring did not yet indicate erosion of the surface, although this response could manifest later due to the indolent nature of arthritis progression. In agreement with previously published studies ( 6 ), radiation induced a catabolic response in both HLU and ground animals, as indicated by elevated circulating sCOMP in radiation groups (regardless of HLU) at the 30-day end point ( Fig. 4 ). This was not observed in the HLU-sham group despite these animals exhibiting thinned, degraded cartilage; thus damage from the HLU challenge may have occurred earlier than the 30-day post-HLU end-point. Additionally, at day 30 the following osteoarthritic responses were noted: 1. Increased S100A6 concentration with combined HLU and radiation, suggestive of elevated oxidative stress within cartilage ( 30 – 33 ); and 2. Decreased CPNY2 concentration with all treatments, suggestive of increased apoptosis of chondrocytes vs. necrotic death ( 34 – 36 ). Increased oxidative stress has been previously shown to promote apoptosis of chondrocytes and an osteoarthritic phenotype ( 37 ). Thus, we have demonstrated that cartilage is sensitive to radiation injury at low doses. While this study utilized acute exposure to low-linear energy transfer (LET) X rays versus the primarily charged particle, high-energy and charge (HZE) radiation characteristic of the spaceflight environment, this preliminary evidence suggests that radiation present in the spaceflight environment may negatively affect the joint health of astronauts during periods of reduced weight bearing. As partial weight bearing has been shown to cause cartilage loss in the clinic ( 3 ), and given that low-dose radiation appears to cause cartilage damage, low-dose radiation during prolonged spaceflight could contribute to accelerated arthritis induction in astronauts. Furthermore, knee articular cartilage that has undergone degradation does not fully recover after return to full weight-bearing and normal ambulation ( 38 , 39 ). A similar lack of complete recovery occurs in rodents exposed to radiation during HLU ( 6 ). Thus, reduced weight bearing and low-dose radiation simulating a spaceflight environment, both individually and combined, elevates the risk of joint damage in mice, and should be further studied.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0ac0/6599637/ff31100d4f74/nihms-1034502-f0001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0ac0/6599637/4171694977ec/nihms-1034502-f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0ac0/6599637/ef795ee00993/nihms-1034502-f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0ac0/6599637/6fab54076704/nihms-1034502-f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0ac0/6599637/e14cf5bd14ae/nihms-1034502-f0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0ac0/6599637/c21eb8cab3e5/nihms-1034502-f0006.jpg"
    ]
  }
}