{
  "paper_id": "pmc_articles_PMC6081456",
  "title": "Acceleration profiles and processing methods for parabolic flight.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6081456/",
  "sections": {
    "Abstract": "Parabolic flights provide cost-effective, time-limited access to “weightless” or reduced gravity conditions, facilitating research and validation activities that complement infrequent and costly access to space. Although parabolic flights have been ...",
    "Results": "Flight operations were conducted on November 17, 2017 onboard a Boeing 727-200F aircraft (G-Force One®, Zero Gravity Corporation). Four sets of parabolas were performed with 5, 6, 4, and 5 parabolas, respectively. The first set targeted, in order, Mars g , Mars g , Lunar g , 0 g , and 0 g . All other parabolas targeted 0 g . Data were collected for 1.77 h during all phases of flight from a Slam Stick X™ (Mide Technology Corp.) mounted in the rear of the research section (Fig. 1 b-c). Direct Current (DC) acceleration was recorded at 411 Hz. Additional data, calibration, and calibration error ( < 2%) assessment are described in Methods. In any given experiment, one accelerometer orientation may be more appropriate than another. Thus, our phase of flight identification is based on a metric that is independent of accelerometer orientation: the Euclidean norm of the accelerometer (x,y,z) axes, which we refer to as g level or g (Methods). To facilitate our analysis (Fig. 1 d, Methods, Supplementary Figs. 1-5), acceleration data were filtered (Fig. 1 e) using a zero-delay, low-pass filter prior to parabola identification using change point detection. 7 , 8 Conceptually, this process finds the point for which a statistical property (e.g., mean), has minimum total residual error summed across two groups, e.g., before and after the change point. Here residual error is the difference between an observed value and the statistical property for the group. Change point detection was first applied to the filtered g level, g filt , to identify differences in mean g levels in an unsupervised manner (Fig. 1 f). To break down the flight into regions of stable g levels, data within 10 s of each change point was subjected to secondary change point detection using a linear slope metric, which segmented the flight into regions of rapid “transition” (indicated by dotted lines, Fig. 1 g-i) and more stable regimes. Non-transition periods were subsequently classified into “parabola,” “hypergravity,” and “other” based on their duration and g level (Fig. 2 a-b; Methods). These “hypergravity” periods result from entry into and exit from the “parabola” periods.",
    "Conclusion": "Parabolic flights provide the opportunity to perform simulated space research in a cost-effective manner. Recently, Lambot and Ord (2016) evaluated data from over 400 parabolic flights and assessed the quality of reduced g datasets. 9 Although considerable effort was dedicated to identifying the highest quality, low g time periods (with variations less than ± 0.01 g ) from these flights, neither the acquisition hardware, the raw data, nor the code implemented for analysis, are currently available to the public. Indeed, when reviewing the literature, we found no such easily accessible parabolic flight acceleration data nor published analysis methodology. Here, we provide the following: (1) a commercially available hardware solution for data acquisition; (2) raw and calibrated data for all phases of flight; (3) data analysis methodology that is independent of accelerometer orientation, and (4) characterization of g levels and durations achieved for 20 parabolas. In addition, the code implementing our methodology to categorize all phases of flight and characterize g levels and durations of parabolas is publicly available in order to facilitate future parabolic flight research. In addition, our methods could be adapted to analysis of data from suborbital flights, drop towers, or studies involving launch and landing accelerations. Our hardware solution, the Slam Stick X™, offers a compact, flexible, low-power, high resolution solution for acceleration and vibration monitoring with favorable comparison to alternatives (Methods). The small size facilitates integration into experiments and measurement of the local GIA environment, which is not constant across the aircraft. In addition, mounting with double-sided tape is simple, robust, and does not impact the frequency response (Methods). Lambot and Ord 9 identified a “sweet zone” in the middle of the parabola with low acceleration deviation. Our data are consistent with this conclusion (Supplementary Fig. 8), although Lambot and Ord 9 used, after unspecified low-pass filtering, a much more stringent tolerance (± 0.01 g ) that was not met by our filtered data. We encourage future parabolic flight experimenters to release raw data as well as to provide data processing details (ideally including in executable form) to facilitate validation and improvement of processing algorithms, as well as refine expected g levels and support planning and analysis that can be tailored to specific experimenter needs. Due to the limited availability and high cost of actual space environments, it is imperative that we continue to utilize parabolic flights as a means to simulate space – and to understand the accuracy and limitations of this modality. By making our data and methods available we hope to enable others to better plan, execute, and analyze parabolic flight experiments, and thus to help facilitate future space activities.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2cbd/6081456/96b7a70adcaa/41526_2018_50_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/2cbd/6081456/21d990457dce/41526_2018_50_Fig2_HTML.jpg"
    ]
  }
}