{
  "paper_id": "pmc_articles_PMC7264257",
  "title": "The Plant Health Monitoring System of the EDEN ISS Space Greenhouse in Antarctica during the 2018 experiment phase",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7264257/",
  "sections": {
    "Abstract": "Abstract The EDEN ISS greenhouse is a space-analog test facility near the German Neumayer III station in Antarctica. The facility is part of the project of the same name and was designed and built starting from March 2015 and eventually deployed in Antarctica in January 2018. The nominal operation of the greenhouse started on February 7th and continued until the 20th of November. The purpose of the facility is to enable multidisciplinary research on topics related to future plant cultivation on human space exploration missions. Research on food quality and safety, plant health monitoring, microbiology, system validation, human factors and horticultural sciences was conducted. Part of the latter is the determination of the biomass production of the different crops. The data on this topic is presented in this paper. During the first season 26 different crops were grown on the 12.5 m 2 cultivation area of the greenhouse. A large number of crops were grown continuously throughout the 9 months of operation, but there were also crops that were only grown a few times for test purposes. The focus of this season was on growing lettuce, leafy greens and fresh vegetables. In total more than 268 kg of edible biomass was produced by the EDEN ISS greenhouse facility in 2018. Most of the harvest was cucumbers (67 kg), lettuces (56 kg), leafy greens (49 kg), and tomatoes (50 kg) complemented with smaller amounts of herbs (12 kg), radish (8 kg), and kohlrabi (19 kg). The environmental set points for the crops were 330–600 μmol/(m 2* s) LED light, 21°C, ∼65% relative humidity, 1000 ppm and the photoperiod was 17 h per day. The overall yearly productivity of the EDEN ISS greenhouse in 2018 was 27.4 kg/m 2 , which is equal to 0.075 kg/(m 2* d). This paper shows in detail the data on edible and inedible biomass production of each crop grown in the EDEN ISS greenhouse in Antarctica during the 2018 season. Keywords: bio-regenerative life support system (BLSS), plant cultivation chamber, space plant growth facility, space food and nutrition, space analog studies, controlled environment agriculture (CEA)",
    "Results": "Overview The FEG produced a total of around 268 kg of fresh edible biomass. Most of this food was consumed by the 10 person strong winter-over crew. Small amounts were set aside to perform a wide range of measurements (e.g., dry weight ratio, nitrate content). The fruit crops produced by far the most food (105.4 kg) followed by the lettuce (56.4 kg), leafy greens (49.1 kg), tuber crops (26.8 kg), herbs (12.2 kg), and miscellaneous crops (18.4 kg). The evaluation of the inedible biomass was rather complicated, because some of the inedible biomass was harvested wet (e.g., roots and rock wool), some fresh (e.g., radish leaves), and some dry (e.g., withered tomato leaves). Combining all three values into a single figure for all crops was challenging, because the dry biomass ratio was required. In total roughly 11.2 kg of dry inedible biomass (excluding misc. crops) was harvested. The following chapters give a detailed overview of the biomass production of each crop species. Lettuce In total 18 cycles of lettuce cultivation were performed in the experiment phase. Between 11 and 15, depending on the lettuce cultivars, of these cycles are valid for evaluation. The remaining cycles have been excluded from evaluation due to various reasons (e.g., extensive sampling of plant material). The four lettuce varieties were always sown and harvested at the same time and cultivated in trays located in the same rack and with the same environmental conditions. Nevertheless, the biomass production varied greatly among the crop varieties, as can be seen in Table 3 . Waldmann’s Green clearly produced the most biomass per tray, followed by Expertise, Outredgeous, and Batavia. Data on the dry weight ratio for edible and inedible biomass can be found in Table 4 and dry inedible biomass production in Table 5 . TABLE 3. Lettuce edible fresh weight production values. Edible fresh Time normalized Edible fresh Average weight per edible fresh weight weight per Cycles for cultivation cultivation area per cultivation area cultivation volume Crop name evaluation cycle length (d) (kg/m 2 ) (kg/m 2 /d) (kg/m 3 ) Batavia 15 38.0 1.56 ± 0.12 (0.98–2.46) 0.043 ± 0.002 (0.028–0.059) 1.77–4.43 Expertise 15 38.0 2.38 ± 0.16 (1.50–3.50) 0.065 ± 0.003 (0.043–0.084) 2.70–6.31 Outredgeous 14 37.9 2.10 ± 0.15 (1.39–2.65) 0.058 ± 0.003 (0.038–0.072) 2.50–4.77 Waldmann’s Green 11 37.9 2.77 ± 0.30 (1.42–4.36) 0.080 ± 0.007 (0.037–0.115) 2.56–7.86 Open in a new tab Mean ± standard error is given. TABLE 4. Dry weight (DW) ratio values for edible and inedible biomass. Edible Inedible Inedible biomass biomass DW biomass DW Crop DW ratio ratio (roots) ratio (stems/leaves) name (%) (%) (%) Batavia 5.79 ± 0.30 3.90 ± 1.26 n.a. N = 12 N = 3 Expertise 6.09 ± 0.34 4.57 ± 1.18 n.a. N = 12 N = 3 Outredgeous 6.61 ± 0.35 4.82 ± 0.92 n.a. N = 12 N = 3 Waldmann’s Green 6.35 ± 0.44 2.69 ± 0.29 n.a. N = 12 N = 3 Red Giant 6.09 ± 0.13 4.07 6.43 N = 17 N = 1 N = 1 Frizzy Lizzy 6.04 ± 0.13 4.07 5.53 N = 17 N = 1 N = 1 Swiss Chard 7.16 ± 0.12 10.08 ± 3.09 6.26 ± 1.74 N = 10 N = 3 N = 4 Arugula 6.52 ± 0.40 4.24 ± 0.21 n.a. N = 16 N = 6 Mizuna 6.37 ± 0.49 Not measured Not measured N = 3 Basil Dolly 8.64 ± 0.31 3.18 ± 1.03 6.02 ± 2.48 N = 19 N = 2 N = 2 Parsley 10.93 ± 0.09 7.15 Not measured N = 10 N = 1 Chives 8.84 ± 0.10 7.15 Not measured N = 10 N = 1 Tomato F1 3496B 12.66 ± 0.29 10.21 ± 1.16 25.43 ± 1.15 N = 13 N = 4 N = 10 Tomato F1 1202 13.36 ± 0.75 9.63 ± 1.04 28.35 ± 3.94 N = 13 N = 4 N = 10 Cucumber Picowell 4.43 ± 0.13 3.20 ± 0.39 16.51 ± 0.88 N = 18 N = 4 N = 11 Radish Raxe 5.79 ± 0.17 0.59 ± 0.06 8.09 ± 0.35 N = 15 N = 3 N = 18 Radish Lennox Not measured Not measured Not measured Kohlrabi 7.17 ± 0.35 3.78 ± 0.51 Leaves: N = 5 N = 4 9.49 ± 0.26 N = 8 Skin: 7.97 ± 0.28 N = 6 Open in a new tab Mean ± standard error is given. TABLE 5. Inedible biomass production overview. Crop Roots Stems and name DW leaves DW Batavia 8.9–34.2 g/m 2 ( N = 3) n.a. Expertise 20.5–37.9 g/m 2 ( N = 3) n.a. Outredgeous 21.1–38.5 g/m 2 ( N = 3) n.a. Waldmann’s Green 11.3–22.9 g/m 2 ( N = 3) n.a. Red Giant 42.0 g/m 2 ( N = 1) 75.6 g/m 2 ( N = 1) Frizzy Lizzy 42.0 g/m 2 ( N = 1) 20.8 g/m 2 ( N = 1) Swiss Chard 21.8–47.0 g/m 2 ( N = 2) 81.4–94.4 g/m 2 ( N = 2) Arugula (initial light intensity) Not measured n.a. Arugula (higher light intensity) 21.3–58.8 g/m 2 ( N = 6) n.a. Mizuna Not measured Not measured Basil Dolly 76.5–127.1 g/m 2 ( N = 2) 179.3–252.1 g/m 2 ( N = 2) Parsley 146.3 g/m 2 ( N = 1) 113.4 g/m 2 ( N = 1) Chives 146.3 g/m 2 ( N = 1) 1033.5 g/m 2 ( N = 1) Tomato F1 3496B 1411–1713 g/m 2 ( N = 2) Erroneous measurement Tomato F1 1202 1153–1567 g/m 2 ( N = 2) Erroneous measurement Cucumber Picowell 93.8–133.5 g/m 2 ( N = 4) Erroneous measurement Radish Raxe 96.4–99.4 g/m 2 ( N = 3) 89.0–123.5 g/m 2 ( N = 2) Radish Lennox Not measured Not measured Kohlrabi 27.8–51.0 g/m 2 ( N = 3) 198.4–253.3 g/m 2 ( N = 2) Open in a new tab For all lettuce varieties a large variance between batches could be observed and this is also visible in the values of the standard error. There was a decline in biomass harvest roughly in the mid of the season. The productivity of the batches harvested in June and July was less than half of the maximum value. Leafy Greens Five different leafy greens were cultivated. Arugula was harvested in batches, while the other leafy greens (red mustard, swiss chard, and mizuna) were spread harvested. Furthermore, arugula was cultivated with two different light settings. Table 6 shows the biomass production values of all leafy greens. Mizuna and arugula (high light intensity, 600 μmol/(m 2* s) at 16 cm height) performed best followed by Swiss chard, both red mustard varieties and arugula (low light intensity, 330 μmol/(m 2* s) at 16 cm height) which all had a similar output. Due to the batch harvesting of arugula and the availability of two trays for simultaneous cultivation 17 cycles are available for evaluation. For the other leafy greens, only between 1 and 3 cycles, depending on the cultivar, of data are available. Data on the dry weight ratio for edible and inedible biomass can be found in Table 4 and dry inedible biomass production in Table 5 . TABLE 6. Leafy greens edible fresh weight production values. Edible fresh Time normalized Edible fresh Average weight per edible fresh weight weight per cultivation Cycles for cultivation cultivation area per cultivation area volume Crop name evaluation cycle length (d) (kg/m 2 ) (kg/m 2 /d) (kg/m 3 ) Arugula (initial light intensity, 330 μmol/(m 2 *s) at 16 cm height) 9 24.2 3.05 ± 0.27 (1.87–4.34) 0.111 ± 0.007 (0.078–0.140) 3.37–7.82 Arugula (higher light intensity, 600 μmol/(m 2 *s) at 16 cm height) 8 29.0 5.49 ± 0.40 (4.13–6.90) 0.188 ± 0.011 (0.153–0.222) 7.44–12.43 Swiss Chard 3 90.0 9.26 ± 1.13 (7.35–11.28) 0.102 ± 0.010 (0.088–0.121) 13.24–20.32 Red Giant 3 82.7 10.78 ± 0.52 (8.73–11.96) 0.130 ± 0.004 (0.106–0.145) 15.72–21.54 Frizzy Lizzy 3 82.7 8.93 ± 0.48 (7.11–10.37) 0.107 ± 0.005 (0.086–0.125) 12.80–18.70 Mizuna 1 119.0 23.11 0.194 41.64 Open in a new tab Mean ± standard error is given. Herbs Basil, chives, and parsley were cultivated during the experiment phase. All herbs were spread harvested. Parsley and chives were grown for almost the complete duration of the experiment phase (266 out of 286 days). Basil had to be removed from the trays and sown anew regularly, because the plants grew rapidly, reaching up to the LED lamps after several weeks. Four cycles of basil were grown of which two are suitable for data evaluation. The other two had to be excluded because the first cycle used an inappropriate growing procedure and the last cycle was too short. The three herbs have a similar production rate of edible biomass with parsley and basil being slightly ahead of chives. The biomass production data for the herbs can be found in Table 7 . Data on the dry weight ratio for edible and inedible biomass can be found in Table 4 and dry inedible biomass production in Table 5 . TABLE 7. Herbs edible fresh weight production values. Average Edible fresh Time normalized Edible fresh cultivation weight per edible fresh weight weight per Cycles for cycle cultivation per cultivation cultivation Crop name evaluation length (d) area (kg/m 2 ) area (kg/m 2 /d) volume (kg/m 3 ) Basil 2 121.0 7.30 ± 0.93 (6.37–8.22) 0.060 ± 0.008 (0.052–0.069) 11.48–14.81 Chives 1 266.0 13.97 0.053 25.17 Parsley 1 266.0 16.46 0.062 29.66 Open in a new tab Mean ± standard error is given. Fruit Crops Fruit crops produced the most edible biomass during the experiment phase. Especially the cucumber showed an exceptional productivity of more than 100 g/(tray ∗ d) and consequently contributed the most edible biomass of all cultivated crop species. The two dwarf tomato varieties show a similar productivity, with the orange tomato being slightly lower than the red one. The tomato plants were grown in a single cycle lasting the full experimental phase, while the cucumber plants were grown in two cycles. The biomass production data for the fruit crops can be found in Table 8 . Data on the dry weight ratio for edible and inedible biomass can be found in Table 4 and dry inedible biomass production in Table 5 . TABLE 8. Fruit crops edible fresh weight production values. Average Average Edible fresh Time normalized Edible fresh cultivation fruit per weight per edible fresh weight weight per Cycles for cycle cycle per cultivation per cultivation cultivation Crop name evaluation length (d) tray area (kg/m 2 ) area (kg/m 2 /d) volume (kg/m 3 ) Tomato F1 3689B 2 286.0 994 13.06 ± 0.00 (13.06–13.07) 0.046 ± 0.000 (0.046–0.046) 11.82–11.83 Tomato F1 1202 2 286.0 1372 14.90 ± 1.84 (13.06–16.78) 0.052 ± 0.006 (0.046–0.059) 11.82–15.19 Cucumber Picowell 4 161.0 208 50.88 ± 4.38 (41.70–59.98) 0.321 ± 0.041 (0.241–0.403) 18.45–26.54 Open in a new tab Mean ± standard error is given. Tuber Crops Tuber crops (radish and kohlrabi) were harvested in batches. 20 batches of radishes were grown during the experiment phase, 10 of each variety. Of those 20 batches, 19 were suitable for evaluation. One batch had to be excluded from evaluation due to extensive sampling of plant material for microbial and matter analyses (e.g., nitrate content, antioxidants). Furthermore, seven batches of kohlrabi were grown. Kohlrabi produced more biomass per cultivation area and time normalized than radish. The biomass production data for the fruit crops can be found in Table 9 . Data on the dry weight ratio for edible and inedible biomass can be found in Table 4 and dry inedible biomass production in Table 5 . TABLE 9. Tuber crops edible fresh weight production values. Average Edible fresh Time normalized Edible fresh cultivation weight per edible fresh weight weight per Cycles for cycle cultivation per cultivation cultivation Crop name evaluation length (d) area (kg/m 2 ) area (kg/m 2 /d) volume (kg/m 3 ) Radish Raxe 10 22.6 1.82 ± 0.24 (1.10–3.21) 0.078 ± 0.009 (0.044–0.119) 1.98–5.78 Radish Lennox 9 23.0 1.33 ± 0.06 (1.07–1.68) 0.059 ± 0.002 (0.045–0.068) 1.93–3.03 Kohlrabi 6 58.71 8.11 ± 0.81 (5.74–10.58) 0.141 ± 0.008 (0.113–0.165) 10.34–19.06 Open in a new tab Mean ± standard error is given.",
    "Conclusion": "During the 286-day operational phase in 2018 the EDEN ISS MTF produced 268 kg of fresh edible biomass, which is a good result for the first year of operation. The production rate was 21.44 kg/m 2 . This results in a time normalized production rate of 0.075 kg/(m 2* d). The pepper plants did only produce small amounts of fruit in the 2018 EDEN ISS season, but took up 11% of the cultivation area. When correcting the overall production of EDEN ISS by removing the pepper plants from the calculation the edible fresh biomass production rate increases to 0.089 kg/(m 2* d). The South Pole Food Growth Chamber (SPFGC), an indoor plant cultivation room at the American South Pole Station ( Patterson et al., 2008 ), had a production rate of 0.130 kg/(m 2* d) in 2006 ( Patterson et al., 2012 ). The SPGFC mainly produced lettuce (32% of total fresh edible biomass) and cucumber (41%) and only small amounts of herbs (6%), tomato (4%), and other crops (17%). Whereas the distribution in EDEN ISS in 2018 was 21% lettuce, 18% leafy greens, 25% cucumber, 5% herbs, 14% tomato, 10% tuber vegetables and 7% other crops. Since cucumber have the highest production rate per unit area and time, the higher ratio of cucumber in the SPFGC harvest can explain the better overall production rate of fresh edible biomass compared to EDEN ISS to some degree. Plant cultivation experiments have been conducted by an EDEN ISS project partner in advance of the Antarctic experimental campaign ( Meinen et al., 2018 ). When comparing the results from Antarctica with the experiments conducted in plant growth chambers in Europe, the yield per unit time and cultivation area of lettuce was higher in Antarctica than in the experiments in Europe. The yield of the red mustard frizzy lizzy, Swiss chard, parsley and chives was better in the plant growth chambers in Europe than in Antarctica, but the plant density in those experiments was much higher. The yield of lettuce was better than ( Richards et al., 2004b ; Edney et al., 2006 ) or equal to ( Richards et al., 2004a ) some other experiments, but only half as good as the values achieved by the BPC ( Wheeler et al., 2008 ). No reliable reference data could be found for the leafy greens mizuna and the red mustard red giant. This is also the issue with the cultivated herbs basil, parsley and chives for which the only comparison that could be made was with the preparatory experiments of the project ( Meinen et al., 2018 ). The dwarf tomato yield was basically equal to experiments with similar cultivars ( Spencer et al., 2019 ; Wang et al., 2019 ), but smaller compared to the BPC results ( Wheeler et al., 2008 ) which were most likely done with normal sized tomato crops. The yield of the EDEN ISS cucumber cultivation was better compared to the experiments with this crop in Lunar Palace 1 ( Fu et al., 2016 ). The comparisons between the results from the experiment campaign in Antarctica in 2018 to other experiments are summarized in Table 10 . TABLE 10. Comparison of EDEN ISS time normalized edible fresh biomass production rate to the results of experiments by other scientists. Crop name EDEN ISS [kg/(m 2 *d)] Experiments by other scientists [kg/(m 2 *d)] Batavia 0.043 Meinen et al. (2018) : 0.033; same environmental conditions. Expertise 0.065 Meinen et al. (2018) : 0.051; same environmental conditions. Outredgeous 0.058 Meinen et al. (2018) : 0.040; same environmental conditions. Richards et al. (2004b) : 0.036 2 ; 25°C, 65% rh, 1200 ppm CO 2 , 300 μmol/(m 2 *s), 16 h photoperiod. Waldmann’s Green 0.080 Wheeler et al. (2008) : 0.161 2 ; 23°C, 65–75% rh, 1000–1200 ppm CO 2 , 280–336 μmol/(m 2 *s), 16 h photoperiod. Other lettuce types n.a. Edney et al. (2006) , Flandria type: 0.029 2 ; 22°C, 50% rh 1200 ppm CO 2 , 300 μmol/(m 2 *s), 16 h photoperiod. Richards et al. (2004a) , Flandria type: 0.063; 25°C, 50% rh, 1200 ppm CO 2 , 300 μmol/(m 2 *s), 16 h photoperiod. Red Giant 0.130 No reference literature found Frizzy Lizzy 0.107 Meinen et al. (2018) : 0.322; same environmental conditions, but 10 times higher plant density. Swiss Chard 0.102 Meinen et al. (2018) : 0.377; same environmental conditions, but 10 times higher plant density. Arugula (initial light intensity) 0.111 Arugula (higher light intensity) 0.188 Meinen et al. (2018) : 0.162; same environmental conditions. Mizuna 0.194 No reference literature found Other leafy greens n.a. Fu et al. (2016) 1 : 0.100; 500 μmol/(m 2 *s), no values for temperature, rh, CO 2 and photoperiod given. Basil Dolly 0.060 No reference literature found Parsley 0.062 Meinen et al. (2018) : 0.143; same environmental conditions, but 3 times higher plant density. Chives 0.053 Meinen et al. (2018) : 0.052; same environmental conditions. Tomato F1 3496B 0.046 Wang et al. (2019) : 0.048; 25°C, 70% rh, 400 ppm CO 2 , 250 μmol/(m 2 *s), 14 h photoperiod. Spencer et al. (2019) : 0.049; 22°C, 60% rh, 1507 ppm CO 2 , 324 μmol/(m 2 *s), 16 h photoperiod. Masuda et al. (2005) : 0.028; 330 μmol/(m 2 *s), no values for temperature, rh, CO 2 and photoperiod given. Wheeler et al. (2008) : 0.075 2 ; 26°C, 65–75% rh, 1000–1200 ppm CO 2 , 549–893 μmol/(m 2 *s), 12 h photoperiod. Tomato F1 1202 0.052 Cucumber Picowell 0.321 Fu et al. (2016) : 0.228 3 ; 500 μmol/(m 2 *s), no values for temperature, rh, CO 2 and photoperiod given. Radish Raxe 0.078 Meinen et al. (2018) : 0.058; same environmental conditions. Edney et al. (2006) : 0.203 4 ; 22°C, 50% rh 1200 ppm CO 2 , 300 μmol/(m 2 *s), 16 h photoperiod. Radish Lennox 0.059 Kohlrabi 0.141 Masuda et al. (2005) : 0.121; 330 μmol/(m 2 *s), no values for temperature, rh, CO 2 and photoperiod given. Open in a new tab 1 Reference lists dry mass production rate, which was converted assuming 6.0% dry matter content of fresh biomass. The dry mass content is based on EDEN ISS measurements. 2 Reference lists dry mass production rate, which was converted assuming 13% dry matter content of fresh biomass. The dry mass content is based on EDEN ISS measurements. 3 Reference lists dry mass production rate, which was converted assuming 4.4% dry matter content of fresh biomass. The dry mass content is based on EDEN ISS measurements. 4 Reference lists dry mass production rate, which was converted assuming 5.8% dry matter content of fresh biomass. The dry mass content is based on EDEN ISS measurements. The FAOSTAT database, maintained by the United Nations Food Agriculture Organization, is a collection of yield values for a variety of commercially grown crops. This database can be filtered by crops and countries or regions of interest. Three crop categories similar to the EDEN ISS are found in the database: cucumbers/gherkins, tomatoes and lettuce/chicory. When looking on the FAOSTAT data for 2017 and setting the country to the Netherlands, the most effective producer of vegetables, one gets a yearly production of 68.97, 50.84, and 3.11 kg/m 2 for cucumbers/gherkins, tomatoes and lettuce/chicory, respectively. The EDEN ISS values for the 2018 season converted to a yearly production are 122.99 kg/m 2 cucumbers, 19.70 kg/m 2 tomatoes and 36.11 kg/m 2 lettuce. When comparing the values EDEN ISS production is much higher for cucumbers and lettuce, but only around 40% for tomatoes. The difference in tomato production is most likely caused by the decision to grow less-effective dwarf tomato cultivars instead of normal sized high-productive tomatoes, while the much higher yield of cucumbers and lettuce can be explained by the absence of seasonal temperature and illumination changes which affect conventional greenhouse farming.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5931/7264257/f0e99d81fcfd/fpls-11-00656-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5931/7264257/1a160d30f706/fpls-11-00656-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5931/7264257/0e39739639c0/fpls-11-00656-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5931/7264257/ef1f880eb745/fpls-11-00656-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5931/7264257/dd81aa0ef1ca/fpls-11-00656-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5931/7264257/bb3c1935dd6b/fpls-11-00656-g006.jpg"
    ]
  }
}