{
  "paper_id": "pmc_articles_PMC3774184",
  "title": "Partial weight suspension: A novel murine model for investigating adaptation to reduced musculoskeletal loading.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3774184/",
  "sections": {
    "Abstract": "Abstract We developed a new model of hypodynamic loading to support mice in chronic conditions of partial weight bearing, enabling simulations of reduced gravity environments and related clinical conditions. The novel hardware allows for reduced loading between 10 and 80% of normal body weight on all four limbs and enables characteristic quadrupedal locomotion. Ten-week-old female BALB/cByJ mice were supported for 21 days under Mars-analog suspension (38% weight bearing) and compared with age-matched and jacketed (100% weight bearing) controls. After an initial adaptation, weight gain did not differ between groups, suggesting low levels of animal stress. Relative to age-matched controls, mice exposed to Mars-analog loading had significantly lower muscle mass (−23% gastrocnemius wet mass, P < 0.0001); trabecular and cortical bone morphology (i.e., trabecular bone volume: −24% at the distal femur, and cortical thickness: −11% at the femoral midshaft, both P < 0.001); and biomechanical properties of the femoral midshaft (i.e., −27% ultimate moment, P < 0.001). Bone formation indexes were decreased compared with age-matched full-weight-bearing mice, whereas resorption parameters were largely unchanged. Singly housed, full-weight-bearing controls with forelimb jackets were largely similar to age-matched, group-housed controls, although a few variables differed and warrant further investigation. Altogether, these data provide strong rationale for use of our new model of partial weight bearing to further explore the musculoskeletal response to reduced loading environments. Keywords: mice, unloading, disuse osteoporosis, partial weightbearing, spaceflight",
    "Results": "GRFs. For each of the 21 days of the study, static values of effective body mass were set within 1 g of the desired weight-bearing level (mean error = −4.1 ± 1.0% true body mass). Average drift overnight was 0.5 g (2.5 ± 4.9% true body mass). Static weight bearing at the beginning and end of each day remained within 5% of target levels on 77% of study days, deviating >10% from desired weight bearing on <2% of all study days. During locomotion, peak dynamic GRFs in the vertical direction were reduced ∼25 and 14% in the forelimbs and hindlimbs, respectively, by application of the jacket, suggesting a relative unweighting of the forelimbs due to the restrictions of the forelimb vest. Compared with full weight bearing, Mars weight bearing reduced the mean peak vertical GRF at self-selected walking speeds by 64% in the forelimbs and 85% in the hindlimbs, while Lunar weight bearing reduced mean peak vertical GRF at self-selected walking speeds by 75% in the forelimbs and 85% in the hindlimbs ( P < 0.001 for all relative to full weight bearing, Fig. 2 , Table 1 ). Fig. 2. Open in a new tab Relationship between peak vertical ground reaction forces and simulated gravity level, where 1 g represents full weight bearing. Data come from repeated trials in the same animal. Dotted trend line represents a hypothesized linear relationship between the two variables. BW, body weight. Error bars represent ± SD. Table 1. Ground reaction force data from AccuSway platform Normal Jacket 60% Mars Lunar n 4 5 5 4 11 forelimb, 3 hindlimb Peak IGRF z |, %BW Forelimb 78.85 ± 13.66 59.48 ± 12.93 * 41.93 ± 8.45 * 28.63 ± 2.92 * 20.09 ± 5.06 * Hindlimb 70.93 ± 11.53 61.10 ± 3.65 32.43 ± 5.80 * 10.44 ± 2.99 * 10.92 ± 1.21 * Peak |GRF x |, %BW Forelimb 18.25 ± 14.11 11.23 ± 7.87 15.06 ± 4.90 10.04 ± 2.72 6.21 ± 2.67 * Hindlimb 16.42 ± 7.42 13.65 ± 7.92 15.57 ± 6.65 5.00 ± 3.80 * 3.96 ± 3.75 * Peak |GRF y |, %BW Forelimb 15.83 ± 7.46 13.44 ± 5.84 10.18 ± 7.73 11.44 ± 6.69 4.08 ± 2.28 * Hindlimb 15.18 ± 8.81 12.99 ± 6.22 9.55 ± 8.43 5.37 ± 6.25 * 2.17 ± 2.24 * Area under GRF z , %BW·s Forelimb 4.14 ± 0.81 4.53 ± 1.06 6.71 ± 1.17 * 3.86 ± 1.42 2.30 ± 1.03 * Hindlimb 3.60 ± 1.09 4.07 ± 1.12 5.50 ± 1.86 1.29 ± 1.11 * 1.91 ± 0.05 * GRF z onset, %BW/s Forelimb 2,239.86 ± 1,009.89 1,928.42 ± 572.65 565.32 ± 89.02 * 566.54 ± 190.96 * 318.98 ± 145.13 * Hindlimb 2,782.23 ± 1,185.03 2,323.04 ± 757.37 * 600.89 ± 281.43 * 210.48 ± 163.60 * 192.28 ± 106.44 * Stance duration, s Forelimb 0.10 ± 0.02 0.14 ± 0.04 * 0.30 ± 0.03 * 0.33 ± 0.08 * 0.26 ± 0.11 * Hindlimb 0.11 ± 0.01 0.13 ± 0.04 0.32 ± 0.05 * 0.23 ± 0.12 0.37 ± 0.13 * Open in a new tab Values are means ± SD; n , no. of mice. All measurements come from a single mouse, and footfalls were verified by video before analysis. GRF, ground reaction force; x , nose-to-tail; y , mediolateral; z , vertical; BW, body weight. * Significantly different than Normal ( P < 0.05). Suspension also sharply reduced the rate of onset of vertical GRFs in both the forelimbs and the hindlimbs ( Table 1 ). For example, with Mars suspension, the rate of vertical force onset was 73 and 92% lower than with full weight bearing in the forelimbs and hindlimbs, respectively. Stance duration was also significantly higher in suspended animals. Although the absolute magnitude of transverse GRFs (GRF x and GRF y ) was lower in suspension, the ratio of each of these in-plane forces to vertical GRF z tended to be larger, particularly in the hindlimb. Body mass and food intake. Following 2 days of adaptation to the forelimb jackets, there were no significant differences in initial body mass across the groups (mean = 20.5 ± 1.2 g). Food usage for Mars animals decreased sharply at the time of suspension, stabilizing between days 6 and 7 . Consistent with this, Mars animals lost 6.5 ± 2.7% of their body mass during the first week ( P < 0.0001 relative to Age controls, zz). In weeks 2 and 3 , there were no significant differences in maintenance of body mass between Age and Mars groups, suggesting that stress levels had normalized. Unexpected weight gain was seen in the jacketed control animals (Jacket), who experienced caloric restriction in the first week of the study, while being pair fed to match the Mars animals ( Fig. 3 ). After an initial decline in both food consumption and body mass, the Jacket animals experienced a rapid increase in body mass, showing significantly higher weight gain in weeks 2 and 3 (11 ± 5%) than Age or Mars animals (both 2 ± 1%, P < 0.001), resulting in a final Jacket body mass significantly higher than both Mars and Age controls ( Fig. 3 ). Fig. 3. Open in a new tab Daily body mass for 21-day Mars-analog suspension study in female mice. After an initial adaptation period, Mars animals (■) showed similar maintenance of weight as Age-matched controls (△). Jacket animals (♦) gained significantly more weight in the same period. Error bars represent ± SE. *Body mass significantly different from that of Age controls ( P < 0.05). Muscle mass. Compared with Baseline values, Age animals had greater muscle mass. Mars animals had 20–23% lower gastrocnemius muscle wet mass than Jacket and Age controls ( Table 2 ). Gastrocnemius mass normalized to body mass was also significantly lower for Mars animals relative to Age controls (−13%, P = 0.04). Despite their weight gain, Jacket animals did not show increased gastrocnemius wet mass compared with Age controls, either absolute or weight normalized. Table 2. Trabecular and cortical bone architecture and muscle mass following 21 days of Mars-analog loading in female mice Baseline Age Jacket Mars n 7–8 19–20 8 8–9 Trabecular bone architecture (distal femur) Bone volume fraction, % 23.51 ± 3.03 18.97 ± 2.60 c 18.06 ± 1.60 14.34 ± 3.18 a , b Trabecular thickness, μm 54.97 ± 0.00 54.24 ± 2.30 53.26 ± 2.82 47.65 ± 1.85 a , b Trabecular number, mm −1 5.24 ± 0.29 4.47 ± 0.30 c 4.47 ± 0.18 4.37 ± 0.29 Trabecular spacing, μm 182.84 ± 12.34 217.84 ± 18.20 c 216.65 ± 9.61 222.46 ± 15.06 Connectivity density, mm −3 207.12 ± 23.89 137.35 ± 19.16 c 145.84 ± 18.73 124.29 ± 26.29 b Structural model index 1.31 ± 0.30 1.62 ± 0.27 c 1.79 ± 0.22 2.14 ± 0.40 a , b Cortical bone architecture (distal femur) e Cortical thickness, μm 166.57 ± 9.66 167.10 ± 8.06 158.60 ± 7.47 d 134.00 ± 6.46 a , b Cortical bone architecture (femoral midshaft) Cross-sectional area, mm 2 1.55 ± 0.09 1.56 ± 0.09 1.55 ± 0.09 1.46 ± 0.10 a Cortical bone area, mm 2 0.87 ± 0.08 0.90 ± 0.05 0.87 ± 0.05 0.79 ± 0.05 a , b Minimum moment of inertia, mm 4 0.10 ± 0.01 0.11 ± 0.01 0.11 ± 0.01 0.09 ± 0.01 a , b Medullary area, mm 2 0.68 ± 0.08 0.66 ± 0.08 0.68 ± 0.07 0.68 ± 0.07 Cortical thickness, μm 223.75 ± 16.46 238.30 ± 13.47 c 230.75 ± 5.31 212.44 ± 8.92 a , b Gastrocnemius muscle wet mass f Average mass, mg 107.88 ± 7.26 118.73 ± 5.58 c 113.50 ± 9.19 90.88 ± 9.38 a , b Average mass/body mass, % 0.55 ± 0.02 0.55 ± 0.06 0.51 ± 0.01 0.48 ± 0.04 a Open in a new tab Values are means ± SD; n , no. of mice ( e n = 10 for Age; f n = 8 for Baseline, n = 13 for Age, n = 2 for Jacket, n = 4 for Mars). a Mars significantly different than Age, b Mars significantly different than Jacket, c Age significantly different than Baseline, and d Jacket significantly different from Age: P < 0.05. Bone microarchitecture by μCT. Compared with Baseline values, Age animals had decreased trabecular bone volume and a relative maintenance of cortical parameters ( Table 2 ). Trabecular and cortical bone microarchitecture were further deteriorated in Mars animals compared with both Age and Jacket controls ( Table 2 ). In the distal femoral metaphysis, trabecular BV/TV was 24% less in Mars than Age ( P = 0.0001, Table 2 ), whereas there was no difference in trabecular number or separation. Rather, BV/TV losses were driven by a significant trabecular thinning, leading to a shift in the structural model index toward rodlike geometry. At the femoral midshaft, Mars mice had a smaller cross-sectional area and area moments of inertia than Age controls ( Table 2 ). Ct.Th and cortical BA at both the midshaft and the distal femoral metaphysis were also significantly lower in Mars than in Age controls. Similar results were seen for Mars animals relative to Jacket, with significantly smaller moments of inertia in the femoral midshaft, as well as reduced Ct.Th and BA in both the femoral midshaft and distal metaphysis. Biomechanical properties. In Mars mice, the morphometric changes described above were associated with significant decrements in biomechanical properties relative to Age-matched controls, as demonstrated by three-point bending to failure ( Table 3 ). Failure (or ultimate) moment was 27% lower in Mars samples relative to Age controls ( P = 0.0002). Bending stiffness and moment at yield were also significantly lower in Mars animals relative to Age controls ( P < 0.05). When structural biomechanical properties were normalized to area moments of inertia, the resulting estimated Young's modulus did not differ significantly between Mars and Age groups, suggesting that changes in biomechanical properties were due primarily to geometric changes. Table 3. Femoral biomechanical properties as determined by three-point bending following 21 days of Mars-analog loading in female mice Baseline Age Jacket Mars n 8 19 7–8 7–9 Stiffness, N/mm 125.85 ± 12.10 136.05 ± 10.13 ‡ 113.76 ± 19.21 § 114.70 ± 13.86 * Yield moment, N·mm 15.69 ± 5.56 17.33 ± 4.50 11.11 ± 4.39 § 13.05 ± 1.21 * Ultimate moment, N·mm 26.10 ± 3.59 29.10 ± 3.90 22.94 ± 5.89 § 21.20 ± 3.38 * Postyield bending work, N·mm 5.45 ± 2.16 5.51 ± 1.71 5.81 ± 1.86 5.67 ± 2.22 Estimated Young's modulus, N/mm 2 5,611.95 ± 598.13 5,584.61 ± 580.81 4,641.47 ± 580.42 § 5,480.99 ± 702.87 † Open in a new tab Values are means ± SD; n , no. of mice. * Mars significantly different than Age, † Mars significantly different than Jacket, ‡ Age significantly different than Baseline, and § Jacket significantly different than Age: P < 0.05. Despite their similarities in morphology, the biomechanical properties of Jacket femurs were weaker than those of Age controls, and did not differ from those of Mars animals, with the exception of a lower estimated Young's modulus in Jacket specimens. Histology. Baseline animals had higher bone formation parameters than Age-controls (who were 3 wk older), including significantly increased mineral apposition rate, osteoid surface, and number of osteoblasts ( Table 4 ). At the end of the study, compared with Age-matched controls, Mars animals had reduced indexes of bone formation, including significantly less mineralizing surface (per bone surface), and osteoid surface (per bone surface) ( Table 4 ). Mars animals had lower osteoclast numbers compared with Age-matched controls. This observation, along with no differences in eroded surface, suggests unchanged or slightly lower rates of bone resorption in Mars animals. Jacket animals had significantly less mineralizing surface than Age controls, and more osteoclasts and osteoid surface than the Mars specimens. Table 4. Histological and histomorphometric data from the proximal tibia following 21 days of Mars-analog loading in female mice Baseline Age Jacket Mars n 5 5 5 5 MS/BS, % 18.58 ± 4.10 17.72 ± 6.80 10.62 ± 4.28 § 11.19 ± 2.91 * BFR/BS, μm 3 ·μm −2 ·yr −1 169.72 ± 62.13 105.50 ± 88.16 46.91 ± 44.55 43.38 ± 16.69 MAR, μm/day 2.49 ± 0.57 1.42 ± 0.63 ‡ 1.03 ± 0.58 1.10 ± 0.23 OS/BS, % 3.19 ± 1.60 2.08 ± 0.29 ‡ 2.09 ± 0.58 1.48 ± 0.42 * † ES/BS, % 1.10 ± 0.55 0.95 ± 0.20 1.12 ± 0.28 0.95 ± 0.18 O.Th, μm 6.78 ± 1.04 4.73 ± 0.60 3.73 ± 0.52 4.47 ± 1.48 N.Ob/BS, μm −1 14.71 ± 4.72 7.29 ± 2.86 ‡ 5.43 ± 0.11 6.00 ± 1.05 N.Oc/BS, μm −1 0.48 ± 0.21 0.59 ± 0.07 0.63 ± 0.11 0.46 ± 0.17 † Open in a new tab Values are means ± SD; n , no. of mice. * Mars significantly different than Age ( P < 0.05); † Mars significantly different than Jacket ( P ≤ 0.05); ‡ Age significantly different than Baseline ( P < 0.05); § Jacket significantly different than Age ( P < 0.05). MS, mineralized surface; BS, bone surface; BFR, bone formation rate; MAR, mineral apposition rate; OS, osteoid surface; ES, erosion surface; O.Th, osteoid thickness; N.Ob, number of osteoblasts; N.Oc, number of osteoclasts.",
    "Conclusion": "Our first objective was to develop a new rodent model of PWS to explore the musculoskeletal effects of chronically reduced weight bearing. In keeping with the key functional requirements outlined earlier, this study successfully demonstrated extended quadrupedal partial weight bearing at tunable levels, while minimizing animal stress and adequately supporting characteristic animal behaviors. While not shown here, other studies by our group showed that mice removed from the PWS system after suspension were immediately able to return to full weight bearing. More specifically, the design of our hardware and experimental methods ensured that average static loads were proportionally reduced relative to the degree of animal suspension. Daily weighing and titration of effective weight allowed for tight control of these chronic loads, generally to well within 5% of desired weight-bearing levels. Force platform measurements of locomotor GRFs demonstrated that peak GRFs and force onset (i.e., strain rate) were lower for suspension animals than controls. The reductions in peak force were somewhat larger than predicted simply by the level of suspension, perhaps due to effects of dynamic locomotion and/or the independent effects of forelimb harnessing. Whereas jackets alone led to more equal weight sharing between the forelimbs and hindlimbs, suspension gaits tended to favor the forelimbs. Observed increases in the ratio of transverse to vertical GRFs suggest a greater relative need for stabilization in partial weight-bearing animals, despite the moderating presence of harness forces. Such increased expenditure for postural stability is consistent with human studies of partial weight-bearing locomotion ( 21 ). Some caution is warranted in interpreting gait data, as variable locomotor speeds were adopted under the different weight-bearing conditions. Across trials, suspended animals adopted a significantly lower average speed (10.98 ± 4.77 cm/s) than nonsuspended animals (38.69 ± 17.22 cm/s, P < 0.0001). Because peak force increases with decreasing stance time ( 1 ), it is, therefore, likely that our data underestimate the amount of peak force reduction that might be observed in a speed-matched trial. A variety of changes in gait kinematics and dynamics have been seen in prior studies of human partial weight bearing and may well be expected under true partial gravity conditions ( 21 , 22 ). Like these studies, our data do not show linear reductions in peak vertical GRFs during walking, but they are representative of free gait for each of our experimental conditions and should be characteristic of the actual peak forces observed during daily living for each group. Additionally, all locomotor data were acquired in an animal newly adapted to suspension. Future studies should investigate whether there are additional differences associated with neuromuscular adaptation or disuse-induced muscle loss following chronic exposure to partial weight bearing. Our second objective was to use our partial weight-bearing system to conduct the first study of adaptation to Mars gravity levels. We found that 3 wk of Mars analog loading was well tolerated and led to significant musculoskeletal deterioration relative to age-matched controls. We utilized 10-wk-old BALB/cByJ female mice, as this is an age when longitudinal growth and body mass gains are minimal. Moreover, at this age, trabecular bone volume is at near maximal levels ( 5 , 6 ), which mimics peak bone mass of most astronauts and which optimized our ability to detect declines in trabecular bone. Compared with the Baseline group, normally weight-bearing Age controls had decreased trabecular bone volume, but increased cortical thickness at the femoral diaphysis, which was accompanied by significant increases in stiffness. Additional studies are needed to determine whether age influences the musculoskeletal adaptation to partial weight bearing, as has been suggested for hindlimb suspension ( 27 ). Corticosterone and other systemic stress hormones are known to be catabolic to both muscle and bone. In tail-suspension studies, body mass has been established as a gross surrogate marker for chronic systemic stress ( 17 ). The weight loss in the Mars-analog and jacketed control animals during the first week of suspension suggests a brief period of increased stress and adaptation to the experimental environment, due to some combination of environmental or feeding effects, not simply suspension. However, the return of normal growth rates in Mars animals in weeks 2 and 3 , and the accompanying stabilization of food consumption, suggest that systemic stress due to the experimental treatment is negligible after the initial adaptive period. Similar results have been seen in centrifuge studies ( 30 , 31 ) and tail-suspension experiments ( 32 ). In future PWS studies, characterization of corticosterone levels could provide a more sensitive stress profile. Additional cohorts killed during the study for histomorphometry could also clarify if this transient is associated with changes in bone resorption, which may be obscured in our poststudy measures. As noted, jacketed but fully weight-bearing mice experienced an unexpected increase in body mass, showing significantly higher weight gain in the second and third weeks of the study compared with either age-matched or Mars-analog animals. This weight gain was not correlated with additional longitudinal bone growth or muscle gain in the gastrocnemius, suggesting a shift in body composition toward higher fat content or muscular hypertrophy elsewhere in the body. Caloric restriction in mice results in significantly decreased resting metabolic rate and reductions in energy expenditures from exercise ( 7 ). Weight gain in calorically restricted animals is largely due to increases in adipose body fraction, while lean mass changes are curtailed relative to controls. If the pair-fed jacketed animals adopted a reduced metabolic rate during caloric restriction, then returned to normal consumption levels, weight gain and increasing body fat may have been expected. Future studies should incorporate longitudinal measures of body composition to resolve this open question. Additionally, activity levels may vary between groups and should be monitored in future studies to better differentiate the impact of this variable on key outcomes. Due to the sharp body mass increase in Jacket controls and the strong relationship between musculoskeletal parameters and body mass ( 3 ), we focused our analysis on the comparison between Mars and Age animals, which had similar body weights. Patterns of bone loss were generally consistent with previous reports from tail-suspension experiments, with greater losses in the trabecular compartment than cortical, and sharper reductions in bone formation than resorption, as observed at the end of the study. While we believe the predominant effects of PWS are due to differences in weight bearing, a few observations (i.e., femoral biomechanics and tibial histology) taken at the end of the experiment showing differences between jacketed, fully weight-bearing mice and age-matched controls suggest that the musculoskeletal response may have been influenced by the experimental conditions themselves. There are several factors that may have contributed to these observations. First, Jacket mice were singly housed, whereas Age-matched controls were group housed. This is relevant, as singly housed mice have been shown to have lower whole body bone mass relative to group-housed mice ( 20 ). Second, jacketed mice were pair fed to Mars consumption levels and thus calorie restricted relative to age-matched controls. Finally, jacketed mice were restrained slightly by the jacket and exhibited altered gait compared with unjacketed controls. Altogether, these factors may have contributed to the differences between age-matched and jacketed animals. Further studies with additional control groups (i.e., singly housed, no jacket), larger group sizes, and alternate time points are needed to delineate the effects of weight-bearing status vs. experimental conditions. Mice exposed to partial weight bearing exhibited several physiological changes consistent with those previously reported in hindlimb suspension studies, including decreased muscle and bone mass and reduced bone formation indexes. Compared with a previously published study of hindlimb suspension in female mice of the same genetic background, both cortical and trabecular bone losses in Mars animals were less than those previously reported for this mouse strain ( 9 ). However, we note that this observation was made by comparing studies conducted in different laboratories, and, although provocative, it is clear that additional studies are needed to provide direct comparisons of the musculoskeletal adaptations to various partial weight-bearing and full unloading environments. In particular, the addition of a tail-suspension control to future studies of partial weight bearing will enable researchers to better explore the potentially osteoprotective effects of partial weight bearing in contrast to full unloading and the role of fluid shift in these changes. Our model of reduced gravitational loading is subject to many of the limitations common to all ground-based models of partial weight bearing. In particular, suspension forces are localized at the harness points, while normal Earth gravity acts on the distributed masses of the limbs. Suspension hardware somewhat limits the animals' range of motion, particularly in the spine, and is not tolerated well by all animals. Experience in harnessing and suspending is necessary to minimize morbidity. There is some variation of upward force across the gait cycle due to small displacements of the animal's center of mass during normal locomotion. Furthermore, sensorimotor changes expected in true reduced-gravity environments due to altered vestibular inputs are not present. However, our data indicate that the PWS system is able to model chronic conditions of reduced dynamic loading of the musculoskeletal system, providing a valuable tool for investigations in this area. Selection of an appropriate control depends on experimental objectives, but should account for the effects of single housing in novel cage structures without bedding. Data presented here suggest that application of a forelimb jacket in fully weight-bearing animals may have side effects of increased weight gain and alterations in gait. Further study is required to understand the origin and impacts of these changes. Traditional tail suspension studies utilize a 30° head-down suspension to provide normal loads to the forelimbs without excessive tension on the tail ( 8 ). However, while notable cephalic fluid shift and the diuresis it engenders are typical of human flight responses, the magnitude is excessive relative to actual flight responses in small quadrupeds ( 28 ). Thus our model, which does not cause fluid shift, may, in fact, more accurately represent rodent spaceflight changes. In conclusion, we have presented a novel approach to ground studies of chronic partial weight bearing that is extensible to a wide range of loading regimes, including studies of interventions and reloading. Three weeks of Mars-analog loading showed decreased muscle mass, along with deterioration of both cortical and trabecular bone relative to controls. Further studies are needed to explore whether there is a threshold of loading beyond which such skeletal degradation slows appreciably, offering key insights into countermeasures against bone loss in spaceflight, bed rest, and other catabolic states. Such studies would have direct relevance for human spaceflight, as well as clinical conditions of reduced musculoskeletal loading due to disease, injury, or inactivity.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb26/3774184/0c402af1d59f/zdg0081091700001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb26/3774184/62a15f506594/zdg0081091700002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bb26/3774184/39c35c0a2fab/zdg0081091700003.jpg"
    ]
  }
}