{
  "paper_id": "pmc_articles_PMC7677455",
  "title": "Assessing the risk of transfer of microorganisms at the International Space Station due to cargo delivery by commercial resupply vehicles",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7677455/",
  "sections": {
    "Abstract": "Abstract Background With increasing numbers of interplanetary missions, there is a need to establish robust protocols to ensure the protection of extraterrestrial planets being visited from contamination by terrestrial life forms. The current study is the first report comparing the commercial resupply vehicle (CRV) microbiome with the International Space Station (ISS) microbiome to understand the risks of contamination, thus serving as a model system for future planetary missions. Results Samples obtained from the internal surfaces and ground support equipment of three CRV missions were subjected to various molecular techniques for microbial diversity analysis. In total, 25 samples were collected with eight defined locations from each CRV mission prior to launch. In general, the internal surfaces of vehicles were clean, with an order of magnitude fewer microbes compared to ground support equipment. The first CRV mission had a larger microbial population than subsequent CRV missions, which were clean as compared to the initial CRV locations sampled. Cultivation assays showed the presence of Actinobacteria , Proteobacteria , Firmicutes , and Bacteroidetes and members of Ascomycota and Basidiomycota . As expected, shotgun metagenome analyses revealed the presence of more microbial taxa compared to cultivation-based assays. The internal locations of the CRV microbiome reportedly showed the presence of microorganisms capable of tolerating ultraviolet radiation (e.g., Bacillus firmus ) and clustered separately from the ISS microbiome. Conclusions The metagenome sequence comparison of the CRV microbiome with the ISS microbiome revealed significant differences showing that CRV microbiomes were a negligible part of the ISS environmental microbiome. These findings suggest that the maintenance protocols in cleaning CRV surfaces are highly effective in controlling the contaminating microbial population during cargo transfer to the ISS via the CRV route. Keywords: forward contamination, microbial diversity, commercial resupply vehicle, viability, International Space Station",
    "Results": "Samples obtained from the internal surfaces and ground support equipment of three CRV missions were subjected to various molecular techniques for microbial diversity analysis. In total, 25 samples were collected with eight defined locations from each CRV mission prior to launch. In general, the internal surfaces of vehicles were clean, with an order of magnitude fewer microbes compared to ground support equipment. The first CRV mission had a larger microbial population than subsequent CRV missions, which were clean as compared to the initial CRV locations sampled. Cultivation assays showed the presence of Actinobacteria , Proteobacteria , Firmicutes , and Bacteroidetes and members of Ascomycota and Basidiomycota . As expected, shotgun metagenome analyses revealed the presence of more microbial taxa compared to cultivation-based assays. The internal locations of the CRV microbiome reportedly showed the presence of microorganisms capable of tolerating ultraviolet radiation (e.g., Bacillus firmus ) and clustered separately from the ISS microbiome.",
    "Conclusion": "The metagenome sequence comparison of the CRV microbiome with the ISS microbiome revealed significant differences showing that CRV microbiomes were a negligible part of the ISS environmental microbiome. These findings suggest that the maintenance protocols in cleaning CRV surfaces are highly effective in controlling the contaminating microbial population during cargo transfer to the ISS via the CRV route.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5508/7677455/5d59d340c26b/fmicb-11-566412-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5508/7677455/145b759b6c30/fmicb-11-566412-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5508/7677455/0039bfdca330/fmicb-11-566412-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5508/7677455/ee3c980f5b3b/fmicb-11-566412-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5508/7677455/7e09db9fd8bf/fmicb-11-566412-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5508/7677455/70bf50c9c883/fmicb-11-566412-g006.jpg"
    ]
  }
}