{
  "paper_id": "pmc_articles_PMC3659353",
  "title": "Spaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: Implications for elevated cerebral perfusion and intracranial pressure",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3659353/",
  "sections": {
    "Abstract": "Abstract Evidence indicates that cerebral blood flow is both increased and diminished in astronauts on return to Earth. Data from ground-based animal models simulating the effects of microgravity have shown that decrements in cerebral perfusion are associated with enhanced vasoconstriction and structural remodeling of cerebral arteries. Based on these results, the purpose of this study was to test the hypothesis that 13 d of spaceflight [Space Transportation System (STS)-135 shuttle mission] enhances myogenic vasoconstriction, increases medial wall thickness, and elicits no change in the mechanical properties of mouse cerebral arteries. Basilar and posterior communicating arteries (PCAs) were isolated from 9-wk-old female C57BL/6 mice for in vitro vascular and mechanical testing. Contrary to that hypothesized, myogenic vasoconstrictor responses were lower and vascular distensibility greater in arteries from spaceflight group (SF) mice ( n =7) relative to ground-based control group (GC) mice ( n =12). Basilar artery maximal diameter was greater in SF mice (SF: 236±9 μm and GC: 215±5 μm) with no difference in medial wall thickness (SF: 12.4±1.6 μm; GC: 12.2±1.2 μm). Stiffness of the PCA, as characterized via nanoindentation, was lower in SF mice (SF: 3.4±0.3 N/m; GC: 5.4±0.8 N/m). Collectively, spaceflight-induced reductions in myogenic vasoconstriction and stiffness and increases in maximal diameter of cerebral arteries signify that elevations in brain blood flow may occur during spaceflight. Such changes in cerebral vascular control of perfusion could contribute to increases in intracranial pressure and an associated impairment of visual acuity in astronauts during spaceflight.—Taylor, C. R., Hanna, M., Behnke, B. J., Stabley, J. N., McCullough, D. J., Davis III, R. T., Ghosh, P., Papadopoulos, A., Muller-Delp, J. M., Delp, M. D. Spaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: implications for elevated cerebral perfusion and intracranial pressure. Keywords: microgravity, brain blood flow, hemodynamics",
    "Results": "Body and soleus muscle masses Preflight body mass (20.7±0.4 g) of SF mice was greater ( P <0.05) than postflight body mass (18.4±0.5 g). Likewise, body mass (20.8±0.3 g) of GC mice was greater ( P <0.05) pre- vs. post-AEM housing (19.5±0.3 g). There was a tendency for postflight body mass of SF mice to be less than that of GC mice ( P =0.09). In a subset of right soleus muscles from GC ( n =9) and SF ( n =7) animals, soleus muscle mass was lower ( P <0.05) in SF than GC mice (SF: 4.7±0.2; GC: 6.0±0.4 mg). Pre-HDT body mass (25.8±0.4 g) was not different from the post-HDT body mass (25.5±0.7 g), and likewise, pretreatment body mass of CON mice (26.4±0.5 g) was not different from that at the end of the study (26.6±0.3 g). Pre- and post-treatment body masses of CON animals were also not different from that of the HDT mice. Soleus muscle mass of the HDT animals (9.2±0.8 mg) was lower ( P <0.05) than that from the CON mice (14.3±1.2 mg), thus confirming the efficacy of the elevated hindlimb treatment. Vessel characteristics Maximal diameter was greater and spontaneous tone was lower in basilar arteries from SF mice relative to that in GC animals ( Table 1 ). Medial wall thickness was not different between GC and SF groups ( Table 1 ). From the ground-based HDT studies, maximal diameter, medial wall thickness, and spontaneous tone of basilar arteries from HDT mice were not different from those of CON animals ( Table 1 ). Table 1. Vessel characteristics of the basilar artery Characteristic GC SF CON HDT Maximal diameter (μm) 215 ± 5 236 ± 9 * 178 ± 11 173 ± 15 Medial wall thickness (μm) 12.2 ± 1.2 12.4 ± 1.6 10.3 ± 0.7 10.3 ± 0.5 Spontaneous tone (%) 15.0 ± 2.0 8.2 ± 2.5 * 12.8 ± 3.1 12.0 ± 2.6 Open in a new tab Values are means ± se for basilar arteries from GC ( n = 12) and SF ( n =7) mice, and CON ( n =5) and HDT ( n =5) mice; n = number of animals studied. * P < 0.05 vs . GC. Active and passive pressure-diameter responses Basilar arteries from SF mice were less constricted during incremental increases in transmural pressure than those from GC mice ( Fig. 4 A ). Likewise, passive vessel diameter was greater during incremental increases in transmural pressure than that in basilar arteries from GC animals ( Fig. 4 B ). Figure 4. Open in a new tab Active myogenic ( A ) and passive ( B ) pressure-diameter responses to increases in transmural pressure in basilar arteries from ground control and 13-d STS-135 spaceflown mice. Values are means ± se ; n = number of animals studied. * P < 0.05 between groups. Myogenic vasoconstrictor responses of basilar arteries from HDT mice were not different from those of CON mice ( Fig. 5 A ). The passive pressure-diameter responses were also not different between groups ( Fig. 5 B ). Figure 5. Open in a new tab Active myogenic ( A ) and passive ( B ) pressure-diameter responses to increases in transmural pressure in basilar arteries from CON and HDT mice. Values are means ± se ; n = number of animals studied. Artery mechanical properties The samples were loaded to a maximum displacement of ∼4000 ± 200 nm. Based on the stiffness of each indent, the effective elastic modulus was determined. Figure 6 A shows effective modulus as a function of maximum indentation depth. The GC data ranged from 10 to 450 kPa, while the SF data ranged from 10 to 180 kPa. The maximum displacement for PCAs from both GC and SF mice were similar, with the majority of data points within 4000–4100 nm. The mean elastic modulus of the PCA from SF mice was ∼45 kPa lower than that from GC animals ( Fig. 6 B ). Figure 6. Open in a new tab A ) Plot of effective elastic modulus as a function of maximum contact depth for PCAs from GC and SF mice. B ) Effective elastic modulus for PCAs from GC and SF. Values are means ± se ; n = number of animals studied. * P < 0.05 between groups. PCA load-displacement curves from both GC and SF mice have linear loading segments that are indicative of an elastic response. Representative load-displacement curves for GC and SF samples are plotted in Fig. 7 A . The SF PCA loading segment has a lower slope or stiffness than that of the GC PCA and reaches a maximum force of ∼15 μN. The lower resistance to deformation among SF PCAs resulted in a lower stiffness relative to that of GC PCAs ( Fig. 7 B ). PCAs from both GC and SF mice demonstrated nonlinear unloading behavior ( Fig. 7 A ). The upper 20% of the unloading segment has the highest curvature. The curvature is indicative of adhesion effects between the tip and sample and is quite common in nanoindentation of soft biological samples ( 30 ). Also, the adhesion force causes the unloading curve to end at a negative force value rather than returning to 0. Figure 7. Open in a new tab A ) Representative plots of load-displacement curves for a PCA from a GC mouse and an SF mouse. B ) Calculated stiffness for PCAs from GC and SF animals. Values are means ± se ; n = number of animals studied. * P < 0.05 between groups.",
    "Conclusion": "The purpose of this study was to determine whether spaceflight alters the intrinsic myogenic vasoconstrictor, mechanical, or gross structural properties of cerebral arteries from mice flown on the STS-135 space shuttle mission. Based on experimental results from ground-based studies in rats to simulate microgravity ( 14 , 15 , 20 ), we hypothesized that myogenic vasoconstriction would be enhanced, passive pressure-diameter relation and mechanical stiffness would be unchanged, and medial wall thickness would be greater in cerebral arteries from SF mice. However, contrary to our hypothesis, the results showed that myogenic vasoconstriction was less in cerebral arteries from SF mice ( Fig. 4 A ), passive pressure-diameter response indicated greater vascular distensibility ( Fig. 4 B ), and mechanical testing using nanoindentation revealed that the arteries from SF animals had lower effective elastic modulus ( Fig. 6 B ) and stiffness ( Fig. 7 B ). Gross structural measures demonstrated that maximal diameter was greater in SF mice ( Table 1 ), while medial wall thickness of cerebral arteries was not different between SF and GC animals. These results demonstrate that spaceflight alters vasoconstrictor, mechanical, and gross structural properties of cerebral resistance arteries. Numerous factors are involved in the regulation of cerebral perfusion ( 4 , 5 ), and many of these factors may be altered in a microgravity environment. As it relates to fluid flow, Ohm's law can be used to estimate the effects of microgravity on brain blood flow according to the equation: CBF = ( P a − P v ) / CVR where CBF is proportional to the P a and venous pressure ( P v ) difference across the brain and is inversely related to the cerebral vascular resistance (CVR) to flow. The loss of the head-to-foot gravity vector normally present on Earth induces a cephalad fluid shift during spaceflight ( 6 ). It is believed that this elevates P a to the head by 20–30 mmHg ( 6 ), whereas possible increases in P v in the head are less certain, given that direct measures of inflight astronaut central P v show a decrease rather than an increase ( 31 ). Thus, any possible rise in P v of <20–30 mmHg would indicate an elevation in cerebral perfusion pressure. The cerebral circulation, however, is unique in that intracranial pressure (ICP) will determine the pressure difference across the brain ( P a − ICP) when ICP > P v in the head. Although the extent to which the loss of the head-to-foot gravity vector will elevate ICP is presently unknown, it seems unlikely that it would exceed the putative 20- to 30-mmHg rise in P a in the head. Therefore, the microgravity-induced headward fluid shift should result in either no change or an increase in cerebral perfusion pressure. The other major determinant of cerebral perfusion is CVR, which, according to Poiseuille's law, is predominantly determined by the diameter of resistance arteries. A spaceflight-induced change in basal arterial tone would therefore be a good indicator of possible changes in CVR and, correspondingly, CBF. For example, we and others have shown in HDT rats that increases in spontaneous tone and myogenic vasoconstriction of cerebral arteries ( 14 , 15 , 18 , 19 ) correspond to increases in CVR ( 14 ) and decreases in CBF ( 13 , 14 ). The microgravity-induced decrease in active myogenic vasoconstrictor tone across a range of pressures ( Fig. 4 A ) is consistent with a decrease in CVR. Likewise, the decrease in arterial stiffness ( Fig. 7 B ) found in the present study would also indicate that, for any given P a , CVR would be lower by virtue of a larger diameter in the more distensible resistance arteries. Both the decrease in myogenic vasoconstrictor tone ( Fig. 4 A ) and the increase in arterial distensibility ( Fig. 4 B ) are therefore consistent with a lower CVR and higher CBF during spaceflight. Such a contention is supported by experimental evidence from a chronically instrumented rhesus monkey flown 5 d on the Cosmos 1514 biosatellite ( 32 ). A probe that measured P a and blood flow velocity was implanted around the left common carotid artery ∼55 d before flight. Both mean P a and carotid flow velocity increased markedly above preflight control levels during the first day of flight. On the second and fifth days of flight, P a returned to preflight control levels, while carotid flow velocity remained elevated, owing to a significant reduction in vascular resistance ( 32 ). Similar results of apparent increases in cerebral perfusion associated with spaceflight have also been reported to occur in humans. With the use of impedance rheoencephalography to assess CBF in cosmonauts, most studies have shown indications of elevated cerebral perfusion during and immediately after spaceflight ( 33 – 37 ). Likewise, transcranial Doppler ultrasound measures of carotid and middle cerebral artery blood flow velocity have shown significant elevations in cerebral flow velocity in microgravity ( 38 – 40 ). However, other studies measuring carotid and middle cerebral artery blood flow velocity in astronauts have concluded cerebral flow velocity and autoregulation to be unchanged ( 41 – 43 ) or decreased ( 43 , 44 ). Results from the present study demonstrate that the effects of actual microgravity on mouse cerebral arteries were unlike those of simulated microgravity in HDT rats. These divergent findings are possibly due to species differences between mice and rats or may be attributed to conditions unique to a microgravity environment. To test this possibility, a second set of experiments was conducted to determine the effects of HDT on mouse cerebral artery myogenic vasoconstriction, passive pressure-diameter response, and gross structure. The results demonstrate that HDT in mice has no effect on myogenic vasoconstriction ( Fig. 5 A ), the passive pressure-diameter response ( Fig. 5 B ), or the medial wall thickness and maximal diameter of the basilar artery ( Table 1 ). Thus, there appear to be species-specific differences between rats and mice in both the functional and structural alterations that occur in cerebral arteries during simulated microgravity. Differences in the functional and structural alterations induced in basilar arteries from SF mice and HDT mice could be due to several factors, including the disparity between the animals' age and sex. Differences could also be due to the fact that microgravity uniquely affects the cerebral circulation and that this environmental condition is not adequately mimicked in current ground-based simulations with rodents. Such a conclusion is also supported in studies with humans. For example, Zhang et al. ( 45 ) reported that following 2-wk head-down tilt bedrest in humans, middle cerebral artery blood flow velocity was reduced across a range of orthostatic stresses, indicating an impairment of cerebral autoregulation. In contrast, the same laboratory group ( 46 ) found that cerebral autoregulation of astronauts during orthostatic stress was unchanged or altered to produce higher CBF velocity during upright tilt after 16 d of spaceflight. Thus, findings from groups studying both ground-based analogs of microgravity and actual microgravity, in humans and rodents, show disparate results of greater vasoconstriction of cerebral arteries ( 14 ) and lower perfusion ( 13 , 14 , 45 ) in ground models, whereas there is less cerebral artery vasoconstriction and indications of higher perfusion both during and following spaceflight (present study and ref. 46 ). At present, it is unknown what factors underlie the alterations in mouse cerebral artery function, mechanics, and structure with spaceflight. One factor that has been hypothesized to alter cerebral perfusion and, consequently, intracranial pressure in astronauts is carbon dioxide (CO 2 ; ref. 3 ). CO 2 is a potent cerebral vasodilator ( 47 – 49 ) and has been shown to interact with cerebral autoregulation to elevate intracranial pressure ( 50 – 52 ). Chronic cerebral artery relaxation during exposure to high levels of CO 2 could also potentially affect the intrinsic functional and structural properties of cerebral arteries. The space shuttle and ISS are closed environments with nominal CO 2 levels (2.3 to 5.3 mmHg) well above the ambient partial pressure of CO 2 (0.23 mmHg) at sea level on Earth ( 3 ). Mice from the current study were chronically exposed to these higher levels of CO 2 on the space shuttle Atlantis during the STS-135 mission ( Fig. 8 ), and a putative state of chronic relaxation could have contributed to the alterations observed in cerebral arteries. However, high levels of CO 2 alone cannot account for the alterations in the intrinsic properties of the cerebral arteries from the SF mice, as conditions for GC mice ( i.e ., temperature, humidity, and partial pressure of CO 2 ) were maintained the same as those occurring on the space shuttle flight deck. The possibility exists that the chronic vasodilator effects of CO 2 with spaceflight could compromise the integrity of the blood-brain barrier, as has been previously hypothesized ( 53 ), and make the cerebral circulation susceptible to the same circulating factors previously considered to only affect the peripheral circulation. For example, in HDT rats, the peripheral arterial circulation shows diminished vasoconstriction regardless of whether it is exposed to higher or lower P a ; diminished vasoconstrictor responsiveness has been reported to occur in carotid arteries ( 54 ) and the thoracic aorta ( 55 ) where P a is elevated during HDT ( 7 , 13 ), in mesenteric arteries near the hydrostatic indifference point of rats ( 56 , 57 ), and in arterial segments of the lower hindlimb region ( 54 , 58 ) where P a is reduced with HDT ( 7 ). Only the cerebral circulation in HDT rats are not likewise affected ( 14 – 18 ). This impairment of peripheral artery vasoconstrictor function, albeit due to unknown factors, is presumed to be a systemic circulating agent, because impairment of smooth muscle contraction also occurs in the venous circulation ( 57 , 59 ), as well as in the lymphatic circulation from the head to the hindlimbs ( 60 ). Moreover, peripheral arterial and venous vasoconstrictor impairment has also been previously shown to occur in rats and mice flown on the space shuttle ( 61 – 63 ), including mesenteric veins from the same mice of the present study ( 61 ). Therefore, we propose that the chronic vasodilator influence of CO 2 may compromise the tightness of the junctions between endothelial cells that make up the blood-brain barrier in the cerebral circulation during spaceflight and enable the unknown factors affecting the peripheral circulation to likewise diminish the intrinsic vasoconstrictor responsiveness of cerebral arteries, thereby compromising autoregulation of cerebral perfusion and facilitating elevations in intracranial pressure. Figure 8. Open in a new tab Partial pressure of CO 2 (pCO 2 ) in the space shuttle Atlantis immediately before and during the STS-135 mission, on which Atlantis docked with the ISS. The CO 2 sensor was located on the orbiter flight deck, located immediately above the middeck where the mice were housed. To our knowledge, the present study is the first to utilize nanoindentation to determine the mechanical properties of small resistance arteries from the microcirculation. The results demonstrate that cerebral arteries from SF mice had a lower effective elastic modulus ( Fig. 6 B ) and were less stiff ( Fig. 7 B ) than arteries from GC mice. Previous work with astronauts has also reported evidence that spaceflight can modify arterial stiffness ( 64 ), although this work showed increases in stiffness of peripheral conduit arteries in some astronauts. The effective modulus data from the SF mice of the present study had a small se relative to that of arteries from GC mice. This compactness of flight data indicates possible differences in tissue organization or composition vs. control arteries. This is because nanoindentation is sensitive to tissue structure due to the highly localized probe measuring mechanical properties as a function of depth. The sensitivity of nanoindentation has been previously utilized for large conduit aortic arteries to determine differences in tissue composition and structure ( 65 , 66 ). It is this sensitivity to structure and composition, as well as surface properties, which contributes to the scatter in nanoindentation data of soft biological materials ( 65 – 67 ). In summary, results from this study demonstrate that spaceflight diminishes myogenic vasoconstrictor tone ( Fig. 4 A ), effective elastic modulus ( Fig. 6 B ), and vascular stiffness ( Fig. 7 B ) and increases distensibility ( Fig. 4 B ) of cerebral arteries. In addition, maximal diameter of cerebral arteries from SF mice was increased, with no change in medial wall thickness. Collectively, these changes in the functional vasoconstrictor and mechanical properties of cerebral arteries suggest that cerebral perfusion may be elevated during spaceflight. Although elevated partial pressure of CO 2 in the closed microgravity environment may contribute to alterations in the properties of cerebral arteries, high CO 2 levels alone cannot fully account for such changes. Finally, if similar alterations in the properties of cerebral arteries occur in astronauts, elevations in brain blood flow could serve to elevate intracranial pressure and possibly contribute to the visual impairment reported to occur in astronauts ( 1 – 3 ).",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6a3/3659353/b8ee75de25af/z380061392550001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6a3/3659353/a54d1d6a369a/z380061392550002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6a3/3659353/33319a6ad7fb/z380061392550003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6a3/3659353/f6eeef957989/z380061392550004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6a3/3659353/d0130341fadf/z380061392550005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6a3/3659353/0c3da7ca44ab/z380061392550006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6a3/3659353/a8d59b6e5ef8/z380061392550007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b6a3/3659353/c86b0af5f750/z380061392550008.jpg"
    ]
  }
}