{
  "paper_id": "pmc_articles_PMC3457586",
  "title": "Identification of critical host mitochondrion-associated genes during Ehrlichia chaffeensis infections",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3457586/",
  "sections": {
    "Abstract": "Abstract Ehrlichia chaffeensis is an obligate intracellular bacterium that causes human monocytic ehrlichiosis (HME). To determine what host components are important for bacterial replication, we performed microarray analysis on Drosophila melanogaster S2 cells by comparing host gene transcript levels between permissive and nonpermissive conditions for E. chaffeensis growth. Five-hundred twenty-seven genes had increased transcript levels unique to permissive growth conditions 24 h postinfection. We screened adult flies that were mutants for several of the “permissive” genes for the ability to support Ehrlichia replication. Three additional D. melanogaster fly lines with putative mutations in pyrimidine metabolism were also tested. Ten fly lines carrying mutations in the genes CG6479 , separation anxiety , chitinase 11 , CG6364 ( Uck2 ), CG6543 ( Echs1 ), withered ( whd ), CG15881 ( Ccdc58 ), CG14806 ( Apop1 ), CG11875 ( Nup37 ), and dumpy ( dp ) had increased resistance to infection with Ehrlichia . Analysis of RNA by quantitative real-time reverse transcription-PCR (qRT-PCR) confirmed that the bacterial load was decreased in these mutant flies compared to wild-type infected control flies. Seven of these genes ( san , Cht11 , Uck2 , Echs1 , whd , C cdc58 , and Apop1 ) encoded proteins that had mitochondrial functions or could be associated with proteins with mitochondrial functions. Treatment of THP-1 cells with double-stranded RNA to silence the human UCK2 gene indicates that the disruption of the uridine-cytidine kinase affects E. chaffeensis replication in human macrophages. Experiments with cyclopentenyl cytosine (CPEC), a CTP synthetase inhibitor and cytosine, suggest that the nucleotide salvage pathway is essential for E. chaffeensis replication and that it may be important for the provision of CTP, uridine, and cytidine nucleotides.",
    "Results": "Microarray “permissive-exclusive” genes after infection with E. chaffeensis . To identify host genes that are necessary for E. chaffeensis infection, we examined transcript levels of Drosophila S2 cells under four different conditions at 24 h p.i. to assess the host factors that might be needed to initiate the infection. They included (i) uninfected S2 cells, (ii) uninfected S2 cells activated with LPS, (iii) S2 cells activated with LPS and then infected with E. chaffeensis (nonpermissive conditions; this experiment, performed as in previous studies, demonstrated the inhibition of E. chaffeensis replication in LPS-activated S2 cells [ 43 ]), and (iv) S2 cells infected with E. chaffeensis (permissive conditions). E. chaffeensis replicated only under permissive conditions and not under nonpermissive conditions for as long as 96 h p.i. ( Fig. 1 ). Uninfected cells were used to discern the basal transcript levels in the S2 cells, and comparisons across the different conditions were based on this basal level of expression. In order to understand which gene transcripts were specific to nonpermissive S2 cells, we used the S2 cells that were treated only with LPS as a comparison. Cells that received only LPS treatment revealed activation-specific gene transcripts. We compared those genes to the genes that had increased transcript levels in cells infected under nonpermissive conditions for bacterial growth to deduce transcripts that were upregulated exclusively under nonpermissive conditions. We also determined the gene transcripts that were upregulated 1.5-fold or more exclusively under permissive infection conditions for E. chaffeensis growth, and 2,128 genes were upregulated 1.5-fold more than in uninfected controls. Under nonpermissive growth conditions, 1,742 of the genes were upregulated 1.5-fold more than in uninfected S2 cells. When we compared transcripts that were upregulated under permissive growth conditions to transcripts that were upregulated under nonpermissive growth conditions, we identified 527 genes unique to permissive conditions (see Table S3 in the supplemental material). Of these, 210 had previously been ascribed some function and had some characterization. The functions of the remaining 307 genes had yet to be defined and had “ CG ” (computed gene) gene designations. However, a number of these genes had orthologs with some described properties. These ortholog gene descriptions were used to ascribe functions for our analyses. Viable and fertile adult fly mutant stocks were available for 118 of the 527 genes (37 stocks for defined genes and 81 stocks for undefined genes). These flies had appropriate mutations in coding exons in the genes of interest and allowed testing of how the absence of a functional gene would affect fly survival and/or bacterial replication in vivo . Our screen of mutant fly lines was loosely based on descriptions of genes that controlled functions that we guessed might be important for bacterial growth or were random choices of CG -designated genes. Fig 1. Open in a new tab Infection of microarray samples by E. chaffeensis . S2 cells with and without LPS treatment were assayed for E. chaffeensis infection after 24 or 96 h; uninfected S2 cells were also assessed. E. chaffeensis infection was confirmed by assessing the 16S ribosomal RNA as described in Materials and Methods. D. melanogaster rp49 transcript was used as a loading control. E. chaffeensis infection in selected mutant Drosophila fly lines. We screened 19 Drosophila lines with mutations in the genes of interest (see Table S2 in the supplemental material) for bacterial replication and fly survival. Flies (wild type and mutant) were injected with cell-free E. chaffeensis or sterile PBS and monitored for survival for 96 to 120 h p.i. (20 flies per treatment group per experiment; the experiment was repeated independently at least 3 times). We looked for the mutants that displayed increased survival of the flies after bacterial challenge compared to the wild-type flies. Our hypothesis was that the gene affected in a mutant allowed increased survival because its expression was needed for E. chaffeensis replication. We found that the flies that had mutations in Nup37 , Echs1 , Cht11 , CG6479 , Ccdc58 , Apop1 , san , and Uck2 displayed significantly increased survival compared to wild-type flies after infection with E. chaffeensis ( Fig. 2 ). In contrast, several mutants did not show increased resistance to E. chaffeensis infections. They included three G3pdh mutants (stock 1124, shown in Fig. 2 ) and CG14434 ( Fig. 2 ), as well as CG10672 , CG4743 , CG9300 , tsp3A , CG10992 , and Gap69C (data not shown). Fig 2. Open in a new tab Infection of mutant flies with E. chaffeensis. D. melanogaster was mutant for the indicated genes and was observed for sensitivity to infection. Wild-type flies were injected with PBS (△) or bacteria (▲), and mutant flies were injected with PBS (○) or bacteria (●). The data represent means ± SEM of three or more independent experiments, with 20 flies per treatment group per experiment. †, survival is significantly different from that of E. chaffeensis -infected wild-type flies; P < 0.05 using the log rank test of the Kaplan-Meier plots. To confirm that Nup37 , Echs1 , Cht11 , CG6479 , Ccdc58 , Apop1 , san , and Uck2 gene mutations affected E. chaffeensis infections, we also estimated bacterial replication as measured by qRT-PCR ( Fig. 3 ). Experimental infection of flies with disruptions in all 8 genes resulted in a significant drop in the numbers of bacteria compared to those observed in wild-type flies infected with the organism ( Fig. 3 ). Fig 3. Open in a new tab Bacterial growth in Drosophila mutants. Bacterial numbers were quantified 96 h after infection using qRT-PCR as described in Materials and Methods. The data represent means ± SEM of three assessments for Cht11 , Uck2 , Echs1 , san , CG6479 , tilt , withered , and dumpy and one assessment for Ccdc58 , Nup37 , and Apop1 . Uridine/cytidine kinase mutations affect fly survival and bacterial replication. To understand the physiological relevance of disruption of gene function to E. chaffeensis growth in the host, we focused on Uck2 , as an ortholog for this gene has been identified in mammalian species ( 43 ). Stroman ( 56 ) previously reported that the Drosophila dumpy , tilt , and withered stocks carried a mutation(s) that affects uridine/cytidine kinase function. To confirm the impact of Uck2 on E. chaffeensis growth, the three fly lines with putative defects in uridine/cytidine kinase function were infected with E. chaffeensis and assessed for bacterial replication. Two of these fly lines were significantly more resistant to E. chaffeensis challenge than WT flies ( Fig. 4 ). For example, at 96 h p.i., 61% of the dumpy flies were alive compared to 42% of WT flies; similarly, 66% of withered flies survived compared to 38% of WT flies ( P < 0.05). Although there was a tendency for the tilt flies (60% ± 16% survival) to be more resistant than the WT flies (46% ± 7% survival), the differences were not statistically significant ( Fig. 4 ). The increased survival of the withered and dumpy mutants was accompanied by a significant decrease in the replication of the Ehrlichia organisms, as measured by qRT-PCR assay ( Fig. 3 ). At 96 h p.i., WT flies contained significantly more bacteria than withered and dumpy mutants ( P = 0.02) ( Fig. 3 , bottom). The tilt mutants averaged fewer bacteria, but there was more variation in the samples. Fig 4. Open in a new tab Effects of withered (top), tilt (middle), and dumpy (bottom) gene mutations on E. chaffeensis infections. withered , tilt , and dumpy flies were screened for their sensitivity to infection. The data represent means ± SEM of 4 or 5 independent experiments, with 20 flies per treatment group per experiment. #, survival is significantly different from that of E. chaffeensis -infected wild-type flies; P < 0.05 using the log rank test of the Kaplan-Meier plots. CPEC treatment increases E. chaffeensis infection. The uridine/cytidine kinase enzyme functions in pyrimidine synthesis pathways and is specifically involved in the conversion of uridine to UMP and cytidine to CMP ( 52 , 62 , 63 ) ( Fig. 5 ). dCTP can also be synthesized from glutamine through the de novo synthesis pathway, as well ( 52 , 62 ) ( Fig. 5 ). To determine the importance of the de novo synthesis pathway to E. chaffeensis infections, we obtained the drug cyclopentenyl cytosine, which inhibits the conversion of [ 3 H]UTP to [ 3 H]CTP ( 28 ), as an inhibitor of CTP synthetase ( 45 , 52 , 62 ). The drug effectively inhibits de novo synthesis of pyrimidines, leaving only the salvage pathway, with cytidine as the substrate for pyrimidine synthesis. To explore the impact of CPEC on E. chaffeensis growth, S2 cells were treated with CPEC for 48 h at a final concentration of 0.1, 1, 10, or 100 μM. Subsequently, we infected those cells with E. chaffeensis for an additional 48 h. We found a significant increase in bacterial growth in all of the treated cells compared to infected cells treated with carrier only ( Fig. 6 , solid bars; P < 0.01). Similarly, when S2 cells were first infected with E. chaffeensis for 48 h and then treated with different concentrations of CPEC for 48 h, we observed significant increases in bacterial growth in cells treated with 10 and 100 μM CPEC compared to infected cells treated with carrier only ( Fig. 6 , cross-hatched bars; P < 0.01). Therefore, the de novo synthesis pathway was not needed for bacterial growth in the S2 cells and usually enhanced infection. Fig 5. Open in a new tab Nucleotide de novo and salvage pathways for production of dCTP. De novo synthesis through glutamine and UMP is represented by large solid arrows. The salvage pathways through uridine or cytidine are represented by thin and dashed arrows. The star represents the enzyme CTP synthetase, and the triangles represent uridine/cytidine kinase. Inhibition by CPEC occurs at the conversion of UTP to CTP. Fig 6. Open in a new tab Effect of cyclopentenyl cytosine on E. chaffeensis infections. Percent change in E. chaffeensis 16S rRNA copies in S2 cells treated with CPEC compared to S2 cells treated with carrier only. There were two treatment schemes. (i) Day 1, CPEC. S2 cells were first treated with CPEC (at the indicated concentrations) for 48 h and then infected with E. chaffeensis for an additional 48 h (solid bars). (ii) Day 1, E. chaffeensis . S2 cells were first infected with E. chaffeensis for 48 h and then treated with CPEC (at the indicated concentrations) for 48 h (cross-hatched bars). RNA extraction was performed following both treatment schemes. The data presented represent the means ± SEM of 3 independent experiments. Cytosine treatment increases E. chaffeensis infection. Cytosine combines with ribose to form cytidine in the nucleotide salvage pathway. Therefore, to determine if it is an important substrate for bacterial growth, we supplemented S2 cell culture medium for 24 h with 25 mM cytosine prior to infection with E. chaffeensis , and bacterial replication was assessed at up to 96 h p.i. ( Fig. 7 ). The cytosine-treated infected cells contained averages of 456%, 1423%, 3,352%, and 2,465% more copies of Ehrlichia 16S rRNA at 24, 48, 72, and 96 h p.i., respectively, than mock-infected cells. Fig 7. Open in a new tab Effect of cytosine on E. chaffeensis infections. Shown is the percent change in Ehrlichia 16S rRNA copies in S2 cells treated with cytosine and infected with E. chaffeensis organisms (Ehr) compared to S2 cells treated with carrier only and infected with bacteria. The data presented represent the means of 3 independent experiments. †, significant difference ( P < 0.03). Ehrlichia only represents the baseline control, which was the same at each time, so only one control is presented. Silencing of UCK2 in human THP-1 cells. The uridine-cytidine kinase UCK2 is a conserved enzyme that is present in humans, as well as D. melanogaster . Therefore, to examine the contribution of the enzyme to E. chaffeensis growth in human cells, we used double-stranded RNA (dsRNA) to induce UCK2 gene-specific silencing to inhibit translation of UCK2. We used three different RNA duplex sequences to define the specificity of the UCK2 knockdown. THP-1 cells are a promyelocytic cell line that was induced to differentiate into macrophages for 24 h using phorbol ester. After being silenced for 48 h, cells were infected with E. chaffeensis . Three different siRNA duplexes targeted to the UCK2 transcript consistently inhibited E. chaffeensis growth by 48 h p.i. in the range of 47 to 69% compared to cells treated with a scrambled control siRNA ( Table 1 ). We also detected improved E. chaffeensis growth in cells treated with siRNA for HPRT, which was used as a control for silencing-procedure effectiveness and to help show the specificity of the UCK2 -specific duplexes. Table 1. Impact of UCK2 dsRNA silencing on E. chaffeensis growth in THP-1 cells Treatment % Inhibition a % of E. chaffeensis compared to scrambled dsRNA control a Duplex 1 99 ± 1 b 31 ± 21 (9) Duplex 2 97 ± 5 b 46 ± 32 (24) Duplex 3 96 ± 3 b 53 ± 30 (29) HPRT 100 ± 0 c 225 ± 86 (108) Open in a new tab a Means ± SEM (median) of 5 independent experiments. Control E. chaffeensis numbers: 26,348 ± 4,147. b Silencing efficiency compared to scrambled dsRNA. c Silencing efficiency of HPRT dsRNA. HPRT was used as a control to ensure transfection and silencing-protocol effectiveness. Mitochondrial localization around morulae in E. chaffeensis -infected cells. Mitochondria surround morulae in E. chaffeensis -infected cells ( 49 ). Indeed, when we examined DH82 cells after infection with E. chaffeensis by TEM, one prominent feature of the infected cells was the clustering of large numbers of mitochondria around the morulae ( Fig. 8A and B ). It even appears that mitochondria were closely apposed to bacteria within the parasitophorous vacuole ( Fig. 8B ). This contrasts with the random distribution of mitochondria in uninfected cells ( Fig. 8C ). Fig 8. Open in a new tab Localization of mitochondria around morulae of E. chaffeensis -infected DH82 cells. (A and B) Transmission electron microscopy of DH82 cells infected with E. chaffeensis 96 (original magnification, ×5,000) (A) or 168 (original magnification, ×15,000) (B) hours after infection. (C) Uninfected DH82 cells (original magnification, ×5,000). Morulae (M) are surrounded by mitochondria, indicated by arrows.",
    "Conclusion": "We used D. melanogaster to investigate host factors that are important for the replication of E. chaffeensis . We combined microarray analysis and mutant fly screening to successfully identify 10 genes that contribute to the replication of E. chaffeensis in vivo . Seven genes ( san , Cht11 , Uck2 , Echs1 , whd , Ccdc58 , and Apop1 ) encode proteins that have mitochondrial functions, serve as substrates in the mitochondria, or are associated with proteins with mitochondrial functions. For example, the Cht11 gene encodes a glycoside hydrolase with a chitinase active site ( 43 ). Cht11 is orthologous to the Chitinase 11 gene of Tribolium castaneum , which has been assigned to a separate classification group (group VII) from other identified chitinases ( 3 ) (Subbaratnam Muthukrishnan, Kansas State University, personal communication). This suggests that Cht11 has a function other than those classically described for chitinases. A two-hybrid screen associated the protein with the protein product encoded by Tiny tim 50 ( 22 ). Ttm50 (also known as Tim50 ) encodes a protein that is part of a transporter located on the inner mitochondrial membrane ( 15 ) ( Fig. 9 ). Chitins and their derivatives regulate cholesterol when used as diet supplements ( 29 , 74 ). Mice with high blood cholesterol had more severe Anaplasma phagocytophilum (another tick-transmitted rickettsia pathogen closely related to E. chaffeensis ) infections in their blood, livers, and spleens than mice with normal cholesterol levels ( 72 ). E. chaffeensis and A. phagocytophilum cannot synthesize cholesterol, and they scavenge it from host cells during infections ( 34 ). Therefore, Cht11 may function to regulate cholesterol levels to facilitate infections. Cholesterol can also affect both the inner and outer mitochondrial membranes and affect ATPase activity ( 10 , 19 ). A human homolog of Cht11 has not been identified, but homologs have been identified in ticks and body lice ( 43 ). Both of these species serve as vectors for several different rickettsia bacteria ( 4 ), and it will be interesting to explore the function of the gene for the survival of E. chaffeensis and other rickettsial agents in their respective arthropod hosts. Fig 9. Open in a new tab Identification of mitochondrion-associated genes that impact E. chaffeensis infection. san [ N -(alpha) acetyltransferase 50] and Uck2 (uridine/cytidine kinase) are needed for the synthesis of cardiolipin. Phosphatidic acid (PA), a product of san activity, and CTP, which is produced from CMP, a product of Uck2 , are both necessary substrates for biosynthesis of cardiolipin, the major inner mitochondrial membrane lipid. Cht11 ( chitinase 11 ) encodes part of a protein transporter in the inner mitochondrial membrane. whd ( withered ) encodes carnitine palmitoyltransferase 1, and Echs1 encodes enoyl-CoA hydratase; both enzymes are needed for the production of acetyl-CoA. Ccdc58 encodes coiled-coil domain-containing protein 58, which is found in complex with the inner mitochondrial membrane molecules MRPS28 and SSBP1. Apopt1 ( Apoptogenic 1 ) induces the release of cytochrome c through the permeability transition pore and triggers apoptosis. Nup37 ( Nucleoporin 37 ) is not found in the mitochondrion but is part of a nucleopore complex that transports hexose molecules, including glucose, an important molecule in energy metabolism. Several of the genes that impact E. chaffeensis infections encode key mitochondrial enzymes needed for fatty acid metabolism and acetyl-coenzyme A (CoA) production. The whd gene was originally associated with uridine kinase ( 56 ). However, recent annotation ( 43 ) and experimentation ( 58 ) have identified whd as the palmitoyltransferase 1 ( CPT 1 ) gene. Palmitoyltransferase 1 is the rate-limiting enzyme for palmitoyl-CoA uptake into mitochondria ( 24 ) ( Fig. 9 ). Echs1 in Drosophila is an ortholog of the ECHS1 gene in humans and other mammals ( 43 ), which encodes an enoyl-CoA hydratase in the second step of the β-oxidation pathway in the mitochondrion ( 27 ) ( Fig. 9 ). Therefore, when we experimentally challenged flies mutant for the Echs1 gene, the immediate downstream effect was on the supply of acetyl-CoA to the citric acid cycle, which implies that the supply of acetyl-CoA may be critical to E. chaffeensis replication. san is an ortholog of the human NAA50 gene, which encodes N (alpha)-acetyltransferase 50 ( 43 ). These acetyltransferases are involved in the conversion of glycerol-3-phosphate to phosphatidic acid ( 13 ). This biochemical step is upstream of the CDP diacylglycerol (CDP-DAG) intermediate in the synthesis of cardiolipin on the inner mitochondrial membrane. It is also possible that the acetyltransferase could be active in the β-oxidation pathway. However, this has yet to be proven experimentally. CG15881 , or Ccdc58 , is an ortholog of the human gene known as coiled-coil domain-containing protein 58 ( CCDC58 ). Although the exact function of Ccdc58 is not known, its structure likely allows it to interact with other coiled-coil molecules ( 41 ). Indeed, the STRING association tool ( 60 ) shows that CCDC58 has a direct relationship with mitochondrial ribosomal protein S28 ( MRPS28 ) and translocase of inner mitochondrial membrane 9 homolog ( TIMM9 ), which encode an inner mitochondrial membrane chaperone protein, SSBP1, a protein putatively thought to be involved in mitochondrial DNA replication ( 60 ). The BioGraph gene association tool ( 33 ) assigned a rank of 23 out of 18,180 gene concepts (top 0.13%) when it was assigned to “mitochondria.” Other coiled-coil domain-containing proteins have been associated with the inner mitochondrial membrane ( 70 ), and CCDC58 has also been associated with the mitochondrial single-nucleotide polymorphisms that impact the progression of AIDS ( 26 ). Therefore, it is highly likely that the impact of disruption of Ccdc58 on E. chaffeensis growth is due to its impact on mitochondrial function. CG14806 or Apopt1 has no known function in Drosophila . It is an ortholog of the Apoptogenic 1 gene ( APOPT1 or Apop1 ) in humans and rodents ( 66 ). It is involved in the release of cytochrome c through permeability transition pores in the outer membrane of the mitochondrion and the activation of apoptosis ( 59 , 73 ) ( Fig. 9 ). It seems plausible that inhibiting apoptosis would be to the bacterium's advantage. There is increased transcription of some apoptotic genes during Ehrlichia infections ( 75 ), and there is delayed apoptosis in neutrophils after infection with Ehrlichia ewingii ( 71 ). It is possible that Apop1 is needed to help in the release of bacteria at the end of the replicative phase. E. chaffeensis organisms disseminate by lysing host cells or by exocytosis in order to spread to uninfected cells ( 17 ). More empirical analyses will be needed to support this hypothesis. Uck2 ( CG6364 ) is orthologous to the mammalian UCK2 gene with the molecular function of a uridine kinase ( 43 ). Functionally, it has been associated with the phagocytosis of Candida albicans ( 57 ). Using the STRING association tool ( 60 ), we found that its predicted functional partners are all involved in nucleotide/nucleoside modification. These functions include nucleoside di- and triphosphate activity ( CG5276 ), hydrolase activity ( CG8891 ), uracil phosphoribosyl transferase activity ( CG5537 ), uridine phosphorylase ( CG3788 , CG8349 ), cytidylate/uridylate kinase activity (Dak1), uridine phosphorylase ( CG6330 ), and cytidine deaminase activity ( CG8349 ). The BioGraph gene association tool ( 33 ) assigned a rank of 12.63% (2,297th out of 18,180 gene objects) when Uck2 was associated with mitochondria, indicating a highly probable association. Cytosine triphosphate, a downstream product of the uridine kinase ( 38 , 62 ), is a substrate used for the conversion of phosphatidic acid to CDP-DAG ( 31 , 46 ) ( Fig. 9 ). CDP-DAG is synthesized in the inner mitochondrial membrane and is necessary for the synthesis of cardiolipin, a major component of the inner mitochondrial membrane ( 46 ). Therefore, we reason that the uridine kinase must be essential to providing substrates for E. chaffeensis , because it cannot be provided by the de novo synthesis pathway. When we grew E. chaffeensis in the presence of CPEC, a CTP synthetase inhibitor ( 52 , 62 ) that inhibits the synthesis of CTP from glutamate ( Fig. 5 ), bacterial replication was significantly enhanced ( Fig. 6 ). These data suggest that the bacterium does not require the host to use glutamine as a substrate during replication. Supplementation of cytosine in cells enhanced Ehrlichia replication, which further implicates the use of the salvage pathway through cytidine. The enhanced growth of another rickettsia, Rickettsia felis , from pyrimidines in tryptose phosphate broth is also consistent with the involvement of mitochondrial enzymes in obligate intracellular bacterial growth ( 50 ). Moreover, cytidine is the least abundant nucleoside in cells ( 32 ). The depletion of cytidine pools can disrupt the balance of ribonucleotides in cells, leading to alterations in cellular homeostasis and apoptosis ( 52 ). These observations suggest that E. chaffeensis needs to regulate cytidine in order to control apoptosis until its replication is completed within a phagosome. The enhanced growth of E. chaffeensis after treatment with CPEC instead of an inhibitory effect suggests that the bacterium requires the uridine/cytidine salvage pathway to phosphorylate cytidine and uridine ( 61 ) for its replication. More importantly, the disruption of E. chaffeensis growth in UCK2 -silenced THP-1 macrophages reinforces the fact that the UCK2 target has human relevance. Therefore, we focused our attention on Uck2 because it has the potential to be a target for chemotherapy. UCK2 has been found to be more active in certain types of cancers ( 54 ) and acts to phosphorylate nucleoside analog drugs used for treatment of cancers and hepatitis C virus infections ( 23 , 61 ). Uninfected host cells may be unaffected by UCK2 inhibitors, since nucleotides could be synthesized by the de novo synthesis pathway. The clustering of mitochondria adjacent to morulae in E. chaffeensis -infected macrophages supports the hypothesis that it has physiological relevance and is consistent with previous observations ( 37 , 49 ). Mitochondrial membrane permeability and membrane potential were not disrupted by either E. chaffeensis ( 37 ) or E. ewengii ( 71 ) infection. However, Liu et al. found that mitochondrial biochemical activity was reduced, as evidenced from the measurement of mitochondrial DNA synthesis or the transcription of several mitochondrial genes ( 37 ). There is also evidence that the E. chaffeensis type IV secretion system is used to insert bacterial effector proteins into host mitochondria ( 36 ). These observations suggest that the organism inhibits mitochondrial activity, perhaps to inhibit the generation of mitochondrially produced oxidative products that would be harmful to the bacteria ( 5 , 68 ). In contrast, we have disrupted several genes that are associated with mitochondrial function that negatively affect E. chaffeensis infections. The gene products of san and Uck2 affect cardiolipin synthesis on the inner mitochondrial membrane ( Fig. 9 ). Cht11 encodes protein for part of a transport molecule on the same inner mitochondrial membrane. The gene products of whd and Echs1 affect steroidogenesis, ketogenesis, and the Krebs cycle ( Fig. 9 ), the last of which has clear mitochondrial dependence. Although Ccdc58 and Apopt1 are associated with mitochondria ( Fig. 9 ), we have yet to fully understand their significance. It is also interesting that genes like Nup37 and dumpy , which do not have direct mitochondrial connections, also affect E. chaffeensis infections. The NUP37 gene product is part of nucleopores. One of the molecules it transports, glucose, is also important for mitochondrial functions. The dumpy gene has been characterized genetically and appears to impact wing and other body part development ( 11 , 12 ). It has no known mammalian orthologs ( 43 ), and dumpy encodes a large extracellular molecule needed for structural integrity in wing epithelial tissue ( 12 , 69 ). Interestingly, one of the properties listed for dumpy is that it binds iron and sulfur ( 43 ), properties of mitochondrial proteins involved in oxidation-reduction reactions ( 6 ). Clearly, more work is necessary to understand these molecules and their host-bacterium interactions. Nevertheless, our findings provide clues about the mitochondrial processes that are needed by the bacteria. Interestingly, at least one alphaproteobacterium closely related to Ehrlichia , designated IricES1, infects the mitochondria of ovarian cells of Ixodes ricinus ( 7 ). Perhaps E. chaffeensis is one step away from a similar symbiotic relationship.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef7a/3457586/82ee277288f4/zii9990998340001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef7a/3457586/b2a3d9142a4f/zii9990998340002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef7a/3457586/586002c93018/zii9990998340003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef7a/3457586/44b529c5d868/zii9990998340004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef7a/3457586/d8883f25a401/zii9990998340005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef7a/3457586/9500668d19db/zii9990998340006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef7a/3457586/f2ef2def37fc/zii9990998340007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef7a/3457586/436aa9c10c0b/zii9990998340008.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/ef7a/3457586/dc244281b694/zii9990998340009.jpg"
    ]
  }
}