{
  "paper_id": "pmc_articles_PMC4136787",
  "title": "Mice in Bion-M 1 space mission: training and selection",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4136787/",
  "sections": {
    "Abstract": "Abstract After a 16-year hiatus, Russia has resumed its program of biomedical research in space, with the successful 30-day flight of the Bion-M 1 biosatellite (April 19–May 19, 2013). The principal species for biomedical research in this project was the mouse. This paper presents an overview of the scientific goals, the experimental design and the mouse training/selection program. The aim of mice experiments in the Bion-M 1 project was to elucidate cellular and molecular mechanisms, underlying the adaptation of key physiological systems to long-term exposure in microgravity. The studies with mice combined in vivo measurements, both in flight and post-flight (including continuous blood pressure measurement), with extensive in vitro studies carried out shortly after return of the mice and in the end of recovery study. Male C57/BL6 mice group housed in space habitats were flown aboard the Bion-M 1 biosatellite, or remained on ground in the control experiment that replicated environmental and housing conditions in the spacecraft. Vivarium control groups were used to account for housing effects and possible seasonal differences. Mice training included the co-adaptation in housing groups and mice adaptation to paste food diet. The measures taken to co-adapt aggressive male mice in housing groups and the peculiarities of “space” paste food are described. The training program for mice designated for in vivo studies was broader and included behavioral/functional test battery and continuous behavioral measurements in the home-cage. The results of the preliminary tests were used for the selection of homogenous groups. After the flight, mice were in good condition for biomedical studies and displayed signs of pronounced disadaptation to Earth's gravity. The outcomes of the training program for the mice welfare are discussed. We conclude that our training program was effective and that male mice can be successfully employed in space biomedical research.",
    "Results": "Group housing Living conditions for animals considered optimal on earth cannot be provided in the confines of a space satellite. Microgravity, apart from purely technical limitations of the housing hardware, may disrupt normal mouse behavior, and an inability to express natural behavior is posited as a potential cause of distress in laboratory animals [25] . This and more obvious negative factors, such as accumulated waste, suboptimal feeding regimen etc., can negatively affect mice and could increase aggressiveness in space habitats. As a result we considered aggressive interactions a major risk factor. To minimize this risk, we specifically sought to shape the groups for social housing and carefully select stable groups prior to experiments. From an initial set of 300 male mice, 88 groups of 3 mice were formed, a total of 53 groups were used for the space flight (SF) experiment and corresponding SFV, 35 groups for subsequent GC and GCV studies (87%). During the co-adaptation period, a total of 12 groups had to be rearranged (14%). Male mice are known to have aggressive tendencies. Their aggressiveness depends on a number of factors, including strain (C57/BL6 is considered one of the more aggressive strains), living space and other housing conditions and, in the case of group housing, the history of group interactions is a major factor [17] . In an animal facility, aggressive interactions are easily overcome by simply removing the aggressor from a group or by individual housing of mature males. Individual housing, however, precludes all social interactions and thus compromises the animals' overall welfare. For this reason, environmental enrichment is often employed in animal facilities, with the goal of reducing aggressive interactions. While the analysis of measures promoting co-habitation of male mice was beyond the scope of the current project, several pertinent observations were made. We reasoned that environmental enrichment and daily handling were critically important for successful co-adaptation of mice and the development of sustainable hierarchy in the group. In a preliminary experiment, when no environmental enrichment was used, only 50% of mice (out of a sample of 42) successfully co-adapted to living in groups of three. The enrichment used to prepare mice for the Bion-M 1 experiments (shelters, nesting material and paper tubes) proved to be useful in two ways. Shelter with good qualities is salient to mice, and male mice will compete for the resource [26] . Additionally, adequate shelter facilitates the observation of nesting behavior within the group. Nesting behavior can differentiate groups, with stable groups building a communal nest within a chamber, whereas mice that cannot co-adapt as a group compete and fight for the shelter, with one or two mice building a separate nest outside of the chamber. Handling and other simple manipulations are known to induce an acute stress reaction in mice, seen as an increase in blood pressure, heart rate, body temperature, and plasma corticosterone [27] –. At the same time, handling is often used to habituate mice and rats to experimental manipulations (mild stress), with different handling techniques having different impacts on their behavioral indices [31] . In the course of training for the experiments, mice were handled daily to monitor signs of fighting and body weight, and to help identify the provokers and recipients of aggression. Frequent handling proved critically important to condition and calm mice to some of the tests. For instance, the “air righting” test used to evaluate vestibular function involved holding and rotating individual mice cupped in the palms of the experimenter's hands prior to releasing the mouse into a safe fall. Extensive handling and homecage enrichments yielded male mice that were tractable and cooperative during such potentially provocative procedures. Other, useful and informative observations could be made after a change of bedding. Mice become extremely active when placed in a fresh cage. We have repeatedly observed that in unstable groups mice would fight promptly after a change of bedding. In summary, fighting episodes observed after handling or cage cleaning, along with an absence of a communal nest, were treated as indication that the group had to be either rearranged or split and excluded from the experiments. Food and water consumption The average pelleted food consumption in SFV and GCV groups was 1.30±0.14 g/10 g bodyweight (BW) and their water consumption was 1.52±0.65 g/10 g BW (m±sd). Average paste food consumption in the Space Flight and the Ground Control groups was 5.52±0.88 g/10 g BW. Taking into account the 76–78%, water content of paste food, dry weight consumed was the same as that for pelleted food of 1.27±0.20 g/10 g BW (p = 0.4514, Mann Whitney test). Notably, water intake via the paste food diet was 4.25±0.67 g/10 g BW, or roughly three times ad libitum water consumption, when water was presented separately from dry, pelleted diet (p<0.0001, Mann Whitney test). Apparently the need for nutrients, rather than thirst, governed the paste food consumption. While no adverse impact of this increased water intake was evident, mice maintained on paste diet produced more urine that was more dilute than normal. When paste food was introduced, water consumption decreased roughly 5 times its original amount; body weight increased by 1.5±0.4 g, and feces weight tripled ( Figure 3 ). Measured urine production in mice fed pasted food diet was 2.4 ml/10 g BW, which was 10 times the value in mice fed standard diet (Student's paired t = 12.55, df = 3, p = 0.0011). Figure 3. Metabolic parameters in mice fed pelleted food and paste diet. Open in a new tab Body weight (A), food (B) and water (C) consumption, feces (D) and urine (E) production. Differences significant at p<0.05 are marked with an asterisk. When the paste food diet with high water content was introduced mice displayed an increase in bodyweight, stopped drinking, while diuresis and feces weight were increased indicating excretion of excess water consumed with the paste diet. Telemetry probes impact on the mice welfare Continuous blood pressure measurement, with implantable telemetry probes, was an integral part of the in vivo studies. The health status and functional state of the implanted mice were carefully monitored after surgery because the novelty of this procedure as part of a long spaceflight constituted a major risk factor for the mission. Thirty-five (35) mice were implanted with PA-C10 blood pressure transmitters. The mice tolerated with apparent ease telemetry probe implantation. As can be seen from body weight data, the acute recovery was complete by day 5 post-surgery ( Figure 4 ). At approximately the same time, mice were behaviorally recovered in terms of locomotor activity and nest building, and were reunited with their co-habitants. Figure 4. Bodyweight (A) and relative BW change (B) after telemetry probe implantation. Open in a new tab Differences significant at p<0.05 are marked with an asterisk. As can be considered from bodyweight data, acute recovery was over by day 5 after surgery. Tests of corneal, pineal and other simple reflexes, performance on RotaRod, grip strength, running wheel performance, and learning and memory tests revealed no adverse effects of probe implantation. We occasionally noted, slight eyelid drooping. Although this ptosis could be interpreted as indicating compromised brain blood supply, we do not believe this was the case. Indeed, the circle of Willis is incompletely developed in mice, with 10% incidence in the C57 strain [32] ; the right common carotid artery was ligated during the surgery. The absence of impaired motor or cognitive functions in implanted mice contradicts interpretations of brain blood supply deficiency. An extracranial blood supply through the external carotid could, however, be compromised in operated mice, particularly in the most distal branches of the artery that supply blood to the eyelid. We surmise that was the reason for the slight ptosis observed on the side ipsilateral to the carotid ligation. Mice that underwent surgery were housed individually during acute recovery period (5 days on average) and were re-introduced to their co-habitants when recovered. Two modes of reunion were tested. One method was to introduce two un-operated mice to the cage of an operated animal. This was designed to exploit “host-intruder” paradigm and offer an advantage to the host (operated = ”weak” mouse) due to concerns for its safety. In nearly all cases, however, the non-operated “intruders” were the ones to suffer, when the implanted mouse assumed the dominant position. The second method was to introduce all three mice to a fresh cage; this was found to be safe for both operated and intact mice. Based on in vivo tests conducted before the experiment, we selected the latter mode of reunion. To summarize, when partially recovered from the operation, mice with implanted probes can be easily group-housed with intact mice and display little (if any) differences from mice without surgery. Pre-flight training of mice designated for in vivo studies Preliminary training and tests were performed with 42 mice for both the flight (SF) experiment and the corresponding vivarium control (SFV), and with 30 mice for the ground control (GC and GCV groups) experiment ( Table 3 ); 26 (62%) and 16 (53%) mice correspondingly fulfilled the inclusion criteria. Here, it is important to mention that probabilities of fulfilling each of the criteria are below 1. The probabilities of mice displaying a good BP signal, running vigorously in the wheel, performing well in discriminative learning, and maintaining amicable interactions with cagemates should be treated as independent and therefore should be multiplied to get the joint probability. Although the rule is common knowledge, it is easy to overlook when planning an experiment, and anticipating sufficient allowance of extra animals. Table 3. The outcome of the pre-flight procedures with mice for in vivo studies. Criterion Flight + Flight vivarium Ground control + Ground control vivarium fulfilled, n failed, n fulfilled, % fulfilled, n failed, n fulfilled, % Blood pressure signal quality 15 5 75 12 3 80 Voluntary running more than 3 km/day 34 8 81 25 5 83 More than 95% correct reactions in the operant conditioning task by day 3 39 3 93 28 2 93 Housing group stability (cages) 19 2 90 14 1 93 Open in a new tab Transportation The flight group of mice was transported to Cosmodrome Baikonur one week before launch. The relatively long (24 h) transportation to Baikonur did not seriously affect the mice as evidenced by a slight bodyweight change of −3% (−0.9 g, Figure 5 ). Bodyweight returned back to pre-transportation values in two days. Figure 5. Mice bodyweight dynamics after transportation to the launch site. Open in a new tab Differences significant at p<0.05 are marked with an asterisk. Transportation did not seriously affect the mice, as can be concluded from a slight drop of bodyweight and its rapid recovery.",
    "Conclusion": "Group housing Living conditions for animals considered optimal on earth cannot be provided in the confines of a space satellite. Microgravity, apart from purely technical limitations of the housing hardware, may disrupt normal mouse behavior, and an inability to express natural behavior is posited as a potential cause of distress in laboratory animals [25] . This and more obvious negative factors, such as accumulated waste, suboptimal feeding regimen etc., can negatively affect mice and could increase aggressiveness in space habitats. As a result we considered aggressive interactions a major risk factor. To minimize this risk, we specifically sought to shape the groups for social housing and carefully select stable groups prior to experiments. From an initial set of 300 male mice, 88 groups of 3 mice were formed, a total of 53 groups were used for the space flight (SF) experiment and corresponding SFV, 35 groups for subsequent GC and GCV studies (87%). During the co-adaptation period, a total of 12 groups had to be rearranged (14%). Male mice are known to have aggressive tendencies. Their aggressiveness depends on a number of factors, including strain (C57/BL6 is considered one of the more aggressive strains), living space and other housing conditions and, in the case of group housing, the history of group interactions is a major factor [17] . In an animal facility, aggressive interactions are easily overcome by simply removing the aggressor from a group or by individual housing of mature males. Individual housing, however, precludes all social interactions and thus compromises the animals' overall welfare. For this reason, environmental enrichment is often employed in animal facilities, with the goal of reducing aggressive interactions. While the analysis of measures promoting co-habitation of male mice was beyond the scope of the current project, several pertinent observations were made. We reasoned that environmental enrichment and daily handling were critically important for successful co-adaptation of mice and the development of sustainable hierarchy in the group. In a preliminary experiment, when no environmental enrichment was used, only 50% of mice (out of a sample of 42) successfully co-adapted to living in groups of three. The enrichment used to prepare mice for the Bion-M 1 experiments (shelters, nesting material and paper tubes) proved to be useful in two ways. Shelter with good qualities is salient to mice, and male mice will compete for the resource [26] . Additionally, adequate shelter facilitates the observation of nesting behavior within the group. Nesting behavior can differentiate groups, with stable groups building a communal nest within a chamber, whereas mice that cannot co-adapt as a group compete and fight for the shelter, with one or two mice building a separate nest outside of the chamber. Handling and other simple manipulations are known to induce an acute stress reaction in mice, seen as an increase in blood pressure, heart rate, body temperature, and plasma corticosterone [27] –. At the same time, handling is often used to habituate mice and rats to experimental manipulations (mild stress), with different handling techniques having different impacts on their behavioral indices [31] . In the course of training for the experiments, mice were handled daily to monitor signs of fighting and body weight, and to help identify the provokers and recipients of aggression. Frequent handling proved critically important to condition and calm mice to some of the tests. For instance, the “air righting” test used to evaluate vestibular function involved holding and rotating individual mice cupped in the palms of the experimenter's hands prior to releasing the mouse into a safe fall. Extensive handling and homecage enrichments yielded male mice that were tractable and cooperative during such potentially provocative procedures. Other, useful and informative observations could be made after a change of bedding. Mice become extremely active when placed in a fresh cage. We have repeatedly observed that in unstable groups mice would fight promptly after a change of bedding. In summary, fighting episodes observed after handling or cage cleaning, along with an absence of a communal nest, were treated as indication that the group had to be either rearranged or split and excluded from the experiments. Food and water consumption The average pelleted food consumption in SFV and GCV groups was 1.30±0.14 g/10 g bodyweight (BW) and their water consumption was 1.52±0.65 g/10 g BW (m±sd). Average paste food consumption in the Space Flight and the Ground Control groups was 5.52±0.88 g/10 g BW. Taking into account the 76–78%, water content of paste food, dry weight consumed was the same as that for pelleted food of 1.27±0.20 g/10 g BW (p = 0.4514, Mann Whitney test). Notably, water intake via the paste food diet was 4.25±0.67 g/10 g BW, or roughly three times ad libitum water consumption, when water was presented separately from dry, pelleted diet (p<0.0001, Mann Whitney test). Apparently the need for nutrients, rather than thirst, governed the paste food consumption. While no adverse impact of this increased water intake was evident, mice maintained on paste diet produced more urine that was more dilute than normal. When paste food was introduced, water consumption decreased roughly 5 times its original amount; body weight increased by 1.5±0.4 g, and feces weight tripled ( Figure 3 ). Measured urine production in mice fed pasted food diet was 2.4 ml/10 g BW, which was 10 times the value in mice fed standard diet (Student's paired t = 12.55, df = 3, p = 0.0011). Figure 3. Metabolic parameters in mice fed pelleted food and paste diet. Open in a new tab Body weight (A), food (B) and water (C) consumption, feces (D) and urine (E) production. Differences significant at p<0.05 are marked with an asterisk. When the paste food diet with high water content was introduced mice displayed an increase in bodyweight, stopped drinking, while diuresis and feces weight were increased indicating excretion of excess water consumed with the paste diet. Telemetry probes impact on the mice welfare Continuous blood pressure measurement, with implantable telemetry probes, was an integral part of the in vivo studies. The health status and functional state of the implanted mice were carefully monitored after surgery because the novelty of this procedure as part of a long spaceflight constituted a major risk factor for the mission. Thirty-five (35) mice were implanted with PA-C10 blood pressure transmitters. The mice tolerated with apparent ease telemetry probe implantation. As can be seen from body weight data, the acute recovery was complete by day 5 post-surgery ( Figure 4 ). At approximately the same time, mice were behaviorally recovered in terms of locomotor activity and nest building, and were reunited with their co-habitants. Figure 4. Bodyweight (A) and relative BW change (B) after telemetry probe implantation. Open in a new tab Differences significant at p<0.05 are marked with an asterisk. As can be considered from bodyweight data, acute recovery was over by day 5 after surgery. Tests of corneal, pineal and other simple reflexes, performance on RotaRod, grip strength, running wheel performance, and learning and memory tests revealed no adverse effects of probe implantation. We occasionally noted, slight eyelid drooping. Although this ptosis could be interpreted as indicating compromised brain blood supply, we do not believe this was the case. Indeed, the circle of Willis is incompletely developed in mice, with 10% incidence in the C57 strain [32] ; the right common carotid artery was ligated during the surgery. The absence of impaired motor or cognitive functions in implanted mice contradicts interpretations of brain blood supply deficiency. An extracranial blood supply through the external carotid could, however, be compromised in operated mice, particularly in the most distal branches of the artery that supply blood to the eyelid. We surmise that was the reason for the slight ptosis observed on the side ipsilateral to the carotid ligation. Mice that underwent surgery were housed individually during acute recovery period (5 days on average) and were re-introduced to their co-habitants when recovered. Two modes of reunion were tested. One method was to introduce two un-operated mice to the cage of an operated animal. This was designed to exploit “host-intruder” paradigm and offer an advantage to the host (operated = ”weak” mouse) due to concerns for its safety. In nearly all cases, however, the non-operated “intruders” were the ones to suffer, when the implanted mouse assumed the dominant position. The second method was to introduce all three mice to a fresh cage; this was found to be safe for both operated and intact mice. Based on in vivo tests conducted before the experiment, we selected the latter mode of reunion. To summarize, when partially recovered from the operation, mice with implanted probes can be easily group-housed with intact mice and display little (if any) differences from mice without surgery. Pre-flight training of mice designated for in vivo studies Preliminary training and tests were performed with 42 mice for both the flight (SF) experiment and the corresponding vivarium control (SFV), and with 30 mice for the ground control (GC and GCV groups) experiment ( Table 3 ); 26 (62%) and 16 (53%) mice correspondingly fulfilled the inclusion criteria. Here, it is important to mention that probabilities of fulfilling each of the criteria are below 1. The probabilities of mice displaying a good BP signal, running vigorously in the wheel, performing well in discriminative learning, and maintaining amicable interactions with cagemates should be treated as independent and therefore should be multiplied to get the joint probability. Although the rule is common knowledge, it is easy to overlook when planning an experiment, and anticipating sufficient allowance of extra animals. Table 3. The outcome of the pre-flight procedures with mice for in vivo studies. Criterion Flight + Flight vivarium Ground control + Ground control vivarium fulfilled, n failed, n fulfilled, % fulfilled, n failed, n fulfilled, % Blood pressure signal quality 15 5 75 12 3 80 Voluntary running more than 3 km/day 34 8 81 25 5 83 More than 95% correct reactions in the operant conditioning task by day 3 39 3 93 28 2 93 Housing group stability (cages) 19 2 90 14 1 93 Open in a new tab Transportation The flight group of mice was transported to Cosmodrome Baikonur one week before launch. The relatively long (24 h) transportation to Baikonur did not seriously affect the mice as evidenced by a slight bodyweight change of −3% (−0.9 g, Figure 5 ). Bodyweight returned back to pre-transportation values in two days. Figure 5. Mice bodyweight dynamics after transportation to the launch site. Open in a new tab Differences significant at p<0.05 are marked with an asterisk. Transportation did not seriously affect the mice, as can be concluded from a slight drop of bodyweight and its rapid recovery.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fa56/4136787/70e25d36bcd9/pone.0104830.g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fa56/4136787/baff4e1e20fe/pone.0104830.g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fa56/4136787/b536fa0d195d/pone.0104830.g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fa56/4136787/2943f07a32f9/pone.0104830.g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fa56/4136787/551344689a57/pone.0104830.g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fa56/4136787/624d20564868/pone.0104830.g006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fa56/4136787/6e518b32c174/pone.0104830.g007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fa56/4136787/899daebf315b/pone.0104830.g008.jpg"
    ]
  }
}