{
  "paper_id": "pmc_articles_PMC6222041",
  "title": "High-precision method for cyclic loading of small-animal vertebrae to assess bone quality.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6222041/",
  "sections": {
    "Abstract": "One potentially important bone quality characteristic is the response of bone to cyclic (repetitive) mechanical loading. In small animals, such as in rats and mice, cyclic loading experiments are particularly challenging to perform in a precise ...",
    "Results": "Of all three methods tested, the new (K FEA ) method produced the lowest variation in fatigue life. The mean value of the applied force was the same for all groups (22 N), but the standard deviation was lowest for the new (K FEA ) method (±0.77 N), 8-fold and 7-fold lower than the K EXP and F MAX methods (F-ratio = 5.5; p < 0.01; Fig. 5 A), respectively. Because of these larger variations in applied force for the literature methods, the fatigue life displayed a negative S-N type relation with the loading force (R 2 = 0.73 both literature methods) but there was no such correlation for the new method (R 2 = 0.07; Fig. 6 ). Instead, for the new method the fatigue life was approximately uniform across all specimens (5.0 ± 0.2), and its standard deviation was 5-fold and 2-fold lower than for the K EXP or F MAX methods, respectively (F-ratio = 4.9; p = 0.008; Fig. 5 A). Fig. 5. Open in a new tab A: Specimen-specific cyclic loading force and number of cycles to failure, or fatigue life for each method. Error bars represent standard deviations. Standard deviation of the cyclic loading force was significantly lower for the K FEA method compared to both other methods ( p < 0.01). Standard deviation of the fatigue life was significantly lower for the K FEA method compared to both other methods ( p < 0.01). The mean value for cyclic loading force was the same for all methods. The mean value for cycles to failure for F MAX and K FEA were the same, however cycles to failure for K EXP was lower compared to these methods ( p < 0.01). B: Average elastic stiffness, measured experimentally, of the vertebra for each method. Error bars represent ±1 standard deviation. The K EXP method stiffness was significantly lower ( p < 0.01) compared to the F MAX and K FEA methods. Fig. 6. Open in a new tab Applied force versus cycles to failure for the three methods. Two different F-N responses were found for the literature methods; by contrast, fatigue life was approximately constant for the new method. p < 0.05 for regression. The new method also provided other measurements related to bone quality, both of which displayed high uniformity across the specimens: the effective tissue elastic modulus, E tissue , was 5.83 ± 0.22 GPa and the strain to (cyclic) failure, ε f , was 3.20 ± 0.80%. Three additional observations were noteworthy. First, compared to the new method, the average fatigue life was lower for the K EXP method by 40.9% ( p = 0.002) whereas fatigue life did not differ for the F MAX method ( p > 0.90; Fig. 5 A). Second, the elastic stiffness measured from fatigue testing (K elastic ) was also lower for the K EXP method than the F MAX method by 42.1% ( p = 0.002), and than the new method by 44.8% ( p < 0.001); stiffnesses for the F MAX and new methods were not different ( p > 0.80; Fig. 5 B). And third, the standard deviation for stiffness was lowest for the new method (F-ratio = 4.53; p = 0.011; Fig. 5 B) compared to the K EXP and F MAX method. The difference in stiffness variation between F MAX and the new method, which both used the spherically-seated platen, shows that large variations in stiffness can still exist even with the use of a pivotable fixture, presumably due to variable degrees of machine compliance.",
    "Conclusion": "Our new method for cyclic loading of small-animal vertebrae yielded highly reproducible measurements of fatigue life and was successful, in part, by effectively controlling for the nominal level of strain applied to these tiny bone specimens. Failure of bone in both static and fatigue loading is largely thought to be strain-controlled ( Nalla et al., 2003 ; Bowman et al., 1998 ; Keaveny et al., 2001 ; Keaveny et al., 1994c ; Schileo et al., 2008 ). To apply a repeatable initial strain to each specimen, a consistent measurement of stiffness must first be obtained. Our new method utilized specimen-specific micro-CT-based finite element analyses to measure specimen stiffness and prescribe an individualized cyclic force for each specimen. In turn, these individualized forces resulted in a consistent starting level of strain applied to all test specimens, and resulted in similar values of fatigue life. By contrast, our implementations of the two literature methods were unable to consistently apply the specified starting strain value, which produced more scatter in the magnitude of the applied forces and an unintended S-N-like relationship. The reduced level of scatter in fatigue life using this method would be particularly helpful for studies limited to a small sample size, such as in vivo animal experiments, to improve detection in cyclic properties. The consistency of our strain-to-failure results with those from other studies supports the validity of our new approach. While the fatigue life will depend on the level of loading, strain-to-failure is emerging as a more uniform outcome across many different cyclic loading experiments. Our strain-to-failure (mean ± SD) value of 3.20 ± 0.80%, from cyclic compression testing of mouse vertebrae, is consistent with cyclic compression results for other species: 3.36 ± 2.13% for human trabecular bone ( Haddock et al., 2004 ), 2.85% ± 0.66% for bovine trabecular bone ( Bowman et al., 1998 ), and 4.19 ± 1.52% for rat whole-bone vertebra ( Brouwers et al., 2009 ). A similar value in cyclic compressive strain-to-failure between these studies and ours might be expected for two reasons. First, the bone material, primarily the collagen component which dominates the plasticity and therefore strain-to-failure of the bone ( Burstein et al., 1975 ), is similar amongst the species listed. And second, others have reported on relatively uniform values for the strain-to-failure independent of apparent density, applied loads, or temperature ( Bowman et al., 1998 ; Keaveny et al., 2001 ; Keaveny et al., 1994c ). While the absolute value of strain to failure will be influenced by any machine compliance, the general level of agreement and small degree of scatter suggests that bone tissue does indeed fail at a narrow range of strain under cyclic loading, and that our protocol was successful in reducing the variation in strain across different specimens. Our findings also indicate that implementing a pivotable loading platen to ensure uniform contact is important for accuracy of results, at least for these small-animal bones. We observed a reduced K elastic and fatigue life for the K EXP method compared to the new method, even though the specimens used in both protocols had similar size and microarchitecture ( Appendix B ; Table 1 ). We attribute these inconsistent results to the rigid platen design used in the K EXP method testing. Even with rigorous specimen preparation in place, we found that perfectly plano-parallel loading surfaces on small bones cannot always be achieved. And without an adjustable platen, the load can be localized to an area that comes into contact with the platen first, producing an effective stress concentration. This localized load can result in reduced stiffness and the stress concentration in reduced fatigue life. There are some limitations to this study. First, the bone tissue used in this study was shared tissue, which did not allow for random assignment of animals across all groups, and thus it is possible specimens differed across groups. However, the similarity in size and structure of specimen across all groups as per micro-CT analysis ( Appendix B ; Table 1 ) suggests the only source of appreciable heterogeneity could be in tissue material properties, which is unlikely because the animals were of the same strain, sex, and approximate age. Second, the initial strain values of (ε max = 0.5%) used for our new method may be specific to this particular protocol, which assumed an effective tissue modulus of 10 GPa in the finite element analyses. The assumed value was chosen empirically by trial and error on some preliminary test specimens, such that the resulting F max values were approximately half of the directly measured ultimate force. To use this method in other animal models, large or small (e.g. rat, bovine, monkey), similar preliminary testing to determine the value of ε max is suggested, particularly if it is suspected that the effective tissue modulus might differ from mouse vertebrae. We recommend using an elastic strain level that is associated with about half of the ultimate strength. Third, the values of the effective tissue elastic modulus reported here are specific to this experiment. Parameters such as temperature, loading frequency, and use of different platens, can all contribute to machine compliance and variation between tests, thus the effective tissue modulus should not be considered a true material property. Placing an extensometer across the platens directly beside the specimen ends can minimize machine compliance effects. However, it is best to use the effective tissue modulus as a relative measurement to compare between untreated and treated specimens within an experiment, but not across studies (e.g. between mouse and rat bones). Lastly, as with any laboratory-based biomechanical testing, the loading configuration does not mimic exact in vivo conditions. Our removal of the endplate and loading via a rigid platen versus loading via intact disc and endplate is a clear limitation. Thus, while our results do not describe expected in vivo behavior, our protocol does produce highly repeatable results, which should help elucidate changes in bone quality characteristics by aging, disease, or treatment. The main application of our new method is to provide greater statistical power in using small-animal experiments to mechanically assess relevant aspects of bone quality associated with aging, disease, or treatment. A small sample size and scatter associated with the fatigue testing present challenges for detecting statistically significant effects unless those effects are large. For example, Brouwers et al. ( Brouwers et al., 2009 ) found a 37.5% difference in steady-state creep rate and 15.7% difference in loss of stiffness with zoledronate treatment in an osteoporotic rat model, but could not report a detectable significance due to high variation in the data and loss of some samples. Our K EXP method was similar to their method, which produced standard deviations in fatigue life (reported as “time-to-failure”) up to the same magnitude as the mean value. Our new method should reduce that range up to 8-fold. Furthermore, unlike in the Brouwers literature protocol, we had no loss of specimens, enabled by repeatable specimen preparation (e.g. 3D-printed support jigs for machining plano-parallel surfaces) and uniform loading of specimen surfaces (e.g. spherically-seated platen), which further improves statistical power, and can be implemented for monotonic testing or fatigue testing of small-animal vertebrae. That said, our new method is a time intensive process for specimen preparation, micro-CT, image processing, and finite element analysis. However, the extra effort improves the ability to detect small differences across treatment groups without using a large number of animals, which is advantageous both ethically and also logistically when sample sizes are inherently limited (e.g. space flight experiments). Thus, use of our new method may improve the ability of future studies to elucidate mechanically relevant aspects of bone quality associated with aging, disease, or treatment. The following are the supplementary data related to this article. Supplementary material mmc1.zip (9.3KB, zip)",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/830d/6222041/2bca73157dd2/gr1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/830d/6222041/7885f437e4a1/gr2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/830d/6222041/f0d389f86cf0/gr3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/830d/6222041/e6cca26cb83e/gr4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/830d/6222041/3a26402378ef/gr5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/830d/6222041/f27a9c70e8c9/gr6.jpg"
    ]
  }
}