{
  "paper_id": "pmc_articles_PMC7828077",
  "title": "Knowledge Network Embedding of Transcriptomic Data from Spaceflown Mice Uncovers Signs and Symptoms Associated with Terrestrial Diseases",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7828077/",
  "sections": {
    "Abstract": "Abstract There has long been an interest in understanding how the hazards from spaceflight may trigger or exacerbate human diseases. With the goal of advancing our knowledge on physiological changes during space travel, NASA GeneLab provides an open-source repository of multi-omics data from real and simulated spaceflight studies. Alone, this data enables identification of biological changes during spaceflight, but cannot infer how that may impact an astronaut at the phenotypic level. To bridge this gap, Scalable Precision Medicine Oriented Knowledge Engine (SPOKE), a heterogeneous knowledge graph connecting biological and clinical data from over 30 databases, was used in combination with GeneLab transcriptomic data from six studies. This integration identified critical symptoms and physiological changes incurred during spaceflight. Keywords: spaceflight, knowledge graph, transcriptomics",
    "Results": "3.1. Transcriptional Profiling of Mice after Space Flight Here we conducted a meta-analysis of six independent transcriptomic datasets (GLDS-4, -244, -245, -246, -288, and -289) from experimental mice obtained during four different spaceflight missions (STS-118, TCU (SpaceX-9), MHU-2 (Space X-12), and RR-6 (SpaceX-13)), at five time- points of collection (13-, 29-, 30-, and 35-days live animal return (LAR); and 53–56 days (ISS terminal)), on the International Space Station (ISS) ( Figure 1 b and Table 1 ). While experiments varied in their design (i.e., duration of flight, age at launch, the genotype of mice, transcriptomic platform, time of collection), the objective of these experiments was to identify changes in gene expression induced by spaceflight in three different immune-related organs—thymus (primary lymphoid organ), spleen (secondary lymphoid organ), and liver (immune-associated/digestive organ, with lymphatic cells playing a role in its responses to injury [ 31 ]). Table 1. Descriptive metadata for each NASA GLDS dataset analyzed by the Scalable Precision Medicine Oriented Knowledge Engine (SPOKE). GeneLab Study Tissue Sequencing Type Strain Mission/Flight Flight Duration A. GLDS-4 Thymus Microarray C57BL/6NTac STS-118 13-days (12.76 day) GLDS-244 Thymus RNA-sequencing C57BL/6NTac RR-6 (SpaceX-13) 29-days ( n = 9, LAR); 53–56-days ( n = 10, ISS terminal) GLDS-245 Liver RNA-sequencing C57BL/6NTac RR-6 (SpaceX-13) 29-days ( n = 9, LAR); 53–56-days ( n = 10, ISS terminal) GLDS-246 Spleen RNA-sequencing C57BL/6NTac RR-6 (SpaceX-13) 29-days ( n = 9, LAR); 53–56-days ( n = 10, ISS terminal) GLDS-288 Spleen RNA-sequencing C57BL/6J (flight); Charles River Laboratories Japan (GC) TCU (SpaceX-9) 35-days GLDS-289 Thymus RNA-sequencing C57BL/6J (flight); Charles River Laboratories Japan (GC) TCU (SpaceX-9, MHU-1; SpaceX-12, MHU-2) 35-days MHU-1; 30-days MHU-2 GeneLab Study Age at Initiation Age at Euthanasia Sex Sample Size (n/Cohort) Controls Collection Location B. GLDS-4 ~6.5-weeks 8-weeks n/a FLT ( n = 4); GC ( n = 4) Synchronous Ground Controls (GC) Ground post-flight GLDS-244 32-weeks 36-weeks LAR; 44-weeks ISS terminal; 36-weeks LAR/ISS terminal Baseline GC; 41-weeks LAR GC; 44-weeks ISS Terminal GC Female LAR ( n = 9); ISS terminal ( n = 10); Baseline LAR ( n = 10); Baseline ISS Terminal ( n = 9); LAR GC ( n = 9); ISS Terminal GC ( n = 10) Baseline (LAR, ISS terminal); synchronous GC (LAR, ISS terminal) 4-days post-flight (LAR); 53–56-day In-flight (ISS terminal) GLDS-245 32-weeks 36-weeks LAR; 44-weeks ISS terminal; 36-weeks LAR/ISS terminal Baseline GC; 41-weeks LAR GC; 44-weeks ISS Terminal GC Female LAR ( n = 9); ISS terminal ( n = 10); Baseline LAR ( n = 10); Baseline ISS Terminal ( n = 9); LAR GC ( n = 9); ISS Terminal GC ( n = 10) Baseline (LAR, ISS terminal); synchronous GC (LAR, ISS terminal) 4-days post-flight (LAR); 53–56-day In-flight (ISS terminal) GLDS-246 32-weeks 36-weeks LAR; 44-weeks ISS terminal; 36-weeks LAR/ISS terminal Baseline GC; 41-weeks LAR GC; 44-weeks ISS Terminal GC Female LAR ( n = 9); ISS terminal ( n = 10); Baseline LAR ( n = 10); Baseline ISS Terminal ( n = 9); LAR GC ( n = 9); ISS Terminal GC ( n = 10) Baseline (LAR, ISS terminal); synchronous GC (LAR, ISS terminal) 4-days post-flight (LAR); 53–56-day In-flight (ISS terminal) GLDS-288 8-weeks 12-weeks Male Spaceflight (MG, n = 3); Spaceflight w/centrifugation (AG, n = 3); Synchronous (GC, n = 3) Spaceflight w/centrifugation; Synchronous GC Ground post-flight GLDS-289 8-weeks MHU-1; 9-weeks MHU-2 12-weeks Male Spaceflight (MG, MHU-1, n = 3); Spaceflight w/centrifugation (AG, MHU-1, n = 3); Synchronous (GC, MHU-1, n = 3); Spaceflight (MG, MHU-2, n = 3); Spaceflight w/centrifugation (AG, MHU-2, n = 3); Synchronous (GC, MHU-2, n = 3) Spaceflight w/centrifugation (AG, MHU-1); Synchronous (GC, MHU-1); Spaceflight w/centrifugation (AG, MHU-2); Synchronous (GC, MHU-2) Ground post-flight Open in a new tab “GC” denotes ground control, “RR” denotes rodent research, “TCU” denotes transportation case units. These sample sets were selected to include multiple immune-associated organs (thymus, spleen, liver) collected from the same space-flown mice as well as between mice flown on different missions to increase sample diversity and to include RNA sequencing and microarray as two different sequencing methods to show that both can be used as inputs to SPOKE. After data normalization, the principal component analysis revealed a strong separation of samples by mission and tissues ( Figure 2 a). These findings are unsurprising, given that these variables are confounding factors of different missions/collections. However, we also observed that samples from the same time point of mission/collection from two different experiments clustered together, suggesting that some biological effects were captured. When PCA was used to plot samples from similar experimental conditions (space-flown, ground, and baseline from the same RR-6 mission), no obvious separation between samples obtained during flight, baseline, and the ground was observed ( Figure 2 b). Figure 2. Open in a new tab Transcriptomic analysis of spaceflight-associated changes in gene expression. ( a ) Principal component analysis of all samples, colored by the dataset. ( b ) Principal component analysis of datasets GLDS-244, -245, and -246, colored by flight condition. ( c , d ) Overlapping gene sets between datasets GLDS-244, 245, and 246 out of the top 50 Gene Ontology gene sets using significantly differently expressed genes ( p < 0.05) between flight and ground conditions, live animal return after 29 days on the ISS. Venn diagram showing overlapping gene sets between datasets ( c ) and the list of gene sets overlapping between all three datasets ( d ). Three out of the top 50 gene ontology (GO) gene sets overlapped between datasets GLDS-288 and -289, none of which overlapped with GLDS-244, -245, and -246. Differentially expressed genes were identified in the thymus, liver, and spleen in space-flown mice vs. ground controls after live animal return from the RR-6 (SpaceX-13) mission. Furthermore, using the differentially expressed genes as an input to pathway analysis (by a hypergeometric test) showed a number of statistically significant biological functions dysregulated by space flight in the thymus, liver, and spleen, including some that overlapped between the tissues ( Figure 2 c). While some gene sets were tissue-specific, nine of them were shared among the three tissues, including apoptosis, cell metabolic process, and cell membrane integrity ( Figure 2 d). 3.2. Fold-Change Enhanced Propagated SPOKE Entry Vectors While established methods of transcriptional profiling can inform about dysregulated molecular pathways, they provide little insight into higher-order phenotypes, such as associated signs and symptoms of disease. Using SPOKE, a KG that integrates information of both biological and clinical databases, it is possible to score every node of the graph as a function of the “information flow” elicited by a defined set of quantitative inputs. SPOKE leverages the complexity of the hierarchical organization of complex organisms to identify nodes with shared information flow (regardless of whether the input itself was significant or not). Gene-specific Propagated SPOKE Entry Vectors (PSEVs) were generated from the selected GeneLab studies prior to integrating gene expression results with SPOKE [ 11 , 12 ]. Each gene-specific PSEV was created using a modified version of topic-specific page rank [ 26 , 27 ] in which the random walker was forced to restart at the corresponding Gene node in SPOKE (See Methods, Figure 3 a). This focused the random walker on nodes that were the most important for a given node (in this case, Gene node since the input is gene expression). The amount of time a random walker spent on a node was then stored in a defined element (position within) of the PSEV vector. All PSEVs were then stored in the pre-computed PSEV matrix. For each gene expression study, the pre-computed PSEV matrix was filtered and normalized to match the genes within the study ( Figure 3 b; Methods). The dot product was then used with the normalized PSEV matrix and the −log 2 fold-change (FC) to produce the PSEVs for that study. After PSEVs were computed for each study, they were pooled and separated into specific experimental groups to enable meaningful comparisons to test the hypothesis that spaceflight alters gene expression (Ground vs. Baseline, Space vs. Baseline, and Space vs. Ground) ( Figure 3 c). Figure 3. Open in a new tab Propagated SPOKE Entry Vectors (PSEVs) using gene expression fold-change (FC). ( a ) PSEVs were pre-computed for all SPOKE genes. For each gene, the random walker was forced to restart at that gene (probability of random jump = 0.1). After PSEVs were finished they were stored in the pre-computed PSEV matrix. ( b ) For each study, the pre-computed PSEV matrix was filtered and normalized. Then the dot product was taken between the normalized matrix and the FC matrix to generate the PSEV matrix for that study. ( c top ) The PSEV matrices for each study were pooled together and separated into groups: Ground vs. Baseline (blue), Space vs. Baseline (yellow), and Space vs. Ground (green). ( c bottom ) The distributions of the node ranks were adjusted using the mean Ground vs. Baseline rank. Each element in a PSEV corresponds to a single node in SPOKE. Therefore, it is possible to determine the overall significance of a node for spaceflight by evaluating the differential distribution of node ranks in the PSEV. Welch’s t -test [ 32 ] was utilized to compare a node’s rank distribution in the Ground vs. Baseline to that in either Space vs. Baseline or Space vs. Ground ( Supplementary Table S1 ). Strikingly, nodes that are known to be relevant for space travel such as space motion sickness ( Symptom ), regulation of blood vessel diameter ( BiologicalProcess ), taste receptor complex ( CellularComponent ), Vitamin D (calciferol) metabolism ( Pathway ), and sympathetic nervous system ( Anatomy ) scored among the top 5% of nodes (top 2.5% per type for Space vs. Baseline and/or Space vs. Ground). Figure 4 shows violin plots from a select set of nodes ( n = 22) in SPOKE that had significantly different ranks in spaceflight (Space vs. Baseline and/or Space vs. Ground) compared to Ground vs. Baseline. From these, 11 correspond to symptoms (pink boxed violin charts, Figure 4 a), five to gene ontology/pathway concepts (teal boxed violin charts, Figure 4 b–d), and six to anatomical regions (green boxed violin charts, Figure 4 e). Violin plots for each category, sub-networks demonstrate how the gene expression results drive information from these 22 nodes. Among the other biological top nodes were nodes that reflected the results of the original studies such as those related to t-cell activity, regulation of stress, and TGFβ1 [ 1 , 33 ]. Figure 4. Open in a new tab Retracing paths between genes and top nodes. Gene expression FC values drive information flow to nodes in SPOKE. ( a – e ) Paths were traced between genes that were partially responsible for pushing information to a set of significant nodes ( n = 22). These paths were shown for ( a ) 10 Symptom nodes, ( b ) taste receptor complex ( CellularComponent ), ( c ) regulation of cortisol secretion ( BiologicalProcess ) and Vitamin D ( calciferol ) metabolism ( Pathway ), ( d ) regulation of vasoconstriction ( BiologicalProcess ) and regulation of blood vessel diameter ( BiologicalProcess ), and ( e ) six Anatomy nodes. Violin plots for each significant node show that the ranks within Space vs. Baseline and/or Space vs. Ground separated from the Ground vs. Baseline. In each violin plot Ground vs. Baseline (blue), Space vs. Baseline (yellow), and Space vs. Ground (green). Taken together, these results show that potential human physiological changes during spaceflight can be inferred by embedding mouse gene expression data with a KG that integrates observed concepts (i.e., genes) with unobserved, higher-order phenotypes associated with each other in a biologically meaningful manner.",
    "Conclusion": "One of the major objectives of biomedical research is to advance our understanding of human diseases in order to develop effective countermeasures. This aim becomes considerably more challenging when the physiological changes arise from spaceflight. Major efforts have been made by NASA GeneLab to collect and provide multi-omics data from model organisms. Additionally, NASA GeneLab data brought into the SPOKE system could be complemented by including murine phenotypical pathophysiological and biochemical non-omics data (more nodes) from the Ames Life Sciences Data Archive [ 34 ], and eventually the SPOKE system could be used for human spaceflight research data related to astronauts. However, the major challenges of analyzing any datasets generated during spaceflight are their low statistical power, considerable heterogeneity, and limited reproducibility [ 35 ]. These limitations are largely accepted by the scientific community as a reasonable trade-off for the novelty and potential for discovery these experiments entail. As a new strategy to maximize the utility of these datasets, we propose the data from model organisms can be integrated through a knowledge graph (KG) such as SPOKE. KGs including SPOKE, are bounded by present day biological knowledge. As a result, inferences made through SPOKE may change as our biological data and knowledge expands. Here, we report the results of a KG-driven, meta-analysis of six murine transcriptomic studies (five RNAseq and one microarray) from NASA GeneLab. The samples were taken from three distinct anatomical sites (thymus, liver, and spleen) and covered multiple spaceflight duration and gravity conditions. PCAs using only gene expression data illustrated that most of the differences between the samples could be attributed to either the study or the anatomical site. Next, we hypothesized that, though this data came from a diverse set of experiments, SPOKE embeddings (i.e., “signatures”) could be used to recover space travel changes that are conserved across the studies. To accomplish this, −log 2 fold-change gene expression (FC) data from each study was applied to gene-specific Propagated SPOKE Entry Vectors (PSEVs). Gene-specific PSEVs are vectors that describe how important each node in SPOKE is for a given gene. Therefore, multiplying PSEVs by FC data will highlight nodes that are both important for the input gene set and to prioritize them according to how differentially expressed the input genes are. PSEVs from all of the studies were then pooled together and separated into three groups based on the type of FC comparison (Ground vs. Baseline, Space vs. Baseline, and Space vs. Ground). The distribution of node rank was analyzed for each node and the top 5% were selected for each node type. These top nodes were enriched for nodes for phenotypes and physiological changes known to be impacted by spaceflight. Furthermore, paths were found between the input gene set and the top node set. These paths shed light onto the underpinnings of spaceflight related health hazards and could potentially be used to identify drug targets. In the future, archived spaceflight and other experimental samples could be used to validate the predicted signatures and assess their physiological significance without the need for further experiments. Thus, we anticipate that our results are the very first steps towards a broader collaboration utilizing the SPOKE model to compare spaceflight and terrestrial phenotypes. There is increasing interest in developing personalized risk predictions and treatments in support of long-duration deep space missions [ 36 ]. Thus, expanding the computational approaches from the general comparison of spaceflight and terrestrial diseases to using input from a single subject to map their individual risk profile would allow developing optimal medical care for individual astronauts. Notably, the power of SPOKE stems from a wide variety of its inputs that combine multi-omics, clinical, and physiological data, which may provide a useful complement to the currently utilized risk management tools that are based upon probabilistic mathematical modeling and simulations [ 37 ]. Using a knowledge graph connecting molecular and physiological entities (among others) via biologically relevant relationships constitutes a significant advancement for complex, heterogeneous data analysis. This approach complements conventional transcriptomics analysis by extending the biological significance to higher-level phenotypes such as symptoms and side effects, which is not possible with current methods. In the long-term perspective, the SPOKE platform may also be of value to mission planners such as the NASA Human Systems Risk Board.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e859/7828077/03f058e15f74/life-11-00042-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e859/7828077/6711bd48c96e/life-11-00042-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e859/7828077/e26999f04e3a/life-11-00042-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e859/7828077/846ea57fa1ef/life-11-00042-g004.jpg"
    ]
  }
}