{
  "paper_id": "pmc_articles_PMC7870178",
  "title": "Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for spaceflight impact",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7870178/",
  "sections": {
    "Abstract": "Spaceflight is known to impose changes on human physiology with unknown molecular etiologies. To reveal these causes, we used a multi-omics, systems biology analytical approach using biomedical profiles from fifty-nine astronauts and data from ...",
    "Results": "Cellular and tissue dynamics altered by spaceflight Global analysis of the mRNA, protein, and metabolite responses to spaceflight across all GeneLab data ( Fig. 1A – 1D and Table S1 ) was performed by calculating the average number of differentially detected molecules between in-flight (FLT) and ground control (GC) samples. We found that cultured human cells and primary human hair follicles had the strongest response to spaceflight than other cells and tissues (vs genes regulated with adj. p<0.05). From the ten mouse tissues included in the analysis, we found that the soleus muscle, extensor digitorum longus (EDL) muscle, and liver had the highest number of differentially expressed genes ( Table S1 ). Figure 1. Global analysis of the transcriptomics, proteomics, and metabolomics datasets. Open in a new tab To provide a global view of the changes occurring for all GeneLab data used in this manuscript we computed the overall mean levels of up ( A ) and down ( B ) regulated molecules across all data sets for each assay and normalized to the individual levels of up and down regulated gene/protein/metabolite by dividing by the average of each assay. Note that regulation here refers to flight versus ground samples. C) Overall summary of the Differential Gene Methylation for hyper- and hypo-methylated genes. D) The relationship between absolute methylation and expression for all genes in each dataset and correlating it to the median promoter methylation of that gene. Significance of the relationship between the methylation change and expression change was calculated by taking the log2 fold-change values for gene expression and methylation and fitting a linear model. The significance is displayed on the plot by * p-value < 0.05, ** p-value < 0.01, and *** p-value < 0.001. As gene expression can be regulated or maintained epigenetically by DNA methylation, we found that EDL muscle and liver had an association between hypomethylation and increased gene transcription ( Fig. 1A – 1D ). Our results in muscle tissue are consistent with previous findings ( Beheshti et al., 2018 ), suggesting reduced muscle loading due to microgravity is a strong driver of gene regulation that can influence transcriptional responses to spaceflight. Consistent with that concept, we analyzed global differences between two common inbred strains of mice with distinct genetic backgrounds and found that C57BL/6 was more responsive at a transcriptional level to spaceflight than BALB/c ( Table S1 ). The systemic mitochondrial stress response pathway is induced by spaceflight at the cellular and tissue level. To uncover the underlying systemic impact of spaceflight on astronauts, we analyzed four human cell line in vitro datasets available on GeneLab. Since these datasets are from legacy microarray data, comparisons were performed by Gene Set Enrichment Analysis (GSEA) for the overlapping pathways, using a false discovery rate cutoff of less than 10% ( Fig. 2A ). We found one overlapping collection of gene sets across all four cell types (fibroblasts, endothelial cells, primary T cells, and hair follicles). Remarkably, this overlap contained multiple mitochondrial function GO terms: mitochondrial ATP synthesis, mitochondrial electron transport, oxidative phosphorylation, and hydrogen ion transmembrane transportation (overlapping pathways in Fig. 2A ). These data support the concept that spaceflight causes a universal change in gene expression related to energy generation. Figure 2: Mitochondrial related pathways and mitochondrial genes affected by spaceflight in cells and mice. Open in a new tab A) Pathway analysis of the impact of spaceflight on in vitro data. Gene Set Enrichment Analysis (GSEA) comparing flight to ground treatments. Venn diagrams of statistically significant Gene Ontology (GO) gene sets with FDR < 10%. Cytoscape enrichment maps of GO and KEGG sets with FDR <10% in at least two GLDS datasets. Each node contains 4 wedges for each dataset (indicated by the legend in the figure) and the color of each wedge indicates if the gene set is downregulated (blue) or upregulated (red). The shade of the color indicates degree of regulation. The thickness of the edge (blue lines) represents the number of genes associated with the overlap of the gene sets (or nodes) that the edge connects. In addition, the green highlighted nodes represent the gene sets related to mitochondrial pathways. B) Liver, Kidney, Eye and Adrenal Gland Tissue Analysis from C57BL/6 and BALB/C mice from mission RR1 and RR3, C) C57BL/6 extensor digitorum longus (EDL), gastrocnemius (GST), quadriceps (Quad), soleus (SLS), tibialis anterior (TA), and BALB/C carotid artery (Carotid). B) and C) Pathway results were integrated across multiple tissues and RNAseq and proteomics platforms to summarize the system-wide effects of spaceflight compared to ground control. Enriched GO terms and KEGG pathways were integrated using a network framework, where two pathways are connected by an edge if they share a significant fraction of genes. Pathways dysregulated in two or more tissues are displayed. Pathway up and down regulation is encoded by node color, and pathways dysregulated by multiple tissues are mapped to larger node size. D) Heatmap representation of GSEA analysis on the methylated genes from both mission. E) Heatmap representation of all mitochondrial genes that are significantly expressed (FDR < 0.05) between spaceflight vs ground fold-change values for all tissues. The mitochondrial genes were obtained from MitoCarta. The panel on the left of the heatmap shows the distribution of the significantly regulated (FDR < 0.05) mitochondrial genes for each comparison. Next, we extended our network analyses to data from mouse tissues to identify changes that span DNA to RNA to protein in response to spaceflight. This collection included transcriptomics, proteomics, and epigenetics data of liver, kidney, eye, and adrenal gland tissues from two different mouse strains (C57BL/6 and BALB/c) housed on the ISS for 33 and 37 days, respectively. We linked mitochondrial stress in the tissues and cells to ribosomal and translational changes ( Fig. 2A – 2C , S1 , and Tables S2 and S6 ). Specifically, we found ribosome assembly, mitochondrial, and cytosolic translation pathways altered, implying proteostasis failure induced by spaceflight ( Lu and Guo, 2020 ). We observed a consistent change in mitochondrial pathways across most tissues we tested, except in the adrenal gland and soleus muscle ( Figs. 2B and 2C ). The direction of transcriptional changes repeats at the epigenetic level in the internal organs and muscles ( Fig. 2D ). Lastly, to determine specific mitochondrial activity per tissue from mice flown in space, we analyzed a panel of mitochondrial genes identified from the MitoCarta resource ( Calvo et al., 2015 ) ( Fig. 2E ). Liver contained the most mitochondrial activity across all organs, while the soleus and EDL had the most mitochondrial activity amongst the muscles ( Fig. 2E ). We analyzed metabolomic data from gastrocnemius and quadriceps muscle from both FLT and ground control GC C57BL/6 mice (RR9) to confirm potential metabolic changes in these tissues. Pathway enrichment analyses of metabolites from this data showed significant alterations in response to spaceflight ( Fig. 3A , S2A , and Table S4 ), and the enrichment of several mitochondrial and energy-related pathways, such as β-oxidation of long-chain fatty acids and tricarboxylic acid cycle ( Fig. 3A ). L-carnitine and malate ( Fig. S2B ), two examples of metabolites involved in ATP generating processes, showed distinguishable increases in the muscles. Our analyses suggest that tissues vary in their stress response to spaceflight as it pertains to mitochondrial function. Alternatively, our observation could reflect different adaptive energy requirements of each tissue. Figure 3. Mitochondrial related metabolites, mitochondrial gene confirmation from NASA Twin Study data, and astronaut blood and urine parameters affected by spaceflight. Open in a new tab A) C57BL/6 (RR9 mission) gastrocnemius and quadriceps Pathway enrichment analysis based on the subset of validated metabolites from Table S4 . Blue letters highlight pathways with mitochondrial involvement. B) Heatmap representation of differential expression (log 2 (fold-change) of spaceflight vs ground comparison) of down-regulated nDNA and up-regulated mtDNA coded mitochondrial genes in oxidative tissues from C57BL/6 and BALB/C mice. C) Heatmap representation of differential expression (log 2 (fold-change) of spaceflight vs ground comparison) of Integrated Stress Response (ISR) genes and PGC1α. The figure legend for ( B ) and ( C ) are shared. D) Heatmap representation of the all the mitochondrial genes that are significantly expressed (FDR < 0.05) from RNA-sequencing on the T Lymphocyte CD4 + and CD8 + , B Lymphocyte CD19 + , and lymphocyte depleted (LD) cells in the blood from the NASA Twin study. Log 2 (fold-change) values are shown in the heatmap between the Twin in space for pre-, in-, and post-flight compared to the Twin on the ground. The panel on the left of the heatmap shows the distribution of mitochondrial genes for each comparison. The colors in the heatmap represent red being upregulated and blue being downregulated. The mitochondrial genes were obtained from MitoCarta. E) qRT-PCR on NASA Twin study samples comparing ground and flight samples from whole-blood cell fractions for expression of the indicated mitochondrial genes has been plotted relative to 18S rRNA. Solid bars represent the ground samples (HR) over time and the patterned bars represent the flight samples (TW) over time. Expression in the 100215_CPT_HR ground sample (the second bar for ground samples) was set as 1. Sample details can be found in Table S5 . The x-axis displays color-coded bars indicating which samples are pre-flight (black), during flight (yellow), and post-flight (orange). The error bars represent technical replicates. F) Levels of antioxidative capacity, 8OHdG, and PGF2-alpha in astronauts’ blood and urine for 59 crewmembers. Repeated measures analysis of variance was conducted to test for differences during and after flight compared to preflight, and comparisons among time points were made using a Bonferroni t-test. Multiple comparisons were accounted for, and only those tests with p<0.001 are reported. Full data table available in Table S3 . G) Heatmaps show flux values (rows) vs mice (columns) from both RR1 and RR3 experiments for liver and muscle. Flux values are calculated as described in the methods, showing in the leftmost bar those fluxes whose differential testing results between FLT and GC result in p-values<0.05 (black) or suggestive where p-values fall between 0.05 and 0.1 (grey). Heatmap color scales indicate row-wise Z-scores for a particular flux, with Z-score ranges for that map indicated by key. Links to full heatmaps with all fluxes for all pathways in the tested tissues, as well as flux maps for the above can be found at https://osf.io/utmwf/ which also includes data used to generate these figures. Mitochondrial dysfunction as a consequence of spaceflight We observed mitochondrial dysfunction as a significant consequence of long-term space fight in both mouse models and humans by comparing spaceflight versus ground-based twins ( Fig. 3 ). Observed changes include altered mitochondria-associated metabolites and modified nDNA and mtDNA OXPHOS gene expression ( Fig. 3B ), reduced antioxidant defenses and increased urinary markers of oxidative stress ( Fig. 3F ), and altered integrated stress response (ISR) gene expression ( Fig. 3C ). These and related observations suggest that mitochondrial dysfunction may alter metabolic flux through mitochondrial pathways, perturb mitochondrial gene expression, and activate the ISR. We also observed opposite trends in transcriptional expression of nDNA versus mtDNA derived mitochondrial genes in livers from mice from the RR3 experiment (BALB/c) ( Fig. 3B ), further supporting the concept of spaceflight-associated mitochondrial dysfunction. In the liver, the nDNA-coded oxidative phosphorylation (OXPHOS) transcripts were strongly down-regulated, including cytochrome c oxidase ( Cox4i1 , Cox5a , Cox4i1, Cox5a, Cox5b, Cox6a1, Cox6b1, Cox6c, Cox7a2, Cox7a2l, Cox7b, Cox7c, Cox8a ) as well as for coenzyme Q biosynthesis ( Coq9 ). In contrast, we found a strong upregulation of the liver mtDNA-coded OXPHOS genes mt-ND4 and mt-ND5 . The kidney also showed the induction of the mtDNA-coded subunits ( mt-Nd2, mt-Nd4l, mt-ND5, mt-Co2, mt-Co3 ), and in the oxidative soleus muscle, the nDNA-coded COX genes were also down-regulated. In the EDL, a highly glycolytic tissue, we observed higher levels of mtDNA OXPHOS genes ( mt-Co1, mt-Co3, mt-Nd4, mt-Nd4l, mt-Nd5, mt-Atp6 ), although nDNA-coded mitochondrial genes were not decreased ( Fig. 3B ). These observations support the conclusion that spaceflight suppresses nDNA-coded mitochondrial OXPHOS gene expression predominantly in oxidative tissues, and the induction of the mtDNA genes partially compensates for the diminished mitochondrial oxidative metabolism. The reason for the opposite changes in transcription of the nDNA- and mtDNA-coded mitochondrial OXPHOS genes in spaceflight is unclear, but our results suggest that oxidative damage contributes to decreased nDNA OXPHOS transcripts. Levels of the transcriptional coactivator, PCG1α , which controls both sources of OXPHOS genes ( Spiegelman and Heinrich, 2004 ) are increased in the liver, anterior tibialis, and EDL ( Fig. 3C ), which would be consistent with increased mitochondrial biogenesis. If these opposite trends in the differential transcription of the nDNA- and mtDNA-coded mitochondrial OXPHOS genes extend to the protein level, this would lead to imbalances in the assembly of OXPHOS complexes and promote the mitochondrial unfolded protein response (UPR MT ) ( Houtkooper et al., 2011 ). Activation of the UPR MT can activate the integrated stress response (ISR) ( Fig. 3C ). For example, oxidative stress activates four kinases (GCN2, PKR, HRI, PERK) that initiate the ISR by regulating the phosphorylation of the cytosolic translation elongation factor 2 alpha (eIF2α) (Pakos-Zebrucka et al., 2016). Phosphorylation of eIF2α reduces the cytosolic initiation complex (eIF2-GTP-Met-initiation tRNA), resulting in the preferential translation of mRNAs with an upstream ORF (uORF1) and activates the ISR ( Balsa et al., 2019b ; Quiros et al., 2017 ; Wong et al., 2019 ). ATF5 binds the amino acid receptor elements to upregulate 1-carbon folate metabolism, glutathione metabolism, and the stress response factors FGF21 and GDF15 ( Forsstrom et al., 2019 ; Khan et al., 2017b ). GADD34 dephosphorylates p-eIF2α, allowing protein synthesis to return to normal ( Fig. 3C ). Our analysis of ISR-related genes expression from two murine space missions, RR1 and RR3 ( Fig. 3C ), showed that Gadd34 was increased in the adrenal gland in both missions. In the RR3 mission, Gadd34 was down-regulated in the oxidative soleus muscle and upregulated in the glycolytic anterior tibialis muscle, while the stress gene Atf5 was upregulated in both the anterior tibialis and in the EDL muscle, which is also a predominantly glycolytic muscle. Finally, we observed the downregulation of the stress response genes Fgf21 or Gdf15 in liver or soleus muscle, respectively. Therefore Atf5 , Chop , and Gdf15 are downregulated in oxidative muscle during spaceflight, consistent with reduced ISR. In contrast, the increase in Atf5 and Gadd34 gene expression in glycolytic muscle suggests increased ISR. The modulation of Atf5 , Chop , Gadd34 , and Gdf15 ( Fig. 3C ) may indicate that the ISR may be a critical retort to spaceflight-induced mitochondrial dysfunction. Activation of the ISR via mitochondrial dysfunction could be in response to the increased oxidative stress, which would impinge on all of the ISR kinases. Alternatively, the imbalance between the nDNA and mtDNA coded OXPHOS proteins, and UPR MT could also activate ISR. We investigated astronaut data to support the evidence of the biological processes observed in spaceflight mice. First, we analyzed the global mitochondrial levels from different cell populations (T lymphocytes CD4 + and CD8 + , B lymphocyte CD19 + , and Lymphocyte Depleted (LD) cells) in the blood from the NASA Twin Study ( Garrett-Bakelman et al., 2019 ) ( Fig. 3D ). Although the mitochondrial levels between the twin in space compared to the ground control differed pre-flight, we observed a significant shift in mitochondrial activity from in-flight to post-flight compared to pre-flight. CD19 cells had the greatest increase in mitochondrial activity post-flight for the twin in space, while mitochondrial activity in the CD4 population was significantly reduced in-flight and post-flight ( Fig. 3D ). Next, we measured the expression of five mtDNA genes related to OXPHOS, isolated from whole-blood cell fraction samples from the NASA Twin Study ( Garrett-Bakelman et al., 2019 ) including pre-, during, and post-flight samples, paired to ground control samples ( Fig. 3E ). All five mtDNA genes showed a similar pattern in response to spaceflight, starting with a 2- to 3-fold increase in expression at the beginning of the twin’s time on the ISS, and the peak was at 7- to 9-fold increase towards the end of the twin’s time on the ISS. In contrast, there were no robust changes in any of the genes from matched samples for the twin on Earth or in GAPDH, a key cytosolic enzyme in the glycolytic pathway. Remarkably, the mtDNA gene expression changes that occurred during spaceflight returned to baseline levels post-flight within a few weeks. The astronaut in the Twin Study passed only 2% of his lifespan in space ( Garrett-Bakelman et al., 2019 ), whereas the mice from the RR1 and RR3 missions passed approximated 25% of their lifespan at the ISS. From the murine perspective, this was a long-term space mission, a particularly important consideration given the recent findings that mice and humans have different biochemical reaction speeds that affect development ( Matsuda et al., 2020 ). While we observed an increase in mtDNA gene expression in the Twin Study, spaceflight reduced astronauts’ antioxidant capacity ( Fig. 3F ), coupled with an increase in urinary markers of oxidative stress including 8OHdG and Prostaglandin F2 alpha (PDGF2-alpha) ( Table S4 and Fig. 3F ). Urinary 8-OHdG is a biomarker of generalized cellular oxidative stress, a marker of oxidized DNA that signals that DNA repair is occurring, and a risk factor for cancer, atherosclerosis, and diabetes ( Wu et al., 2004 ). PDGF2-alpha levels in urine are primarily related to cyclooxygenase-independent synthesis and oxidative stress ( Yin et al., 2007 ). These data suggest that spaceflight increases oxidative stress as indicated by both blood and urinary markers. To further examine metabolic changes related to oxidative stress, we derived context-specific metabolic models from the RR1 and RR3 transcriptional data from mice flown to the ISS ( Fig. 3G ), and performed flux balance analysis (FBA) calculations to derive metabolic flux activity in each tissue optimized for NAD oxidation based on our interest in its central role in mitochondrial metabolism (Liu et al., 2018). Results for flux comparisons between flight and control mice show several notable metabolic pathway groups with opposite trends in muscle versus liver in both mitochondrial activity and oxidative stress ( Fig. 3G and Table S7 ). Modeled flux through the citric acid cycle (CAC) gatekeeping enzyme Citrate Synthase (CSm, Fig. 6C – 6D ) in FLT vs GC significantly decreased in muscle but was up in liver. While metabolic flux activity does not necessarily directly relate to metabolite concentration, our flux model results do not disagree with our MS/MS experimental observations of increases in free muscle L-carnitine and malate. The CAC malate dehydrogenase (MDHm) flux that converts malate to oxaloacetate is significantly reduced in FLT vs GC muscle, as are mitochondrial Carnitine O acetyltransferase (CSNATm), which converts carnitine into acetyl carnitine, and Malonyl-CoA Decarboxylase (MCD), which converts the fatty acid metabolism antagonist malonyl-CoA ( Brady et al., 1993 ) ( Fig. 6C – 6D ). Fluxes related to carbohydrate metabolism also show differential changes and are mapped in Figs. S7 and S8 . Files associated with flux results and statistical tests are included as supplemental files . Figure 6. Lipid metabolism related pathways and blood parameters affected by spaceflight in mice and in astronauts. Open in a new tab A) Pathway results were integrated across multiple tissues and RNAseq and proteomics platforms and details for analysis is available in Figure 2B and 2C . B) Blood levels for cholesterol and LDL in astronauts for 59 crewmembers. Details available on analysis in Figure Legend 3F . Full data table available in Table S3 . C) and D) Heatmaps show flux values (rows) vs mice (columns) from both RR1 and RR3 experiments for liver (C) and muscle (D). Details available on analysis in Figure Legend 3G . Using these modeled flux values, we can identify the tissue enrichment of mitochondria-localized substrates (MLS) versus the significance of the modeled fluxes. By partitioning fluxes by MLS and p-value significance, a 2×2 chi-square test of independence can detect relationships between mitochondrial substrates and differential flux results within each tissue. Significant fluxes were dominated by MLS, with 91 MLS (out of 316) significant fluxes, vs 81 MLS (out of 591) non-significant fluxes (p = 5.47e-08). In muscle, we found an opposite and significant trend, with a higher ratio of MLS in non-significant fluxes, with 162 MLS (out of 645) non-significant fluxes versus 18 MLS (out of 227) significant fluxes (p = 6.41e-08). Systemic innate immunity pathway alteration at cellular, internal tissues, and muscle levels induced by spaceflight Our GSEA analysis identified additional pathways that are affected by the space environment, including immune-related pathways. Cell culture models found an overall upregulation in immune-related pathways during spaceflight ( Fig. 4A ). In the internal organs, there was also a high presence of activated innate immune system pathways. Immune response through interferon-gamma (IFN-γ) and interferon-alpha (IFN-α) gene sets were down-regulated in the kidney and liver ( Fig. 4B ), with the epigenetic analysis showing differential methylation of these same gene sets ( Fig. 5A ). In all muscle tissues, we found an up-regulation in IFN-γ, IL-1, and tumor necrosis factor (TNF) gene sets ( Fig. 4C ), pathways linked to inflammation-induced muscle wasting ( Londhe and Guttridge, 2015 ). Linked to these immune alterations, gene sets related to the proteasome were altered in both the internal organs and muscles ( Fig. 4B and 4C ), suggesting protein homeostasis is changed but not limited to the muscle degradation. At the epigenetic level, only EDL and GST muscles showed altered methylation, with EDL showing alteration in the IFN-α ( Fig. 5A ). However, we observed T-cell activation in the Twins study. These omic datasets suggest that spaceflight alters inflammatory pathways, so we measured circulating inflammatory markers in astronauts. We found decreased 1,25 Vitamin D levels and increased levels of VEGF-1, IGF-1, IL-1α, IL-1β and IL-1ra during spaceflight in astronauts ( Fig. 5B ), that again resolved to baseline levels upon returning to Earth. Figure 4: Immune response related pathways and blood parameters affected by spaceflight in vitro and in vivo . Open in a new tab A) Pathway analysis of the impact of spaceflight on in vitro data. Cytoscape enrichment maps from GSEA on GO and KEGG sets with FDR <10% in at least two in vitro GLDS datasets. B) Liver, Kidney, Eye and Adrenal Gland Tissue Analysis from C57BL/6 and BALB/C mice from mission RR1 and RR3, C) C57BL/6 extensor digitorum longus (EDL), gastrocnemius (GST), quadriceps (Quad), soleus (SLS), tibialis anterior (TA), and BALB/C carotid artery (Carotid). B) and C) Pathway results were integrated across multiple tissues and RNAseq and proteomics platforms and details for analysis is available in Figure 2B and 2C . Figure 5: Immune response related methylated pathways, blood parameters, and bone loss pathways affected by spaceflight in vivo and in astronauts. Open in a new tab A) Heatmap representation of GSEA analysis on the methylated genes. B) Blood levels of 1,25 Vitamin D, VEGF-1, IGF-1, IL-1a, IL-1b and IL-1ra in astronauts for 59 crewmembers. Details available on analysis in Figure Legend 3F . C) WGCNA heatmap plot with arrows identify key hubs in spaceflight for liver samples. D) GO pathway analysis utilizing ClueGo from the genes identified in the spaceflight correlated WGCNA modules. Lipid dysregulation and the liver: a centralized role in the spaceflight response To further understand critical modules or gene hubs regulated by spaceflight, we used a weighted gene co-expression network analysis (WGCNA) on the liver datasets ( Langfelder and Horvath, 2008 ). We focused on the liver since we previously demonstrated that the liver regulates immune activity and lipid dysregulation during spaceflight ( Beheshti et al., 2019 ). We observed two consensus networks significantly correlating with spaceflight in each group (denoted by arrows in Fig. 5C ). ClueGO ( Bindea et al., 2009 ) analysis of modules revealed significant enrichment of genes associated with DNA repair and bone resorption and remodeling ( Fig. 5D ). This enrichment agrees with our findings of reduced 1,25 (OH)2 Vitamin D during spaceflight ( Fig. 5B ) and also with increased urinary 8-OHdG excretion ( Fig. 3C ). The third major grouping of GSEA pathway hits focused on lipid biology. As stated earlier, lipid dysregulation with spaceflight originates from the liver ( Beheshti et al., 2019 ). From our analysis of tissue pathways, lipid metabolism gene sets were upregulated in the liver and kidneys and downregulated in the eyes and adrenal gland ( Fig. 6A ). Also, the lipid profile in astronauts changed with spaceflight. We found higher levels of total cholesterol and low-density lipoprotein (LDL) cholesterol, accompanied by decreased levels of high-density lipoprotein (HDL) cholesterol. Again, these levels reverted to normal after returning to Earth ( Fig. 6B ). These results indicate that spaceflight impacts lipid metabolism at the hepatic gene expression level, extending to the circulating lipid profile. We did not assess dietary intake before or after spaceflight. Still, it is worth noting that the spaceflight food system is limited, and astronauts’ diets differ from a nominal (earth based) diet. Our tissue-specific FBA analysis results on liver tissues from flight versus control mice in both missions identified an increase in fluxes related to carbohydrate and lipid-related metabolic factors ( Fig. 6C and Table S7 ). Several conditions that lead to liver fibrosis are known to be marked by specifically dysregulated metabolic pathways, including significant increases in metabolites involved in glycolysis/gluconeogenesis, fructose and mannose metabolism, tryptophan metabolism, valine, leucine, isoleucine metabolism, glycine, serine, and threonine metabolism, glutathione metabolism, glycerophospholipid metabolism, and tricarboxylic acid (citric acid) cycle metabolism ( Chang and Yang, 2019 ). We found fluxes related to these fibrosis-related pathways significantly increased (p<0.05) in the pathways cited above ( Fig. 6C ). Circadian rhythm, olfactory activity, and muscle extracellular matrix (ECM)-related pathways and blood and urine parameters affected by spaceflight in vitro and in vivo Finally, our multi-omics analysis of spaceflight biology identified a grouping of pathways related to the circadian rhythm, olfactory activity, synapse/receptor signaling, and ECM ( Fig. 7 , Table S2 and S6 ). Cell cycle pathways were upregulated in all cell and tissue models except in human T cells, where these same terms were downregulated ( Fig. 7A and 7B ). Cell cycle dysfunction is heavily involved with all the other pathways discussed below. ECM related pathways were unaltered in the quadriceps, upregulated in SLS, EDL, GST, and TA muscles, and downregulated in the carotid artery ( Fig. 7C ). Circadian rhythm pathways were upregulated at the transcriptional level in all internal organs but the liver ( Fig. 7C ), suggesting that spaceflight impacts diurnal patterns of gene expression. Also, circadian rhythm pathways for the methylated genes were upregulated in the quadriceps and adrenal glands ( Fig. 7D ). Olfactory activity was also upregulated for methylated genes in the eyes, adrenal glands, kidneys, and GST muscle ( Fig. 7D ). Renin, an enzyme linked to vitamin D and calcium levels, significantly increased in 59 astronauts ( Fig. 7E ), and increases in renin impact circadian rhythm activity ( Ohashi et al., 2017 ). Figure 7. Circadian rhythm, olfactory activity and extra-cellular matrix (ECM) related pathways and blood parameters affected by spaceflight in vitro , in vivo, and in astronauts. Open in a new tab A) Network representation of in vitro datasets on GO and KEGG sets with FDR <10% in at least two GLDS datasets. B) and C) Pathway results were integrated across multiple tissues and RNAseq and proteomics platforms and details for analysis is available in Figure 2B and 2C . D) Heatmap representation of GSEA analysis on the methylated genes. E) Blood levels for renin in astronauts’ blood for 59 crewmembers. Details available on analysis in Figure Legend 3F .",
    "Conclusion": "Utilizing an integrated, comprehensive, and multi-omics systems biology approach, we have uncovered insights into fundamental biological mechanisms affected by spaceflight. Our analyses suggest systemic shifts in mitochondrial function occur in spaceflight in most of the tissues we examined. Mitochondrial changes likely impact processes such as innate immunity, lipid metabolism, and gene regulation in both mice and humans, and the results from our analyses are consistent with those from previous studies ( Beheshti et al., 2019 ; Suomalainen and Battersby, 2018 ) and are supported by multiple other omics studies ( Bezdan et al., 2020 ; Gertz et al., 2020 ). Raising awareness for adverse health outcomes during spaceflight will help guide scientific community responses to mitigate spaceflight associated health risks and develop appropriate countermeasures. We are not the first to propose changes to mitochondrial activity during spaceflight. Nikawa and collaborators proposed a spaceflight-specific, induced mitochondrial activity alteration associated with muscle atrophy in 2004 ( Nikawa et al., 2004 ). Another study reported decreased mitochondrial activity in the roots of space-flown soybean seedlings ( Klimchuk, 2007 ). Low doses of radiation trigger severe mitochondrial damage ( Shimura et al., 2016 ) and the lower diffusion rates of solutes in microgravity ( Smith et al., 2009 ) reduce the hydrogen gradient at the mitochondrial intermembrane space, reducing electron transport chain and ATP synthesis ( Nelson, 2013 ). Our findings report transcriptomic, epigenetic, proteomic, and metabolomic patterns ( Figs. 2 and 3 ) consistent with mitochondrial stress in different cells and multiple organs, including muscle tissues ( Jha et al., 2017 ; Topf et al., 2019 ). Specifically, mouse ISS data ( Fig. 3B ), astronaut studies ( Fig. 3F ), and the NASA Twin Study data ( Fig. 3E ) all strongly support an alteration in the electron transport chain reaction and ATP production in the mitochondria. Taken as a body of evidence, this suggests spaceflight induces mitochondrial stress in multiple organisms. The existence of spaceflight-induced mitochondrial stress is further supported by metabolite studies reporting increased urinary 8-OHdG and prostaglandin F2 alpha. 8-OHdG is a biomarker of cellular oxidative stress related to DNA repair ( Wu et al., 2004 ). Increased prostaglandin F2 alpha levels in urine are associated with oxidative stress and cyclooxygenase independent synthesis ( Yin et al., 2007 ). These markers are consistent with our analysis suggesting mitochondrial stress and dysfunction due to oxidative stress during spaceflight ( Figs. 3B , 3F , and 3G ). Oxidative stress is critical to mitochondria-mediated disease processes ( Wallace, 2013 ). The longitudinal decrease in antioxidant capacity observed in astronauts during spaceflight ( Fig. 3F ) agrees with the development of mitochondrial and metabolic impairment dependent on space exposure. Energy homeostasis is of great importance when considering extended duration space missions, such as the possible mission to Mars, that will last at least 560 days ( Pecaut et al., 2017 ). Our context-specific metabolic flux analysis ( Fig. 3G ) further demonstrates that spaceflight upregulates NAD metabolism in the liver, linking oxidative stress and mitochondrial dysfunction ( Massudi et al., 2012 ). A time-dependent increase in oxidative stress could have cumulative effects on astronaut physiology, including impacts on cognition and the development of impairing conditions that can make the journey unviable without effective countermeasures. Future research is needed to evaluate the long-term consequences of oxidative stress on astronaut health. Increased oxidative stress and mitochondrial stress were implicated in causing androgenetic alopecia (permanent hair loss) ( Ho et al., 2019 ; Upton et al., 2015 ). Our analysis from the cell line data shows hair follicles exhibit increased expression of genes related to mitochondrial activity, while other cells show reduced expression ( Fig. 2A ). Increases in PPARGC1α (PGC1α) , similar to what we have observed in the mouse tissue ( Fig. 2C ), were implicated with androgenetic alopecia through oxidative stress and mitochondrial activity ( Ho et al., 2019 ). PGC1α also interacts with PPARγ , and dysregulation of PPARγ has been shown in hair follicle stem cells (HFSCs) to produce similar results to scarring alopecia (i.e., hair loss disorder) ( Karnik et al., 2009 ). An increase in ROS, as encountered in spaceflight, triggers adult stem cells differentiation, and rapidly switches to mitochondrial OXPHOS ( Hamanaka et al., 2013 ; Ito and Suda, 2014 ). We hypothesize that the increase in ROS caused by the spaceflight derived mitochondria dysfunction causes the shift from glycolysis to OXPHOS, increasing HFSC mitochondrial activity, and a potential mechanism to explain astronaut hair grown inhibition. Skeletal muscle also depends on OXPHOS for energy production ( Kelley et al., 2002 ) reported to play a role in regulating metabolism ( Argiles et al., 2016 ; Pratesi et al., 2013 ). The loss of skeletal muscle alters whole-body metabolism ( Argiles et al., 2016 ). Microgravity-induced muscle degeneration is well reported ( Demontis et al., 2017 ; Nikawa et al., 2004 ). The reduction of muscle metabolic flux when comparing between FLT vs GC vs the opposite result in liver ( Figs. 3G , 6C , and 6D ) may be due to the liver’s response to muscle wasting (sarcopenia). Sarcopenia is an independent risk factor for liver fibrosis in non-alcoholic fatty liver disease (NAFLD) cohorts, independent of obesity, inflammation, and insulin resistance ( Koo et al., 2017 ). A recent comprehensive meta-analysis across similar studies found increased risks of NAFLD and liver fibrosis in subjects with sarcopenia ( Cai et al., 2020 ). It is also interesting to note that opposite trends in mitochondrial activity in liver and muscle are common in subjects with prediabetes or diabetes type 2 ( Bhansali et al., 2017 ; Pottecher et al., 2018 ). We suggest that muscle loss may relate to the increased metabolic flux changes in spaceflight for the mouse liver versus muscle, an area for future research. Our data indicate an overall dysregulation in lipid metabolism caused by the space environment, with particular attention to the liver being the body’s central metabolic organ and where LDL is produced ( Nelson, 2013 ). We observed lipid metabolism pathways altered in mice and humans exposed to the space environment ( Fig. 6 ). However, since no lipid pathway changes were observed in cell line data, we suggest lipid metabolism changes are derived from complex interactions at the tissue and organ levels. Two mouse strains were previously found to have accumulated lipids in the liver due to spaceflight exposure ( Beheshti et al., 2019 ). Besides, lipid-related metabolic pathways were increased in the liver of the spaceflight mice ( Fig 6C ). Increased tryptophan, valine, leucine, isoleucine, TCA cycle, sphingolipid, and glycerophospholipid metabolites are reported in the development and onset of fibrosis, with valine and bile acid synthesis related to more advanced stages ( Chang and Yang, 2019 ; Musso et al., 2018 ). The lipid/glycolytic metabolic flux imbalance occurring in liver for mice flown to space-related to the onset of fibrosis is directly involved with the mitochondrial process, which involves modulation of oxidative phosphorylation ( Diamond et al., 2007 ) ( Fig. 3B ). Also, inflammation leads to changes in lipid metabolism, and the persistence of the inflammatory stimulus can lead to chronic lipid changes associated with metabolic syndrome ( Esteve et al., 2005 ). Interestingly, mitochondrial dysfunction is both a cause and a consequence of metabolic disorders ( Bhatti et al., 2017 ). Spaceflight induced dyslipidemia in mice and astronauts (Schmidt et al., 2020) can be one contributor to cardiovascular health risks during longer-term space missions ( Stein et al., 2019 ). It is also well established that cardiovascular risk is related to lipid disorders ( Stein et al., 2019 ) and associations between dysregulation of mitochondrial energy metabolism and poor cardiac health are common ( Meyers et al., 2013 ). The renin-angiotensin system induces hyperpolarization of the inner mitochondrial membrane, culminating in cell death ( Siasos et al., 2018 ). As we found, in the case of renin ( Fig. 7E ), the hormones in the renin-angiotensin-aldosterone system were reported as increased in spaceflight ( Hughson et al., 2018 ). Early in 2020, the first occurrence of venous thrombosis was reported during spaceflight ( Aunon-Chancellor et al., 2020 ). Limited knowledge exists for the effects of spaceflight on platelets (Vernice et al., 2020). However, mitochondrial dysfunction attenuates platelet survival and increased risk for thrombovascular events ( Kunz et al., 2017 ; Melchinger et al., 2019 ), increasing stroke risk ( Behrouzi and Punter, 2018 ). Mitochondrial dysfunction may cause stroke-like episodes independent of hypoxia ( Ng et al., 2019 ). Therefore, spaceflight-induced mitochondrial dysfunction could increase cardiovascular disease risk in long-term missions caused by microgravity cardiovascular deconditioning and space radiation ( Hughson et al., 2018 ). Cardiovascular disease is also linked to mitochondrial dysfunction through proteostasis failure related to lipid accumulation and ROS activity ( Alam et al., 2020 ; Arrieta et al., 2020 ). Alterations in ribosome assembly, mitochondrial, and cytosol translation pathway in the cell models, internal organs, and muscles ( Figs. 2 and 3 ) suggest the presence of proteostasis failure ( Lu and Guo, 2020 ). Proteostasis refers to the maintenance of the proteome homeostasis by protein synthesis, folding, and degradation. Proteostasis failure occurs in C. elegans in response to spaceflight, although it was not clear if this response was due only to muscle wasting ( Honda et al., 2012 ). Alterations in proteostasis were widespread in our cell models and internal organ tissues ( Fig. 2 ). Mitochondrial dysfunction inhibits cytosolic protein synthesis and defective protein quality control ( Lu and Guo, 2020 ; Topf et al., 2019 ). Since mitochondrial function can prevent age-related proteostasis collapse ( Williams et al., 2020 ), we suggest countermeasures focused on re-establishing the mitochondrial function will also recuperate the proteostasis condition. Interestingly, proteostasis loss is a hallmark of aged muscles ( Fernando et al., 2019 ). Lipid metabolism changes can also be caused by inflammation ( Esteve et al., 2005 ) which is related to our observed markers for innate immunity with dysregulation of adaptive immunity occurring during spaceflight, consistent with an increased innate immunity profile on spaceflight ( Crucian et al., 2018 ). The complement system and pathways related to IFN-γ and IFN-α change in the internal organs ( Fig. 4B ). Mitochondrial debris were observed in blood in the Twin Study ( Garrett-Bakelman et al., 2019 ) and mitochondrial damage-associated molecular patterns (DAMPs) activate innate immune pathways ( Banoth and Cassel, 2018 ; Zhang et al., 2010 ). We found a similar pattern with IFN-γ, IL-1, and TNF-α up-regulation within muscle tissues and astronaut blood ( Figs. 4 and 5B ). Interestingly, we also found altered proteasome expression linked to innate immunity ( Table S6 ). IFN-γ can induce a switch to aerobic glycolysis and has a significant role in proteasome regulation ( Wang et al., 2018 ; Yang et al., 1992 ), linking mitochondrial dysfunction, innate immunity, and alterations in proteostasis. IFN-γ, IL-1, and TNF-α are known to be drivers of muscle wasting in chronic inflammatory diseases ( Londhe and Guttridge, 2015 ). Vitamin D can modulate the innate and adaptive immune responses as the vitamin D receptor is expressed on B cells, T cells, antigen-presenting cells, and dendritic cells ( Aranow, 2011 ). The lower levels of 1,25 Vitamin D and higher IL-1 and IGF-1 levels measured from 59 astronauts are consistent with findings at the cellular and tissue levels ( Fig. 5 ). Adequate energy, protein, and vitamin D supply are essential for bone mineral density maintenance after six months of spaceflight ( Smith et al., 2012b ). Astronauts had a decrease in 1,25 vitamin D levels (the active form of vitamin D) ( Fig. 5B ) consistent with other studies ( Smith et al., 2005 ) Vitamin D3 (cholecalciferol) supplementation prevents 1,25 vitamin D loss, leading NASA to increase the vitamin D supplementation to 1000 IU/d ( Douglas, 2020 ). Vitamin D3 is modified through the mitochondria in the liver and kidney to assume its active form, 1,25 vitamin D ( Bikle, 2014 ). Synthetic active vitamin D analogs may not help increase the health risks already associated with spaceflight such as hypercalcemia, kidney stone formation, and ectopic calcification ( Nicogossian et al., 2016 ; Smith et al., 2015 ). Immune dysregulation is known to be strongly influenced by the cell cycle ( Laphanuwat and Jirawatnotai, 2019 ). We found that cell cycle-associated genes were affected by spaceflight in both the in vitro and in vivo models ( Fig. 7 ). Spaceflight caused an increased expression of cell cycle genes in fibroblasts, endothelial cells, and the hair follicles, but these genes were down-regulated in T cells ( Fig. 7A ). Intracellular ROS enhances fibroblasts, endothelial cells, and hair follicles cell proliferation ( Day and Suzuki, 2006 ; Hamanaka et al., 2013 ). However, ROS causes T cell cycle arrest ( Belikov et al., 2015 ; Yan and Banerjee, 2010 ) and T cell activation/proliferation requires a reducing extracellular microenvironment ( Yan and Banerjee, 2010 ). Cell cycle and mitochondrial activity directly control circadian rhythm in cells and organisms ( Sardon Puig et al., 2018 ). Sleep disorders are common in astronauts ( Wu et al., 2018 ) and patients with primary mitochondrial diseases ( Ramezani and Stacpoole, 2014 ). Intriguingly, we have found alterations in circadian cycle on internal organs, particularly in the eyes. In this study, the mice in space and ground control were maintained in a 12/12 light/dark cycle. They were not subjected to any workload activities that commonly impact astronauts, which rules out both possible causes for this alteration. A return to mitochondrial homeostasis could help restore a healthy awake/sleep cycle in astronauts. The methylated genes demonstrated olfactory activity pathways upregulation in multiple tissues ( Fig. 7D ). The olfactory bulb pathways are closely linked to circadian rhythm affecting feeding times ( Pavlovski et al., 2018 ) and immune functions ( Mukhopadhyay et al., 2016 ). Additionally, mitochondrial Ca(2+) is a critical element in olfactory signaling ( Fluegge et al., 2012 ) and in astronauts, smelling behavior changes occur potentially due to microgravity causing an upward shift of body fluid ( Mukhopadhyay et al., 2016 ). Olfactory signaling has even been directly linked to mitochondrial structure and glucose activity ( Kovach et al., 2016 ), indicating we have uncovered a systemic impact on the body driven by the mitochondria. G proteins are ubiquitous inside cells and play an essential role in circadian regulation (Doi et al., 2011). They also regulate a wide range of cellular processes, including a significant role in synapse formation and elimination, affecting memory formation ( Leung and Wong, 2017 ; Ye and Carew, 2010 ). We identified potential alterations in receptor signaling in our cell models due to changes in the expression of several G protein-linked signal transduction genes ( Figs. 1A , 4A , 7A , and Table S6 ). Interesting, G protein-coupled receptor kinase 2 (GRK2) was reported to act as a gatekeeper of mitochondrial function in the heart, and the inhibition of G protein-coupled receptor 35 (GPR35) preserved mitochondrial function after myocardial infarction ( Chen et al., 2020 ; Sorriento et al., 2019 ). In addition, G proteins are heavily involved with the renin-angiotensin system, with the activation of G proteins resulting in similar increases to the renin levels we observed ( Fig. 7E ). ( Balakumar and Jagadeesh, 2014 ). The potential of targeting G protein-coupled receptor signaling as a spaceflight countermeasure should be investigated further. Countermeasures for spaceflight consist of procedures or nutritional and therapeutic interventions to counteract the adverse effects of spaceflight on the human body, maintain health, reduce risk, and improve safety ( Clément, 2011 ). The principal countermeasure applied to astronauts is exercise; astronauts onboard the ISS exercise for up to 2 hours per day, but there is still a considerable decrease in muscle mass, and bone loss observed after landing ( Clément, 2011 ). Exercise also counteracts the effect of microgravity on the cardiovascular system; nonetheless, neither exercise intensity nor duration showed sufficient to prevent vascular changes as increased arterial and intima-media thickness, cardiac atrophy, and the development of insulin resistance ( Hughson et al., 2018 ). A study on acute exercise in individuals with a spectrum of insulin resistance showed that acute physical activity triggers molecular responses on the metabolic and energy-producing pathways, increasing glycolysis, TCA cycle, and fatty acid oxidation ( Contrepois et al., 2020 ). In comparison, our results show an overall decrease in the TCA cycle and fatty acid metabolism in the muscle tissue based on the metabolic flux analysis ( Fig. 6D ). At the same time, these factors increase in the liver ( Fig. 6C ), indicating exercise may not be enough to counteract the stressors in space. With exercise currently utilized as an inflight countermeasure, the increases of acute inflammatory markers seen during exercise ( e.g ., IL-6, TNF-a, IL1-RA, and IGF-1) could be problematic to an already increased inflammatory pattern we measured in astronauts ( Fig. 5B ), even though these markers are reduced by regular exercise in low-grade systemic inflammation patients ( Contrepois et al., 2020 ; Khazaei, 2012 ). In addition to exercise, pharmacotherapy and nutritional interventions used in patients with mitochondrial dysfunction should be considered for future spaceflight countermeasures. An essential aspect of astronauts’ metabolic health is consuming the recommended energy intake consisting of carbohydrates, fats, vitamins, and minerals. The field of nutritional mitochondrial therapeutics is still evolving, with some evidence pointing to effective treatments ( Camp et al., 2016 ; Rinninella et al., 2018 ). The strongest candidate is the coenzyme Q10 (CoQ10) that should be administered to the majority of primary mitochondrial diseases (PMD), independent of CoQ10 deficiency ( Camp et al., 2016 ). CoQ10 is an abundant lipid-soluble nutrient scavenging free radical and protecting cells against oxidative damage ( Zhang et al., 2018 ). CoQ10 is currently being tested on the ISS as a countermeasure for retinal lesions, and data from this project could help elucidate if CoQ10 could be used as a more general intervention ( Lulli et al., 2019 ). In summary, the effects of spaceflight on the mitochondria provides a unifying framework for integrating the various alterations observed in the astronauts. Reduced mitochondrial function with sustained calories would generate excess mitochondrial ROS and activate compensatory mtDNA replication, resulting in increased mtDNA transcripts. The combination of replicating mtDNA and ROS would oxidize the mtDNA, which would be released to activate the innate immune system inflammasome and the Type I interferon pathway ( West and Shadel, 2017 ; Zhong et al., 2018 ). The reduced NADH and radiation-induced DNA damage would reduce NAD+ levels ( Fig. 3G ), which would impair the circadian rhythm system through perturbed Sirt1 regulation of BMAL acetylation ( Nakahata et al., 2008 ). Alteration in mitochondrial protein production would activate the mitochondrial unfolded protein response ( Fig. 7A ), which would trigger the integrated stress response pathway ( Fig. 3C ), causing phosphorylation of the cytosolic initiation factor eIF2α. This would activate the ATF4 transcription factor to upregulate expression of FGF21 and GDF15 and induce the mitochondrial supercomplex assembly factor SCAF1 ( Balsa et al., 2019a ; Khan et al., 2017a ). Finally, inhibiting the electron transport chain ( Fig. 3G ) would alter the mitochondrial metabolites, which serve as the substrates for the epigenome modification enzymes ( Kopinski et al., 2019 ). Overall, this work highlights the power of comparing and integrating multiple omics and data types to understand further how life adapts to spaceflight conditions and risks. We found mitochondrial dysregulation as a central hub for space biology. This concept can guide new nutritional and pharmaceutical interventions and studies that will increase the viability of long-term human-crewed space missions. Health effects from mitochondrial dysfunction should be considered with spaceflight health risk models when planning future human-crewed missions to the Moon and Mars.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8fbd/7870178/9549992fd48c/nihms-1645808-f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8fbd/7870178/ee5368e23a40/nihms-1645808-f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8fbd/7870178/cd4204e7354b/nihms-1645808-f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8fbd/7870178/58da22128f8f/nihms-1645808-f0007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8fbd/7870178/783aa8886cae/nihms-1645808-f0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8fbd/7870178/4e2ca3a510b0/nihms-1645808-f0006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8fbd/7870178/e09fd1438882/nihms-1645808-f0008.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8fbd/7870178/c0ba5d25da39/nihms-1645808-f0001.jpg"
    ]
  }
}