{
  "paper_id": "pmc_articles_PMC9832585",
  "title": "Inter-agency perspective: Translating advances in biomarker discovery and medical countermeasures development between terrestrial and space radiation environments",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9832585/",
  "sections": {
    "Abstract": "Over the past 20+ years, the U.S. Government has made significant strides in establishing research funding and initiating a portfolio consisting of subject matter experts on radiation-induced biological effects in normal tissues. Research supported ...",
    "Results": "",
    "Conclusion": "There are several terrestrial-based radiation injury prevention products, either in routine clinical use or undergoing testing through other U.S. government programs such as NCI and NIAID, that could be used to address the health needs of humans in space and vice versa. Fortunately, careful coordination between funding agencies and scientists in the field has enabled the advancement of many approaches that could be useful for both NIH and NASA needs. Looking to the future, commercial space tourism is already a reality for sub-orbital flights and low-earth orbits, with private astronaut missions to the International Space Station currently underway, and moon trips expected during the next few decades. Although exposures may be limited due to shorter flight times, people in the general population will still be exposed to space radiation during these flights. As there are diverse tissue-specific cancer risk rankings across sex and race, including sex-specific organ risks, all of these factors will need to be considered as more people take these flights ( Cucinotta and Saganti, 2022 ). Continued collaboration between organizations tasked with developing approaches to address radiation-induced injuries will ensure that products with the greatest promise are studied across all agencies’ mission-specific requirements and that human health will be well-addressed by NASA for their future long-term space flights. Similarly, advances made by NASA and their funded investigators can help NIH in their efforts to address radiotherapy complications and protection of civilians from other unintended radiation exposures.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/539b/9832585/7c66fab894de/nihms-1859904-f0001.jpg"
    ]
  }
}