{
  "paper_id": "pmc_articles_PMC3040128",
  "title": "AtRabD2b and AtRabD2c have overlapping functions in pollen development and pollen tube growth.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3040128/",
  "sections": {
    "Abstract": "Abstract Background Rab GTPases are important regulators of endomembrane trafficking, regulating exocytosis, endocytosis and membrane recycling. Many Rab-like proteins exist in plants, but only a subset have been functionally characterized. Results Here we report that AtRabD2b and AtRabD2c play important roles in pollen development, germination and tube elongation. AtrabD2b and AtrabD2c single mutants have no obvious morphological changes compared with wild-type plants across a variety of growth conditions. An AtrabD2b/2c double mutant is also indistinguishable from wild-type plants during vegetative growth; however its siliques are shorter than those in wild-type plants. Compared with wild-type plants, AtrabD2b/2c mutants produce deformed pollen with swollen and branched pollen tube tips. The shorter siliques in the AtrabD2b/2c double mutant were found to be primarily due to the pollen defects. AtRabD2b and AtRabD2c have different but overlapping expression patterns, and they are both highly expressed in pollen. Both AtRabD2b and AtRabD2c protein localize to Golgi bodies. Conclusions These findings support a partially redundant role for AtRabD2b and AtRabD2c in vesicle trafficking during pollen tube growth that cannot be fulfilled by the remaining AtRabD family members.",
    "Results": "Here we report that AtRabD2b and AtRabD2c play important roles in pollen development, germination and tube elongation. AtrabD2b and AtrabD2c single mutants have no obvious morphological changes compared with wild-type plants across a variety of growth conditions. An AtrabD2b/2c double mutant is also indistinguishable from wild-type plants during vegetative growth; however its siliques are shorter than those in wild-type plants. Compared with wild-type plants, AtrabD2b/2c mutants produce deformed pollen with swollen and branched pollen tube tips. The shorter siliques in the AtrabD2b/2c double mutant were found to be primarily due to the pollen defects. AtRabD2b and AtRabD2c have different but overlapping expression patterns, and they are both highly expressed in pollen. Both AtRabD2b and AtRabD2c protein localize to Golgi bodies.",
    "Conclusion": "These findings support a partially redundant role for AtRabD2b and AtRabD2c in vesicle trafficking during pollen tube growth that cannot be fulfilled by the remaining AtRabD family members.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/584264aad6a3/1471-2229-11-25-1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/e17d004b21c8/1471-2229-11-25-2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/4a6d6cb69452/1471-2229-11-25-3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/c388505f8a79/1471-2229-11-25-4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/e29750535f46/1471-2229-11-25-5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/ae7a4f0fc21a/1471-2229-11-25-6.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/827c193d8501/1471-2229-11-25-7.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/39fab094a3b3/1471-2229-11-25-8.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/505f40c99899/1471-2229-11-25-9.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a422/3040128/f8b37134bd00/1471-2229-11-25-10.jpg"
    ]
  }
}