{
  "paper_id": "pmc_articles_PMC9582271",
  "title": "Leptin and environmental temperature as determinants of bone marrow adiposity in female mice",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9582271/",
  "sections": {
    "Abstract": "Abstract Bone marrow adipose tissue (BMAT) levels are higher in distal femur metaphysis of female mice housed at thermoneutral (32°C) than in mice housed at 22°C, as are abdominal white adipose tissue (WAT) mass, and serum leptin levels. We performed two experiments to explore the role of increased leptin in temperature-enhanced accrual of BMAT. First, we supplemented 6-week-old female C57BL/6J (B6) mice with leptin for 2 weeks at 10 µg/d using a subcutaneously implanted osmotic pump. Controls consisted of ad libitum ( ad lib ) fed mice and mice pair fed to match food intake of leptin-supplemented mice. The mice were maintained at 32°C for the duration of treatment. At necropsy, serum leptin in leptin-supplemented mice did not differ from ad lib mice, suggesting suppression of endogenous leptin production. In support, Ucp1 expression in BAT, percent body fat, and abdominal WAT mass were lower in leptin-supplemented mice. Leptin-supplemented mice also had lower BMAT and higher bone formation in distal femur metaphysis compared to the ad lib group, changes not replicated by pair-feeding. In the second experiment, BMAT response was evaluated in 6-week-old female B6 wild type (WT), leptin-deficient ob/ob and leptin-treated (0.3 μg/d) ob/ob mice housed at 32°C for the 2-week duration of the treatment. Compared to mice sacrificed at baseline (22°C), BMAT increased in ob/ob mice as well as WT mice, indicating a leptin independent response to increased temperature. However, infusion of ob/ob mice with leptin, at a dose rate having negligible effects on either energy metabolism or serum leptin levels, attenuated the increase in BMAT. In summary, increased housing temperature and increased leptin have independent but opposing effects on BMAT in mice. Keywords: leptin, BMAT, thermoneutral, room temperature, marrow adipose tissue, histomorphometry",
    "Results": "Experiment 1: Effects of leptin supplementation on food intake, body composition, bone, and bone marrow adiposity in female B6 mice The effects of leptin supplementation and pair feeding on food intake, body composition, serum leptin, and Ucp1 gene expression in BAT are shown in Figure 2 . Food intake (panel A) decreased over time in all groups; leptin-supplemented and pair-fed mice consumed less food/day than ad lib-fed mice until day 7, after which food consumption did not differ among groups. Cumulative food intake (panel B) was lower in leptin-supplemented and pair-fed mice compared to ad lib mice. Body mass did not differ among treatment groups at any time point evaluated, including at termination of treatment (panel C). However, body mass change over the 14 days of treatment (panel D) was lower in leptin-supplemented and pair-fed mice compared to ad lib mice and tended (p = 0.06) to be lower in leptin-supplemented compared to pair-fed mice. Normalized body mass relative to baseline body mass was lower in leptin-supplemented and pair-fed mice compared to ad lib mice at all time points evaluated (panel E and F). Percent body fat (panel G) and WAT mass (panel H) were lower in leptin-supplemented mice than in ad lib or pair-fed mice. Significant differences in percent body fat or WAT mass were not detected between ad lib and pair-fed mice. Serum leptin levels (panel I) did not differ among treatment groups. Ucp1 expression in BAT (panel J) was lower in leptin-supplemented mice compared to ab lib and pair-fed mice. Significant differences in Ucp1 expression were not detected between ab lib and pair-fed mice. Figure 2. Open in a new tab Effects of leptin supplementation and pair feeding on food intake over duration of treatment (A) , cumulative food intake (B) , body mass (C) , body mass change over duration of treatment (D) , percent change in body mass relative to baseline mass (E) , cumulative percent change in body mass relative to baseline mass (F) , percent body fat (G) , abdominal white adipose tissue mass (H) , serum leptin (I) , and brown adipose tissue Ucp1 gene expression (J) in C57BL/6J female mice. Data are mean ± SD with individual data points shown as dots. N = 9-16/group for panels (A–G) and n = 8/group for panel (H) Analysis of variance followed by appropriate posthoc tests was used to assess differences among groups. a Different from ad lib , FDR-adjusted P < 0.05. b Different from leptin, FDR-adjusted P<0.05; b* P<0.1. The effects of leptin supplementation and pair feeding on total body bone area, mass and density, and on serum markers of global bone turnover are shown in Figure 3 . Bone area (panel A) was higher in leptin-supplemented mice compared to both ad lib and pair-fed mice. Bone mineral content (panel B) was also higher in leptin-supplemented mice than in pair-fed mice. Significant differences in bone area or bone mineral content were not detected between ad lib and pair-fed mice. In addition, significant differences in bone mineral density (panel C) were not detected with treatment. Serum CTX (panel D) was lower in leptin-supplemented and pair-fed mice compared to ad lib mice but leptin-supplemented mice did not differ from pair-fed mice. Serum osteocalcin levels (panel E) did not differ among groups. Figure 3. Open in a new tab Effects of leptin supplementation and pair feeding on total body bone area (A) , bone mineral content (B) , and bone mineral density (C) , and on serum CTX, an index of global bone resorption (D) and osteocalcin, an index of global bone formation (E) in C57BL/6J female mice. Data are mean ± SD with individual data points shown as dots. N = 9-16/group for panels (A–E) Analysis of variance followed by appropriate posthoc tests was used to assess differences among groups. a Different from ad lib , FDR-adjusted P<0.05. b Different from leptin, FDR-adjusted P<0.05. The effects of leptin supplementation and pair feeding on bone, bone formation and marrow adiposity in distal femur metaphysis and on marrow adiposity in distal femur diaphysis are shown in Figure 4 . Significant differences in bone area/tissue area in the distal femur metaphysis (panel A) were not detected with treatment. However, mineralizing perimeter (panel B) was lower in pair-fed mice compared to ad lib mice and leptin-supplemented mice, and mineral apposition rate (panel C) was higher in leptin-supplemented mice than in ad lib mice and pair-fed mice. Bone formation rate (panel D) tended (p = 0.053) to be higher in leptin-supplemented mice compared to ad lib and was higher compared to pair-fed mice. Bone formation rate was lower in pair-fed mice compared to ad lib mice. Adipocyte area fraction (panel E) and adipocyte density (panel F) were lower in leptin-supplemented mice compared to ad lib and pair-fed mice whereas adipocyte size (panel G) did not differ between ad lib and leptin-supplemented mice but was higher in pair-fed mice compared to both ad lib and leptin-supplemented mice. The differences in BMAT among the treatment groups in the distal femur metaphysis can be readily appreciated in panel H. Treatment effects on BMAT were likewise observed in the distal femur diaphysis. Adipocyte area fraction (panel I), density (panel J) and size (panel K) were lower or tended to be lower in leptin-supplemented mice compared to ad lib and pair-fed mice. However, differences in marrow adiposity were not detected between ad lib and pair-fed mice. Figure 4. Open in a new tab Effects of leptin supplementation and pair feeding on bone area and indices of bone formation, bone resorption, and bone marrow adiposity in distal femur metaphysis and on indices of bone marrow adiposity in distal femur diaphysis: bone area fraction (bone area/tissue area) (A) , mineralizing perimeter (B) , mineral apposition rate (C) , bone formation rate (D) , adipocyte area fraction (E) , adipocyte density (F) , and adipocyte size (G) in distal femur metaphysis and adipocyte area fraction (I) , adipocyte density (J) , and adipocyte size (K) in distal femur diaphysis in C57BL/6J female mice. Representative images of the bone marrow adiposity in femur metaphysis in each treatment group are shown in panel (H) Data are mean ± SD with individual data points shown as dots. N = 9-16/group. Analysis of variance followed by appropriate posthoc tests was used to assess differences among groups. a Different from ad lib , FDR-adjusted P < 0.05; a* P < 0.1. b Different from leptin, FDR-adjusted P < 0.05. The effects of leptin supplementation on differential expression of genes related to adipogenesis in abdominal WAT and tibia are shown in Figures 5 , 6 , respectively. In abdominal WAT, 8/84 genes were differentially expressed in leptin-supplemented mice compared to ad lib mice, 3/84 genes were differentially expressed in pair-fed mice compared to ad lib mice, and 7/84 genes were differentially expressed in leptin-supplemented mice compared to pair-fed mice. In tibia, 14/84 genes were differentially expressed in leptin-supplemented mice compared to ad lib mice, 32/84 genes were differentially expressed in pair-fed mice compared to ad lib mice, and 17/84 genes were differentially expressed in leptin-supplemented mice compared to pair-fed mice. Figure 5. Open in a new tab Differentially expressed genes in abdominal white adipose tissue in (1) leptin-supplemented versus ad libitum control mice, (2) pair-fed versus ad libitum control mice, and (3) leptin-supplemented versus pair-fed mice. Figure 6. Open in a new tab Differentially expressed genes in tibia in (1) leptin-supplemented versus ad libitum control mice, (2) pair-fed versus ad libitum control mice, and (3) leptin-supplemented versus pair-fed mice. Experiment 2: Effects of leptin on body composition and bone marrow adiposity in leptin-deficient ob/ob female mice The effects ( 1 ) of increasing housing temperature on body composition and BMAT in WT and ob/ob mice and (2) of leptin treatment on body composition and BMAT in ob/ob mice housed at 32°C are shown in Figure 7 . Percent body fat (panel A) and abdominal WAT mass (panel B) increased in WT mice and increased (percent fat) or tended (p = 0.064) to increase (abdominal WAT) in ob/ob mice following transfer from room temperature (baseline, 22°C) to thermoneutral housing (32°C). Leptin treatment in ob/ob mice resulted in lower percent body fat but had no effect on abdominal WAT mass. As expected, Ucp1 expression in BAT (panel C) decreased in WT mice following transfer to thermoneutral housing while thermoneutral housing had no effect on Ucp1 expression in the ob/ob mice. Administration of leptin to ob/ob mice resulted in higher Ucp1 expression compared to administration of vehicle. Adipocyte area fraction (panel D), adipocyte density (panel E) and adipocyte size (panel F) increased in both WT and ob/ob mice following transfer to thermoneutral housing. Leptin treatment in ob/ob mice resulted in lower adipocyte area fraction and adipocyte density compared to vehicle. Significant differences in adipocyte size were not detected with leptin treatment in the ob/ob mice. Figure 7. Open in a new tab Effects of temperature and leptin administration on percent body fat (A) , abdominal white adipose tissue mass (B) , brown adipose tissue Ucp1 gene expression (C) and on adipocyte area fraction (D) , adipocyte density (E) , and adipocyte size (F) in distal femur metaphysis in ob/ob female mice. Data are mean ± SD with individual data points shown as dots. N = 7-9/group. Analysis of variance followed by appropriate posthoc tests was used to assess differences among groups. a WT control (32°C) different from WT baseline (22°C), FDR-adjusted P < 0.05. b ob/ob + vehicle control (32°C) different from ob/ob baseline (22°C), FDR-adjusted P<0.05; b* FDR-adjusted P < 0.1. c ob/ob + leptin different from ob/ob + vehicle control, FDR-adjusted P < 0.05.",
    "Conclusion": "Food consumption decreased in B6 mice following transfer from room temperature to thermoneutral housing in this and prior studies ( 21 , 22 ). The time course for reduced food consumption was advanced (i.e., occurred earlier) but the magnitude of the decrease was not influenced by leptin supplementation. Compared to ad lib mice, supplementation of B6 mice with leptin had no effect on serum leptin levels measured at necropsy but resulted in lower BAT Ucp1 expression, lower serum CTX, lower abdominal WAT and lower BMAT in metaphysis and diaphysis of the distal femur, and higher bone formation rate in distal femur metaphysis. Pair feeding did not closely replicate the effects of leptin supplementation on B6 mice housed at thermoneutral. Transfer of ob/ob mice from room temperature to thermoneutral resulted in higher abdominal WAT and higher BMAT in distal femur. Finally, treatment of ob/ob mice with low dose leptin reduced the increase in BMAT in distal femur following transfer to thermoneutral housing but did not impact abdominal WAT weight. In the present study, we observed a reciprocal relationship between bone formation rate (increased) and BMAT levels (decreased) in distal femur of B6 mice following leptin supplementation. We and others noted inverse relationships between bone formation and BMAT at various skeletal sites during aging and in response to hypophysectomy, spaceflight, ionizing radiation, high fat diets and chronic heavy alcohol consumption ( 7 – 10 , 14 , 23 , 39 – 42 ). However, as mentioned in the Introduction, a causal association between changes in BMAT levels and bone formation rate has not been demonstrated and there are numerous exceptions to this reciprocal relationship. For example, ovariectomy (ovx) in rats results in increases in osteoblast-lined bone perimeter as well as BMAT, as does increasing housing temperature of mice from room temperature to the thermoneutral range ( 43 ). Furthermore, BMAT was increased and bone formation unchanged in ovx rats following a 14-day spaceflight ( 39 ). Finally, treatment with the bone anabolic hormones fibroblast growth factor or parathyroid hormone increased bone formation in rodents without reducing BMAT ( 14 , 44 ). It remains uncertain as to whether BMAT alters the skeletal response to regulatory factors such as hormones and mechanical loads. Compared to B6 WT mice, adult ob/ob mice have higher BMAT levels. However, hindlimb unloading resulted in cancellous bone loss and changes in bone turnover in ob/ob mice indistinguishable from the skeletal response in B6 WT mice ( 45 ). Female mice housed at thermoneutral have higher BMAT and cancellous bone mass than female mice housed at room temperature but antagonizing accrual of BMAT by treatment with the nonspecific β-adrenergic receptor antagonist propranolol had minimal effect on bone mass, microarchitecture and turnover ( 31 ). Additionally, in spite of differences in BMAT, inflammation-induced bone loss was similar in distal femur metaphysis of female mice housed at room temperature and at thermoneutral ( 46 ). The receptor tyrosine kinase cKit is required for fat storage in long bones and lumbar vertebra of mice ( 47 , 48 ). Therefore, attenuation of cKit signaling provides a novel approach for investigating the regulation and function of BMAT. Results of studies performed in cKit-deficient Kit W/Wv mice do not exclude the possibility that BMAT influences bone metabolism but do demonstrate that mature bone marrow adipocytes are not required for a negative bone turnover balance following ovx or during simulated microgravity ( 43 , 49 ). Indeed, having normal BMAT levels appeared to attenuate bone loss in distal femur induced by simulated microgravity ( 49 ). A limitation of Kit W/Wv mice is that they have hereditary macrocytic anemia, which could independently influence bone metabolism or alternatively modify the effects of BMAT ( 50 , 51 ). However, adoptive transfer of purified WT (WBB6F1/J) hematopoietic stem cells into Kit W/Wv mice (WT→ Kit W/Wv ) normalized bone marrow Kit expression ( 52 ). Hindlimb unloading resulted in reduced cancellous bone in WT→ Kit W/Wv mice verifying that the BMAT-deficient mice are not protected against hindlimb unloading-induced cancellous bone loss ( 49 ). Taken together, factors such as ckit signaling, mechanical loading, leptin status, sex hormones and aging clearly influence BMAT levels but strong evidence that BMAT is an obligatory regulator of bone turnover balance is largely absent. These null results do not imply that BMAT is unimportant; there is compelling evidence that BMAT plays a role in regulated hematopoiesis ( 1 , 53 – 55 ). Also, marrow adipocytes produce hormones, adipokines and cytokines capable of positive as well as negative effects on bone metabolism ( 1 , 56 – 60 ). In the present study, leptin and pair feeding influenced expression of genes for adipokines (Lep), hormones and growth factors (Fgf2, Fgf10, Agt, Angpt2, Bmp2, Bmp7, Dlk1), cell cycle regulators (Ccnd1, Cdkn1a, Cdkn1b), nuclear hormone receptors (Ppard, Pparg), transcription factors (Jun, Nrob2, Twist1, E2f1, Hes1, Srebf1), and signaling pathways (Sfrp1, Sfrp5, Vdr, Wnt10b, Dkk1, Wnt3a, Wnt5a, Wnt5b, Kfl2, Insr, Irs1). These changes in gene expression in bone marrow may lead to local, systemic or neuronal actions to influence bone metabolism, but definitive evidence for this is lacking. Leptin supplementation (Experiment 1) did not result in an increase in serum leptin levels in B6 mice, when measured at necropsy. We interpret this as evidence that supplemental leptin resulted in a compensatory reduction in endogenous hormone production and an increase in leptin sensitivity. Our conclusion is supported by the observed lower abdominal WAT weight and BAT Ucp1 expression in leptin-supplemented mice compared to ad lib or pair-fed mice and lower BMAT in leptin-supplemented B6 WT as well as leptin-treated ob/ob mice. Down regulation of Lep expression in adipocytes is a potential alternative mechanism to decrease serum leptin levels and there is evidence that this mechanism is induced by hypothalamic leptin gene therapy ( 61 ). However, this alternative mechanism is unlikely because reduced abdominal WAT in the present study was not accompanied by a reduction in Lep expression. It is notable that the reduction in BMAT accrual in leptin-treated ob/ob mice was not accompanied by a parallel decrease in abdominal WAT. This suggests that leptin inhibits BMAT accrual at much lower levels than is required to inhibit WAT accrual, a conclusion supported by dose-response studies where leptin was administered to ob/ob mice ( 35 ). Indeed, administration of leptin at a dose rate of 0.3 μg/d did not increase serum leptin levels above the detection limit of 0.5 μg/ml. Food consumption was lower in leptin-supplemented mice compared to ad lib-fed mice for several days following osmotic pump insertion, but afterwards there was no difference in food intake among treatment groups. We interpret this as further evidence that growing mice fed a normal diet are highly leptin sensitive. In support, partially leptin-deficient heterozygote ob/+ mice adapt to partial leptin deficiency by increasing adipose tissue mass until achieving leptin levels similar to B6 WT mice ( 62 ). Treatment of ob/ob mice with leptin resulted in dose-dependent decreases in appetite ( 35 , 63 ). This finding contrasts with B6 mice fed a high fat diet; when treated with leptin, obese mice exhibit an attenuated response, attributable to leptin resistance ( 64 ). Sympathetic signaling is a positive regulator of non-shivering thermogenesis and the β-adrenergic receptor antagonist propranolol blunted thermoneutral-associated increases in BMAT and WAT ( 65 ). Thus, leptin and environmental temperature may influence BMAT levels by regulating overlapping pathways. However, it is likely that the actions of leptin on BMAT differ from the adipokine’s positive central nervous system-mediated regulatory effects on non-shivering thermogenesis. It is well established that adipocytes express leptin receptors ( 54 , 66 ). Additionally, treatment with leptin at a dose rate with minimal actions on energy metabolism decreased BMAT and increased bone formation in ob/ob mice ( 35 ). In contrast, mild caloric restriction by pair feeding was associated with an increase in BMAT levels. Taken together, our results strongly suggest that leptin signaling and environmental temperature independently regulate BMAT levels. Thermoneutral housing alters many, but not all, metabolic responses ( 67 – 70 ). Regarding bone, compared to room temperature, thermoneutral housing prevents premature cancellous bone loss, attenuates risperidone-induced trabecular bone loss, has modest effects on cortical response to mechanical loading, and does not impact polyethylene-particle induced osteolysis ( 46 , 71 , 72 ). We have shown that increasing environmental temperature from room temperature to thermoneutral impacts gene expression in WAT and bone ( 65 ). In the present study, performed at thermoneutral, leptin supplementation, but not pair feeding, increased expression of genes important to fat synthesis and turnover in WAT; Acacb (Acetyl-CoA acetyltransferase), Adig (adipogenin), Retn (resistin), Slc2a4 (facilitated glucose transporter member 4, GLUT4), and Srebf1 (Sterol regulatory element-binding transcription factor 1). The findings are consistent with fat mobilization in response to leptin supplementation. Leptin supplementation and pair feeding also altered gene expression in whole tibia. However, there was no overlap in genes differentially expressed in WAT and tibia. In general agreement with treatment-associated differences in bone histomorphometry, there were differences in gene expression between leptin-treated mice and pair-fed or ad lib controls. Taken together, the results suggest that these two leptin target tissues respond differently to the hormone. The present studies were performed in growing female mice and evaluated (1) distal femur metaphysis (histomorphometry), a skeletal site where BMAT is closely associated with cancellous bone undergoing rapid turnover, and (2) whole tibia (gene expression). The present studies do not include controls for age-related changes in BMAT that may have occurred during the 2-week intervention. However, we have previously reported higher levels of BMAT in female mice housed at thermoneutral compared to age-matched controls housed at room temperature and pilot studies revealed no change during the evaluated age range ( 31 , 34 ). Our evaluation of one sex is a study limitation because there are sex differences in bone growth and BMAT accrual ( 21 ). Additionally, adipocyte number differs with skeletal site, suggesting possible differences in regulation and function. Future studies should evaluate the effects of environmental temperature and leptin on BMAT at multiple locations in skeletally mature and aging male and female mice. Furthermore, because energy balance and thermoregulation in mice differs markedly from humans it would be enlightening to investigate the response of BMAT to environmental temperatures in additional model organisms. Our analyses were performed at 4 levels; quantitative histomorphometry, gene expression, serum biomarkers (indices of whole-body bone turnover and fat stores) and organ mass/density. Histomorphometry examined the relationships between bone turnover and BMAT at one cancellous bone site (distal femur metaphysis) in response to treatment. Evaluation of differential expression of a panel of genes related to adipogenesis was used to compare the response to leptin in WAT and whole tibia. The tibia, in addition to adipose tissue (regulated and constitutive BMAT), contains compartment-specific distributions of bone (e.g., cortical and cancellous), cartilage, hematopoietic tissue and other tissues. Differences between our skeletal site in femur and whole tibia preclude direct comparisons between these two long bones. This being said, changes identified in a long bone are generally representative of the appendicular skeleton ( 1 , 31 , 35 , 43 , 47 , 49 , 52 , 62 , 65 ). Serum biomarkers and whole organ measurements were performed as indices of macro changes in response to treatment. In summary, increasing environmental temperature from room temperature to thermoneutral in growing female B6 and ob/ob mice has major effects on body composition, including an increase in BMAT in the distal femur metaphysis in both genotypes and an increase in leptin levels in B6 mice. Administration of leptin lowered BMAT levels in both B6 WT and leptin-deficient ob/ob mice. Based on these findings, we conclude that increases in leptin signaling in leptin-sensitive mice and environmental temperature in normal and leptin-deficient mice have independent but opposite effects on BMAT levels. Specifically, alleviation of cold stress by housing mice at thermoneutral increases BMAT compared to room temperature housing, whereas increasing leptin signaling decreases BMAT.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/0cc3608869f5/fendo-13-959743-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/1ac7cdadd496/fendo-13-959743-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/6782d90bbca0/fendo-13-959743-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/03aed4bbd908/fendo-13-959743-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/5c78a4509552/fendo-13-959743-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/7354e9f9e9eb/fendo-13-959743-g006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/50c3/9582271/a09af8f35e11/fendo-13-959743-g007.jpg"
    ]
  }
}