{
  "paper_id": "pmc_articles_PMC2824534",
  "title": "In vitro generation of mechanically functional cartilage grafts based on adult human stem cells and 3D-woven poly(epsilon-caprolactone) scaffolds",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2824534/",
  "sections": {
    "Abstract": "Abstract Three-dimensionally woven poly(ε-caprolactone)(PCL) scaffolds were combined with adult human mesenchymal stem cells (hMSC) to engineer mechanically functional cartilage constructs in vitro . The specific objectives were to: (i) produce PCL scaffolds with cartilage-like mechanical properties, (ii) demonstrate that hMSCs formed cartilage after 21-days of culture on PCL scaffolds, and (iii) study effects of scaffold structure (loosely vs. tightly woven), culture vessel (static dish vs. oscillating bioreactor), and medium composition (chondrogenic additives with or without serum). Aggregate moduli of 21-day constructs approached normal articular cartilage for tightly woven PCL cultured in bioreactors, were lower for tightly woven PCL cultured statically, and lowest for loosely woven PCL cultured statically ( p <0.05). Construct DNA, total collagen, and glyocosaminoglycans (GAG) increased in a manner dependent on time, culture vessel, and medium composition. Chondrogenesis was verified histologically by rounded cells within a hyaline-like matrix that immunostained for collagen type II but not type I. Bioreactors yielded constructs with higher collagen content ( p <0.05) and more homogenous matrix than static controls. Chondrogenic additives yielded constructs with higher GAG ( p <0.05) and earlier expression of collagen II mRNA if serum was not present in medium. These results show feasibility of functional cartilage tissue engineering from hMSC and 3D woven PCL scaffolds. Keywords: Cartilage repair, stem cell, bioreactor, biomechanics, growth factors",
    "Results": "Effects of scaffold structure Scaffold structure did not have any significant effect on the amounts of DNA, total collagen, or GAG in constructs cultured statically for 21 days in DM1 ( Table 2 , Group A vs. B). In contrast, scaffold structure significantly impacted aggregate modulus (H A ) and Young’s modulus (E) of initial (acellular) scaffolds and cultured constructs ( Figure 2 ). Acellular loosely woven scaffolds exhibited lower (p<0.05) mechanical properties (H A of 0.18 ± 0.011 MPa and E of 0.042 ± 0.004 MPa) than acellular tightly woven scaffolds (H A of 0.46 ± 0.049 MPa and E of 0.27 ± 0.017 MPa). Likewise, 21-day constructs based on loosely woven scaffolds exhibited lower (p<0.05) mechanical properties (H A of 0.16 ± 0.006 MPa and E of 0.064 ± 0.004 MPa) than constructs based on tightly woven scaffolds (H A of 0.37 ± 0.030 MPa and E of 0.41 ± 0.023 MPa) ( Figure 2 ). As compared to acellular scaffolds, the 21-day constructs exhibited similar aggregate modulus and higher ( p <0.05) Young’s modulus. Table 2. Mechanical and biochemical properties of hMSC-PCL constructs after short-term culture Group: A B C D E Parameter: Culture Time (days) Loosely woven PCL Static, in DM1 AVG ± SEM Tightly woven PCL Static, in DM1 AVG ± SEM Tightly woven PCL Bioreactor, in DM1 AVG ± SEM Tightly woven PCL Static, in DM2 AVG ± SEM Tightly woven PCL Static, in CM AVG ± SEM Aggregate Modulus (H A , MPa, n = 5–6) 21 0.16 ± 0.006 0.37 ± 0.03 a 0.55 ± 0.084 b NM NM Young Modulus (E, MPa, n = 5–6) 21 0.06 ± 0.004 0.41 ± 0.023 a 0.34 ± 0.099 NM NM DNA (µg/construct, n = 3–4) 1 4.76 ± 0.28 4.74 ± 0.15 4.74 ± 0.15 4.74 ± 0.15 4.74 ± 0.15 7 10.6 ± 0.82 9.02 ± 0.65 8.47 ± 0.25 6.16 ± 0.50 NM 14 11.1 ± 0.29 10.1 ± 0.43 12.7 ± 0.85 b 6.63 ± 0.44 c NM 21 9.15 ± 0.31 10.7 ± 0.74 11.5 ± 0.72 7.70 ± 0.38 c 6.14 ± 0.237 d Collagen (µg/construct, n = 3–4) 1 57.5 ± 2.66 23.5 ± 9.74 23.5 ± 9.74 23.5 ± 9.74 23.5 ± 9.74 d 7 182 ± 18.40 124 ± 16.8 55.2 ± 6.52 b 26.1 ± 7.20 c NM 14 295 ± 0.37 274 ± 17.5 501 ± 35.1 b 125 ± 21.4 c NM 21 413 ± 6.66 395 ± 4.64 585 ± 66.5 b 219 ± 32.6 c 105 ± 18.4 d Collagen per DNA (mg/mg, n = 3–4) 1 12.2 ± 1.28 5.23 ± 2.34 5.23 ± 2.34 5.23 ± 2.34 5.23 ± 2.34 7 17.2 ± 1.21 14.2 ± 2.61 6.48 ± 0.58 b 4.13 ± 0.90 c NM 14 26.5 ± 0.69 27.2 ± 1.33 40.1 ± 4.73 b 18.7 ± 2.43 NM 21 45.3 ± 1.41 37.6 ± 2.53 52.0 ± 8.98 28.3 ± 3.06 17.1 ± 2.44 d Glyocsaminoglycans (GAG, µg/construct, n = 3–4) 1 6.72 ± 1.26 7.78 ± 0.63 7.78 ± 0.63 7.78 ± 0.63 7.78 ± 0.63 7 52.7 ± 1.55 48.2 ± 1.49 26.4 ± 2.97 b 32.1 ± 4.85 NM 14 80.0 ± 4.72 85.0 ± 4.43 91.9 ± 5.83 149 ± 22.6 c NM 21 110 ± 4.62 138 ± 9.13 140 ± 7.94 326 ± 47.7 c 20.4 ± 1.28 d GAG per DNA (mg/mg, n = 3–4) 1 1.40 ± 0.18 1.65 ± 0.15 1.65 ± 0.15 1.65 ± 0.15 1.65 ± 0.15 7 5.03 ± 0.26 5.41 ± 0.33 3.11 ± 0.29 b 5.14 ± 0.44 NM 14 7.17 ± 0.38 8.49 ± 0.51 7.32 ± 0.70 22.4 ± 2.45 c NM 21 12.1 ± 0.78 13.3 ± 1.75 12.4 ± 1.23 41.9 ± 4.00 c 3.32 ± 0.18 d Construct wet weight (mg/construct, n = 3–4) 1 37.7 ± 2.10 62.7 ± 0.67 62.7 ± 0.67 62.7 ± 0.67 62.7 ± 0.67 7 46.8 ± 0.59 67.9 ± 0.98 57.9 ± 1.56 62.6 ± 2.67 NM 14 55.3 ± 1.20 72.7 ± 2.16 64.2 ± 2.04 64.8 ± 1.54 NM 21 54.7 ± 0.80 74.9 ± 0.82 65.2 ± 1.08 69.7 ± 1.72 71.4 ± 0.38 Open in a new tab Static = culture in petri dish; Bioreactor = culture in gas-permeable loop with slow, bi-directional oscillation; DM1 = differentiation medium #1; DM2 = differentiaiton medium #2; CM = control medium n= number of samples tested; NM=not measured. multi-way ANOVA for Groups A–C for the culture time of 21 days showed significant effects of scaffold structure and culture vessel multi-way ANOVA for Groups A–D for culture times of 1 to 21 days showed significant effects of time, culture vessel, and culture medium composition a Significant effect due to scaffold structure b Significant effect due to culture vessel c Significant effect due to presence of FBS in culture medium d Significant effect due to presence of chondrogenic additives in culture medium Figure 2. Open in a new tab (A) Aggregate and (B) Young’s moduli of 21-day constructs based on hMSC and either loosely or tightly woven PCL scaffolds, and cultured either statically or in bioreactors. *Significant difference due to scaffold structure; **Significant difference due to culture vessel. Effects of culture vessel Aggregate modulus of 21-day constructs based on tightly woven PCL and cultured in bioreactors was higher ( p<0.05 ) than that measured for otherwise similar constructs cultured statically ( Figure 2 , Table 2 ). Construct amounts of DNA, total collagen, and GAG increased in a manner dependent on time, culture vessel and medium composition. DNA and GAG contents were similar in 21-day constructs cultured in bioreactors and statically ( Figures 3A and 3C ). Total collagen content was 1.5-fold higher ( p < 0.05) in bioreactor compared to static cultures ( Figure 3B ; Table 2 , Group B vs. C). Bioreactors yielded more homogeneous tissue development than static cultures based on qualitative histological appearance of cross-sections ( Figure 4 , row I). Chondrogenesis was demonstrated histologically by rounded cells within a hyaline-like matrix that immunostained strongly and homogeneously positive for collagen type II. Bioreactors yielded constructs in which Coll-II immunostaining was more pronounced than static cultures ( Figure 4 , row IV). Immunostaining for Col-I was minimal under all conditions tested. The RT-PCR analysis showed type of culture vessel did not affect the temporal expression of mRNAs for collagen type II ( Figure 5A ), Sox-9 ( Figure 5B ), collagen type I (not shown) and GAPDH (not shown). Figure 3. Open in a new tab Amounts of (A) DNA, (B) total collagen, and (C) glycosaminoglycans (GAG) in constructs produced from tightly woven scaffolds and hMSC cultured for up to 21 days, statically or in bioreactors in DM1, statically in DM2, and statically in CM. a Significant difference due to type of culture vessel, b Significant difference due to serum, c Significant difference due to chondrogenic additives. Figure 4. Open in a new tab Histological appearance of constructs produced from tightly woven scaffolds and hMSC cultured for 21 days statically in DM1 (column 1), in bioreactors in DM1 (column 2), statically in DM2 (column 3) or statically in CM (column 4). Rows I–II: full cross-section (I) or en-face (II–III) sections stained with safranin-O/fast green (GAG appears orange-red, cell nuclei black, and PCL scaffold white); Row IV: en-face sections double immunostained for collagen types I and II (Coll-II appears green, Coll-I was stained red and was not seen, DAPI-counterstained cell nuclei appear blue. Scale bars: 200 µm (Row I); 50 µm (Row II); 200 µm (Row III); 100 µm (Row IV). Figure 5. Open in a new tab Electrophoresis gels for RT-PCR products of collagen type II and of Sox-9. Lane 1= day 0 hMSCs; Lanes 2 and 3 = 7 days and 21 days static culture in DM1; Lanes 4 and 5 = 7 days and 21 days bioreactor culture in DM1; Lanes 6 and 7 = 7 days and 21 days static culture in DM2; Lane 8=control for DNA contamination. Effects of medium composition DNA content was 1.4-fold higher (p<0.05) in 21-day constructs cultured in DM1 compared to DM2 ( Figure 3A , Table 2 , Group B vs. D). Also, total collagen content was 1.8-fold higher ( p<0.05 ) in 21-day constructs cultured in DM1 compared to DM2 ( Figure 3B ). Conversely, GAG content was lower (42% as high, p<0.05 ) in 21-day constructs cultured in DM1 compared to DM2 ( Figure 3C ). Likewise, the GAG/DNA ratio was lower (30% as high, p<0.05 ) in 21-day constructs cultured in DM1 compared to DM2 ( Table 2 ). Culture in DM2 yielded more chondrogenic differentiation of hMSC than DM1, based on histological appearance of cells and ECM (more rounded chondrocytes; more homogeneously positive matrix staining for GAG and Coll-II, Figure 4 , rows III and IV). Culture in DM2 yielded earlier expression of collagen type II mRNA ( Figure 5A ) such that this biomarker was present by day 7 in contrast to DM1. Constructs cultured in CM contained substantially lower amounts collagen and GAG compared to DM1 ( Table 2 , Group B vs. E). Chondrogenic differentiation was virtually absent in constructs cultured in CM with respect to rounded cell shape, matrix staining for GAG and collagen type II, and measured GAG and collagen contents ( Figure 3 and Figure 4 ).",
    "Conclusion": "The findings of this study demonstrate the ability to produce functional tissue engineered cartilage starting from hMSC and a tightly woven PCL scaffold within 21 days in vitro . Importantly, aggregate and Young’s moduli of hMSC-PCL constructs cultured statically and in bioreactors ( Table 2 , Groups B and C), approached the values reported for normal articular cartilage (H A of 0.1 to 2.0 MPa; E of 0.4 to 0.8 MPa)[ 54 – 56 ]. Young’s modulus was higher for 21-day constructs than initial acellular scaffolds, which may be due to accumulation of cell-derived cartilaginous extracellular matrix within the 3D woven scaffold and associated increase in shear modulus. These effects would be expected to reduce relative PCL yarn movement and cross-sectional shape distortion during compressive testing and have a more pronounced effect during mechanical testing in the unconfined configuration ( i.e. , where scaffolds are not laterally constrained) than the confined configuration, thereby affecting E more than H A . Although short term maintenance of mechanical properties of constructs and scaffolds was demonstrated, further studies of constructs and acellular scaffolds are warranted to assess mechanical properties over longer time periods. Long-term maintenance can be reasonably expected due to the slow biodegradation of PCL[ 23 , 24 ] in concert with continued accumulation of cell-derived cartilaginous matrix. Efficient hMSC seeding and cartilaginous matrix deposition were observed for loosely and tightly woven PCL scaffolds, and can be attributed to the combination of Matrigel ® -enhanced cell entrapment[ 25 ] and large, homogenously distributed pores in the scaffold ( i.e. in-plane pores of 250 to 1000 µm, Figure 1 ). Consistently, scaffolds with 250 to 500µm pores were found to enhance GAG secretion as compared to smaller pores[ 57 ], and 380 to 405 µm pores were found suitable for chondrocyte proliferation[ 58 ]. Culture in an oscillating bioreactor yielded constructs with higher aggregate modulus, higher total collagen content, and more homogeneous tissue development, especially at the upper and lower surfaces than otherwise identical static cultures ( Figure 2 – Figure 4 ). Constructs from the oscillating bioreactor exhibited strongly positive immunostaining for Coll-II and virtually negative staining for Coll-I, although collagen type II as a fraction of the total collagen was not explicitly measured. We previously showed that constructs from rotating bioreactors contained more total and type II collagen than statically cultured controls[ 12 ], and in these constructs Coll-II represented 92 to 99 % of the total collagen[ 51 , 59 ]. Consistently, others showed hydrodynamic shear increased total collagen, type II collagen, and tensile modulus of multi-layered chondrocyte sheets[ 60 ], and bi-directional perfusion yielded more homogeneous tissue engineered cartilage than uni-directional perfusion[ 35 , 36 ]. Culture medium composition significantly impacted construct amounts of DNA and GAG, intensity of safranin-O staining and Coll-II immunostaining, and the temporal profile of chondrogenic differentiation by hMSC. Specifically, chondrogenic additives without serum (DM2) yielded constructs with higher GAG, higher GAG/DNA ratio, earlier expression of collagen II mRNA, and more homogenous immunostaining for Coll-II as compared to chondrogenic additives with serum (DM1) ( Figure 3 – Figure 5 ). Consistently, serum was recently reported to inhibit chondrogenic differentiation of synoviocytes[ 38 , 39 ], and this finding was attributed to an enhanced proliferation of the cells that hindered their differentiation capacity. Interestingly, the GAG/DNA ratio measured in the present study at culture day 21 exceeded the GAG/DNA ratios previously reported after prolonged in vitro cultivation[ 17 , 39 , 61 ].",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/91b9156c8d20/nihms163978f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/5da40f4fc9bb/nihms163978f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/71084f7b75c7/nihms163978f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/f6aba1e1f55b/nihms163978f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de82/2824534/9e7a7d332efd/nihms163978f5.jpg"
    ]
  }
}