{
  "paper_id": "pmc_articles_PMC4453782",
  "title": "Vesicles versus Tubes: Is Endoplasmic Reticulum-Golgi Transport in Plants Fundamentally Different from Other Eukaryotes?",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4453782/",
  "sections": {
    "Abstract": "Four leading cell biologists reflect on the controversial nature of the vector for transport between the ER and Golgi apparatus in higher plants.",
    "Results": "Figure 3. Open in a new tab A, Maximum-intensity projection in negative contrast of a stack of thin sections from a tomogram of a pea ( Pisum sativum ) root tip Golgi body and associated ER impregnated by the osmium zinc iodide technique. The reconstruction is presented at an angle to show a clear tubular connection between the ER and cis-Golgi. B, Inside face view of a dry-cleaved carrot ( Daucus carota ) suspension culture cell. The cell had been fixed on a coated EM grid, dehydrated, and critical point dried prior to dry cleaving on double-sided tape. The view onto the plasma membrane shows dark mitochondria (M), complete Golgi stacks in face view (G), cisternal ER (CER), and tubular ER (arrows). Note the huge difference between the diameter of a Golgi body and ER tubules. An argument has been made on the lack of COPII EM images based around the calculation that, in reality, there are very few COPII vesicles at any one time in the ER -Golgi interface and that, in any one thin section, at most, only one vesicle would be seen ( Langhans et al., 2012 ). This argument of course only holds true if such vesicles do exist. If they don’t, then they obviously would not be seen. Likewise, if tubules are transient in nature, they would rarely be seen in conventional electron micrographs and, when caught in cross section, would appear to be vesicular! An obvious experiment where COPII vesicles should be seen is in the reformation of Golgi after brefeldin A ( BFA )-induced reabsorption into the ER . One such study on tobacco Bright Yellow2 (BY2) cells reported buds on the ER surfaces, which were infrequent, and tubular vesicular clusters, representing the earliest observable stage of stack regeneration cells ( Langhans et al., 2007 ). These clusters immunolabeled for COPI coat components but not for COPII proteins. Considering the number of Golgi stacks in such cells, which is in the hundreds, if COPII vesicles exist, then it is surprising that none were seen in these experiments. Of course, the get-out-of-jail card and perhaps a lazy answer to all of these discrepancies in the ultrastructural literature is simply to state that data from chemically fixed material is artifactual in nature due to slow fixation rates and only data from ultra-rapidly frozen freeze-substituted material is acceptable. This of course ignores the fact that, in chemically fixed material, it is easy to visualize both COPI and clathrin coats. So, why not COPII coats, especially as they are relatively easy to visualize in chemically fixed cells of algae such as C. noctigama ( Hummel et al., 2007 )? Two other golden rules of thin-section transmission electron microscopy also have to be remembered: (1) A thin section presents a two-dimensional image, and thus a tubule in cross section can easily be misinterpreted as a vesicle; and (2) Any biological material has to scatter sufficient electrons to form an image. Thus, a membrane in transverse section, spanning 70 nm of resin, scatters sufficient electrons to form a classic unit-membrane image, whereas the same stained membrane in face view may not present sufficient heavy-metal stain molecules and thus be electron lucent and not form an image; thus, fine tubules and membranes in face view can be missed. Selective-membrane staining techniques overcome this latter limitation. Of course, other EM techniques exist such as freeze-fracture or freeze-fracture deep etch, which should reveal structured exit sites on ER and COPII coats, but as far as I am aware, apart from the occasional image showing clathrin-coated vesicles and COPI vesicles ( Coleman et al., 1987 ; Andreeva et al., 1998 , no such images of COPII structures have been published in plants.",
    "Conclusion": "After having gone through the information and arguments presented above, it will not come as a surprise to the reader that the authors found themselves unable to reach a consensus about the modality of membrane traffic between the ER and the Golgi apparatus in higher plants. While there is no question that COPII proteins are essential for this process, doubt continues as to whether vesicles are the vectors of bidirectional traffic between the two organelles. It is clear that fluorescence microscopy, immunolabeling, and live cell imaging in combination have revolutionized our conceptual understanding of the structure and functioning of the eukaryotic Golgi apparatus and its relationship with the ER . However, the present superresolution fluorescence microscopic techniques such as structured illumination microscopy, stimulated emission depletion microscopy, and photoactivated localization microscopy are not sufficient to unequivocally identify discrete individual COPII vesicles. On the other hand, new techniques such as SCLIM are emerging that have the potential for even higher superresolution not only in space, but also in time and may well bring about a breakthrough in understanding what really is going on in living cells. Of course, electron microscopy is still the most powerful technique to solve the finer structural details of the interface between the ER and the Golgi whether in chemically fixed or frozen samples. Thus, perhaps a combination of ultra-rapid freezing and freeze substitution combined with selective membrane staining and one of the new high-resolution three-dimensional scanning electron microscopy technologies such as focussed ion beam-scanning electron microscopy or serial block face imaging might solve some of the mysteries of the plant ER -Golgi interface and help settle the controversy explored in this article. Unfortunately, irrespective of the method of preparation and the type of imaging, the downside with electron microscopy is that only single Golgi stacks can be visualized, with the caveat that the one being visualized might temporarily not be engaged in trafficking with the ER . There is also an issue with the experimental systems being used. Beautiful live-cell imaging data has been obtained with the leaf epidermis system, but obviously it will be interesting to explore other cell types. While it seems that the situation in tobacco BY2 cells is not too different from that of leaf epidermal cells, there are other cell types such as in the meristem or in the endosperm during cellularization whose secretion status is unclear and where it is difficult, especially by conventional live-cell imaging, to recognize a close spatial relationship between the ER and Golgi stacks, let alone being able to say anything about Golgi motility due to the sheer density of the cytoplasm. On the other hand, such cell types, because of their relatively high cytoplasm/cell volume ratio, freeze well and are therefore most suitable for electron microscopy studies. The reverse is true for leaf epidermal cells, which are excellent objects for live-cell imaging, but present an almost insurmountable obstacle for ultra-rapid freezing. It remains to say that, even with the ideal plant cell, to capture the complexity of bidirectional ER -Golgi traffic in plant cells, correlative light and electron microscopy is necessary. Establishing this technique for studies on plants is going to be a major challenge for the future.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1bf4/4453782/1ee360bed776/PP_PP201500124_f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1bf4/4453782/fbd321a01a4c/PP_PP201500124_f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1bf4/4453782/c8101debf27d/PP_PP201500124_f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1bf4/4453782/a25b372e4405/PP_PP201500124_f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1bf4/4453782/24cbe580fbfa/PP_PP201500124_f5.jpg"
    ]
  }
}