{
  "paper_id": "pmc_articles_PMC4110898",
  "title": "Fifteen days of microgravity causes growth in calvaria of mice",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4110898/",
  "sections": {
    "Abstract": "Abstract Bone remodeling may occur in spaceflight as a response to skeletal unloading and head-ward fluid shifts. While unloading causes significant loss of bone mass and density in legs of animals exposed to microgravity, increased blood and interstitial fluid flows accompanying microgravity-induced fluid redistribution may elicit an opposite effect in the head. Seven C57BL/6 mice were randomly chosen for exposure to 15 days of microgravity on the STS-131 mission, while eight littermates served as ground controls. Upon mission completion, all 15 mice calvariae were imaged on a micro-computed tomography scanner. A standardized rectangular volume was placed on the parietal bones of each calvaria for analyses, and three parameters were determined to measure increased parietal bone volume: bone volume (BV), cross-sectional thickness (CsTh), and tissue mineral density (TMD). Microgravity exposure caused a statistically significant increase in BV of the space flight (SF) group compared to the ground control (GC) group – the mean ± SD for SF group was 10.48 ± 0.47 %, compared to 9.64 ± 0.79 % for GC group (p<0.05). CsTh demonstrated a trend of increase from 0.099 ±0.006 mm in the GC group to 0.104 ±0.005 mm in the SF group (p=0.12). TMD was similar between the two groups with 0.878 ±0.029 g/cc for GC and 0.893 ± 0.028 g/cc for SF (p=0.31). Our results indicate that microgravity causes adaptive changes in calvarial bones that do not normally bear weight. These findings suggest that fluid shifts alone accompanying microgravity may initiate bone remodeling independent of skeletal loading by tissue. Keywords: bone, adaptation, space, microgravity",
    "Results": "Mice from both the ground control and spaceflight groups were judged to be healthy by a veterinarian at NASA Kennedy Space Center. During the first two days, mice from the spaceflight group decreased their food intake, possibly attributed to shuttle takeoff and the initial experience of microgravity. Their appetite returned to normal after the two-day adjustment period. The ground control mice did not demonstrate any changes in food consumption during the experimental period. In the ground control group, each mouse lost on average 1.51 grams of weight from an average of 26.16 grams pre cage-loading to 24.65 grams at cage-unloading, with an SD of 1.49. Each mouse from the spaceflight group lost on average 2.82 grams of weight from 26.20 grams before spaceflight to 23.38 grams upon mission completion, with an SD of 0.95. None of the mice in either group gained weight. The difference in weight changes between these two groups showed a trend of more aggressive weight loss in the spaceflight group compared to the ground control group (p=0.07). Previous studies of weight changes in astronauts attribute most of the reduction to fluid loss (60%), with fat utilization (30%) and muscle catabolism (10%) accounting for the remainder [ 18 ]. Comparing murine calvariae, BV/TV was increased (p<0.05) from a mean of 9.64 ±0.79% (Mean ± SD) in the ground control group to 10.48 ±0.47% in the spaceflight group ( Fig. 4A ). Correspondingly, Cs.Th showed a trend of an increase (p=0.12) from a mean of 0.099 ±0.006mm in the ground control group to 0.104 ±0.005mm in the spaceflight group ( Fig. 4B ). There was no apparent effect on TMD (p=0.31), with a mean of 0.878 ±0.029g/cc in the ground control group and 0.893 ± 0.028g/cc in the spaceflight group ( Fig. 4C ). FIGURE 4. Open in a new tab Comparison of ground control and spaceflight groups for bone volume, cross sectional bone thickness, and tissue mineral density. Data are mean ± SD; n = 7 in Spaceflight, 8 in Ground Control groups. Microgravity-induced bone remodeling was reflected by increases in all three parameters we used to define calvaria growth. Compared to their ground control littermates, mice from the shuttle mission showed a relative difference of +8.7% in calvaria bone volume fraction, +5.1% in cross-sectional thickness, and +1.8% in tissue mineral density. Although only the bone volume fraction reached significance, we believe that a mission of longer duration and/or a larger number of samples will better represent the impact of microgravity on unloaded bone (see discussion). Of the three parameters used to determine bone growth, calvaria BV/TV from the spaceflight group exhibited a statistically significant increase of 8.7% (10.48/9.64 – 1) over the ground control group. Cs.Th indicated a trend of increase at 5.1% (0.104/0.099 – 1). Increase in TMD between the two groups was much less at 1.8% (0.893/0.878 – 1). Comparison between the groups shows that in addition to increased average thickness of the calvaria in microgravity, there was also some bone expansion into sinuses within the parietal bones ( Fig. 2 ). FIGURE 2. Open in a new tab Calvaria from spaceflight group (panel B) showed increase in cross-sectional thickness compared to calvaria from ground control group (panel A). Bone also expanded into the cavity in the parietal bone adjacent to the suture. Despite the more aggressive weight-reduction experienced by the spaceflight group (10.76%) compared their ground control littermates (5.77%), the calvariae from the spaceflight group demonstrated volume expansion, which contradicts the observed changes in the bodyweights between the two groups.",
    "Conclusion": "Our data support the hypothesis that microgravity causes adaptive growth of murine skull bone, reflected by changes in bone volume and possibly bone mineral density. The increase in bone volume reached significance in the mice exposed to microgravity while the change in cross-sectional thickness did not, possibly due to bone expansion into the cavities of the skull and the sagittal suture. However, this trend in cross-sectional thickness may be strengthened by a longer stay in microgravity. Tissue mineral density did not vary between the two groups, but past studies of weight-bearing bones [ 19 ] indicate that changes in this parameter are generally seen with much longer duration of spaceflight. From previous hindlimb unloading studies, we hypothetically attribute the bone remodeling witnessed by us to the head-ward shift of interstitial fluid (ISF) that accompanies microgravity in the absence of gravity in space. Hillsley and Frangos hypothesize that in microgravity, unloading and decreased vascular and ISF flow to weight-bearing bones promotes degeneration while the same fluid forces redistribute to the head to incite growth [ 20 ]. Hindlimb-unloading of rats, another ground-based technique to simulate microgravity, causes decreased perfusion of murine distal extremities and a corresponding rostral increase of fluid pressure [ 21 , 22 , 23 ]. By artificially incrementing intramedullary fluid pressure in the femurs of hindlimb-unloaded rats and noting subsequent increases in bone mineral content and size of the femur, Bergula and co-workers establish the capability of ISF flow to alter bone-remodeling independent of skeletal loading [ 24 ]. The same principle may be used to explain the remodeling of calvariae in space. Normally weight-bearing bones such as in the lumbar spine decrease in mineral density in spaceflight or simulated microgravity, while bones that do not bear weight such as the skull show increased BMD [ 25 ]. The majority of studies that have been conducted to determine the physiological consequences of microgravity discuss the changes specifically in bones that normally bear weight. A study analyzing effects of long-duration spaceflight missions (average length of 176 ±45 days) shows substantial reductions in bone mineral density in several weight-bearing bones including the lumbar spine and leg, resulting in a total body BMD decrease of 0.35%/month [ 19 ]. The proposed mechanism for this is an uncoupling of normal bone remodeling with increasing bone resorption without compensatory bone formation [ 26 ]. It is possible that staying in microgravity for longer duration will results in more significant changes in the skull. Analyzing calvariae of spaceflight mice allows the comparison with similar studies that use simulated microgravity conditions. Following 17-week horizontal bed rest, several weight-bearing bones including the lumbar spine and the calcaneus suffer mineral losses ranging from 2.2 to 10.4% while an increase of 3.4% is noted in the skull, a finding supported by our data [ 27 ]. In the same study, Arnaud and associates implement another flight simulation model with hindlimb unloading by tail suspension to induce a cephalic fluid shift. After 3 weeks of unloading, they determined that bone mineral content is higher in the skull and lower in the hindlimbs. The consistency of our results with these studies is consistent with the ability of bed rest and hindlimb suspension at simulating the effects of microgravity on unloaded bones. Increases in bone measurements following exposure to microgravity are likely caused by head-ward fluid shifts, resulting in a syndrome similar to idiopathic intracranial hypertension, as previously discussed [ 28 ]. Mader and researchers also discuss the role of cephalic fluid shifts in causing jugular vein distension, leading to a reduction in the pressure gradient between cerebrospinal fluid and venous blood flow. The smaller gradient does not allow for sufficient drainage of cerebrospinal fluid, leading to an increase in intracranial pressure. Our study provides initial insight into the effects of microgravity on non-weight bearing bones. Future studies in this field will include longer flight duration of 30 days on the Russian satellite Bion. However, if limited by lack of spaceflight opportunities, hindlimb unloading of mice and bed rest can serve as valid models for simulating microgravity. By first gathering evidence on the skeletal changes associated with microgravity, it is possible to explore other physiological changes in order to gain a better understanding of the mechanisms that cause skeletal changes during and post spaceflight in astronauts.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1685/4110898/b8d49abeec6e/nihms601415f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1685/4110898/11eb597cde03/nihms601415f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1685/4110898/6c0b4db67e1d/nihms601415f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1685/4110898/62db061fe20b/nihms601415f3.jpg"
    ]
  }
}