{
  "paper_id": "pmc_articles_PMC2991213",
  "title": "Chondrogenesis and mineralization during in vitro culture of human mesenchymal stem cells on three-dimensional woven scaffolds",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2991213/",
  "sections": {
    "Abstract": "Abstract Human mesenchymal stem cells (hMSCs) and three-dimensional (3D) woven poly(ɛ-caprolactone) (PCL) scaffolds are promising tools for skeletal tissue engineering. We hypothesized that in vitro culture duration and medium additives can individually and interactively influence the structure, composition, mechanical, and molecular properties of engineered tissues based on hMSCs and 3D poly(ɛ-caprolactone). Bone marrow hMSCs were suspended in collagen gel, seeded on scaffolds, and cultured for 1, 21, or 45 days under chondrogenic and/or osteogenic conditions. Structure, composition, biomechanics, and gene expression were analyzed. In chondrogenic medium, cartilaginous tissue formed by day 21, and hypertrophic mineralization was observed in the newly formed extracellular matrix at the interface with underlying scaffold by day 45. Glycosaminoglycan, hydroxyproline, and calcium contents, and alkaline phosphatase activity depended on culture duration and medium additives, with significant interactive effects (all p < 0.0001). The 45-day constructs exhibited mechanical properties on the order of magnitude of native articular cartilage (aggregate, Young's, and shear moduli of 0.15, 0.12, and 0.033 MPa, respectively). Gene expression was characteristic of chondrogenesis and endochondral bone formation, with sequential regulation of Sox-9, collagen type II, aggrecan, core binding factor alpha 1 (Cbfα1)/Runx2, bone sialoprotein, bone morphogenetic protein-2, and osteocalcin. In contrast, osteogenic medium produced limited osteogenesis. Long-term culture of hMSC on 3D scaffolds resulted in chondrogenesis and regional mineralization at the interface between soft, newly formed engineered cartilage, and stiffer underlying scaffold. These findings merit consideration when developing grafts for osteochondral defect repair.",
    "Results": "Construct wet and dry weight increased significantly with culture time in both groups ( Table 2 ). In the chondrogenic group, the upward-facing surfaces were smooth and hyaline like ( Fig. 1A, B ), whereas tissue formation was less pronounced at the lower surfaces facing the bottom of the culture well. In the osteogenic group the surfaces were rough with the woven contours of the underlying PCL scaffold clearly visible ( Fig. 1C, D ). In the chondrogenic group, abundant extracellular matrix (ECM) was present throughout the full thickness of the constructs at 21 days ( Fig. 1E ), and new tissue extended beyond the confines of the PCL scaffold at 45 days ( Fig. 1F ). In contrast, in the osteogenic group ECM was less prevalent and was confined within the PCL scaffold ( Fig. 1G, H ). DNA content was significantly influenced by culture time but not medium additives ( Table 2 ). Between culture days 1 and 21, DNA increased by two- to threefold, whereas between days 21 and 45 DNA decreased slightly in both groups. In the chondrogenic group at 21 days, cell morphology was predominately polygonal, with some cells exhibiting rounded, chondrocytic morphology ( Fig. 1I ) and a few fibroblastic cells. After 45 days, various characteristics of mature chondrocytes were evident, including condensed cells in lacunae ( Fig. 1J ) and nesting cells ( Fig. 1K ). In the osteogenic group, cell morphologies at 21 and 45 days ranged from fibroblastic to elongated, with no chondrocytic cells present ( Fig. 1L, M ). Apoptosis was not prevalent, but pycnotic cells were occasionally present in the central and lower regions of constructs cultured in both types of media (data not shown). Table 2. Effects of Medium and Culture Time on Construct Composition and Mechanical Properties ANOVA ( p -values) Parameter Culture time (days) Chondrogenic additives Osteogenic additives Effect of time Effect of medium Time × medium Wet weight (mg/construct) 1 34 ± 4.73 34 ± 2.95 21 67 ± 1.95 a 67 ± 1.95 a <0.0001 NS NS 45 71 ± 3.50 a , b 78 ± 7.75 a Dry weight (mg/construct) 1 24 ± 2.25 24 ± 2.95 21 28 ± 1.57 29 ± 0.96 <0.0001 NS NS 45 36 ± 2.30 a , b 33 ± 4.14 a DNA (μg/construct) 1 2.1 ± 0.91 1.7 ± 0.31 21 4.7 ± 0.34 a 5.3 ± 0.46 a <0.0001 NS NS 45 3.06 ± 0.33 b 3.5 ± 0.83 a , b GAG (μg/construct) 1 3.3 ± 2.36 1.6 ± 0.71 21 607 ± 157 a 33 ± 4.65 a , c <0.0001 <0.0001 <0.0001 45 1370 ± 133 a , b 29 ± 6.58 a , b , c OHP (μg/construct) 1 1.2 ± 1.00 0.77 ± 0.83 21 48 ± 7.33 a 16 ± 2.85 a , c <0.0001 <0.0001 <0.005 45 75 ± 21 a , b 27 ± 3.12 a , b , c Ca ++ (μg/construct) 1 12 ± 0.3 16.9 ± 5.2 21 5.0 ± 0.1 266 ± 31.2 a , c <0.0001 <0.0001 <0.0001 45 247 ± 60 a , b 441 ± 37.9 a , b , c ALP activity (μM/min/construct) 1 0.18 ± 0.13 0.37 ± 0.08 <0.0001 <0.0001 <0.0001 21 19 ± 3.20 2.4 ± 0.07 Aggregate modulus ( H A , MPa) 21 0.235 ± 0.044 0.273 ± 0.024 NS <0.0001 <0.005 45 0.153 ± 0.012 b 0.314 ± 0.031 c Permeability ( k , m 4 /N.s) 21 3.3 ± 1.7 × 10 −15 1.8 ± 0.53 × 10 −15 <0.03 <0.01 <0.03 45 16 ± 13 × 10 −15 b 1.9 ± 0.63 × 10 −15 c Young's modulus ( E , MPa) 21 0.124 ± 0.051 0.232 ± 0.004 c NS 0.0001 NS 45 0.118 ± 0.068 b 0.251 ± 0.045 c Shear modulus ( G *, kPa) 21 34.8 ± 4.45 34.7 ± 7.7 NS NS NS 45 33.4 ± 11.0 b 43.5 ± 3.5 c Phase angle (degrees) 21 22.1 ± 3.3 27.4 ± 1.1 c NS NS NS 45 25.0 ± 1.4 25.2 ± 4.0 Open in a new tab Data represent the average ± standard deviation of n = 3–6 measurements. a Significantly different from the corresponding sample on culture day 1. b Significantly different from the corresponding sample on culture day 21. c Significantly different from the corresponding group cultured with chondrogenic additives. ALP, alkaline phosphatase activity; ANOVA, analysis of variance; Ca ++ , calcium; GAG, glycosaminoglycans; NS = not significant; OHP, ortho-hydroxyproline, ∼10% of the total collagen content. FIG. 1. Open in a new tab Construct appearance at culture days 21 and 45. Representative constructs cultured in (A, B, E, F, I, J, K) chondrogenic and (C, D, G, H, L, M) osteogenic medium shown in (A–D) macroscopic photos and (E–M) histological sections. The arrow in (F) shows how the woven poly(ɛ-caprolactone) scaffold has been forced apart (arrow) by new tissue growth in this histological cross section. Arrows in (I, J, K) show chondrocytic morphology, whereas arrows in (L, M) show fibroblastic morphology. Stain: hematoxylin and eosin. Scale bars: (A–D) 5 mm, (E–H) 1 mm, and (I–M) 50 μm. Color images available online at www.liebertonline.com/ten . The amount of OHP, an indicator of total collagen, depended on culture time and medium additives, with significant interactive effects (all p < 0.0001) ( Table 2 ). In the chondrogenic and osteogenic groups, 45-day constructs had OHP contents of 75 and 27 μg/construct, respectively ( Table 2 ). In the chondrogenic group, the ECM was predominately hyaline like ( Figs. 2A and 3A ), whereas in the osteogenic group, the ECM was fibrocartilaginous ( Figs. 2B and 3B ). Collagen type I was present at low levels in both groups at both time points (data not shown). Collagen type II, the major collagen in cartilage, was prevalent in the chondrogenic group ( Figs. 2C and 3C ), but was not detected in the osteogenic group ( Figs. 2D and 3D ). The amount of GAG, an indicator of cartilage, depended on culture time and medium additives, with significant interactive effects (all p < 0.0001). In the chondrogenic and osteogenic groups, 45-day constructs had GAG contents of 1370 μg/construct and 29 μg/construct, respectively ( Table 2 ). Consistently, GAG staining by safranin-O was intense in the chondrogenic group ( Fig. 3E ), but was not detected in the osteogenic group ( Fig. 3F ). FIG. 2. Open in a new tab Cartilage and bone markers present at culture day 21. Representative constructs cultured in (A, C, E, G) chondrogenic and (B, D, F, H) osteogenic medium showing (A, B) total collagen, (C, D) collagen type II, (E, F) glycosaminoglycan, and (G, H) mineral. Stains were (A, B) Masson's trichrome, (C, D) collagen-type II (green) and DAPI (blue), (E, F) safranin-O/fast green, and (G, H) alizarin red. Scale bars: (A, B, E–H) 50 μm and (C, D) 500 μm. Color images available online at www.liebertonline.com/ten . FIG. 3. Open in a new tab Cartilage and bone markers present at culture day 45. Representative constructs cultured in (A, C, E, G, H) chondrogenic and (B, D, F, I, J) osteogenic medium showing (A, B) total collagen, (C, D) collagen type II, (E, F) glycosaminoglycan, and (G–J) mineral. Stains were (A, B) Masson's trichrome, (C, D) collagen type II (green) and DAPI (blue), (E, F) safranin-O/fast green, and (G–J) alizarin red. Arrows (H, J) show mineralized cells. Scale bars: (A, B, E–J) 50 μm and (C, D) 500 μm. Color images available online at www.liebertonline.com/ten . In the chondrogenic group at 45 days, columns of rounded cells in lacunae were oriented perpendicular to the surface in the deep and middle portions of the construct, and elongated cells were aligned in parallel to the surface in the superficial portions ( Fig. 3C ). This cellular organization is analogous to certain architectural features present in normal articular cartilage. Mineralization was demonstrated by quantitative calcium assay, histological staining, and microCT imaging. The amount of calcium depended on culture time and medium additives, with significant interactive effects present (all p < 0.0001) ( Table 2 ). In the chondrogenic and osteogenic groups, 45-day constructs had calcium contents of 247 μg/construct and 441 μg/construct, respectively. In the chondrogenic group, ALP activity depended on culture time and medium additives, with significant interactive effects (all p < 0.0001) ( Table 2 ). Between days 1 and 21, ALP activity increased 100-fold and 10-fold in the chondrogenic and osteogenic groups, respectively. In the chondrogenic group, mineralized regions were not found at 21 days ( Fig. 2G ), but were present in some but not all regions at 45 days ( Fig. 3G, H ), by alizarin red staining. In the osteogenic group, mineralized regions were present at 21 days ( Fig. 2H ) and in some but not all regions at 45 days ( Fig. 3 I, J ). Small nodules were observed by phase-contrast microscopy in the chondrogenic group at 45 days and in the osteogenic group at 21 and 45 days (data not shown). The 45-day constructs from the chondrogenic group exhibited mineralization at the interface between newly formed tissue and the underlying PCL scaffold, and in a ring-like pattern, based on histological cross sections ( Fig. 4A ), and top-down microCT views ( Fig. 4B ), respectively. Mineralization was colocalized in areas where hyaline-like cartilage matrix was also deposited, based on serial histological sections. Specifically, in the same region where alizarin red stain revealed mineralization ( Fig. 4A inset and C), a hyaline cartilage matrix was evident by safranin-O ( Fig. 4D ) and Masson's trichrome ( Fig. 4E ). In 21- and 45-day constructs in the osteogenic group, sparse mineralization was observed throughout the PCL scaffold, based on histological cross sections and microCT images (data not shown). FIG. 4. Open in a new tab Circles indicate regions of interest for comparing Figs. 4C,D,E . Spatial localization of mineralization in the chondrogenic group at culture day 45. (A) Full histological cross section stained with alizarin red. Arrow points to the new tissue that overgrew the confines of the poly(ɛ-caprolactone) scaffold, (B) microcomputerized tomography image looking down onto the construct, (C–E) magnified views of the mineralized region shown as the inset box in (A) in which serial histological sections were stained with (C) alizarin red (D) safranin-O/fast green and (E) Masson's trichrome. Circles indicate regions of interest for comparing C, D, E . Scale bars: (A) 1 mm (B) 2 mm (C–E) 300 μm. Color images available online at www.liebertonline.com/ten . In the chondrogenic group, mRNA expression patterns were characteristic of chondrogenesis followed by chondrocyte hypertrophy, as demonstrated by RT-PCR ( Table 3 ). Specifically, Sox-9, collagen type II, and aggrecan were sequentially expressed. Moreover, early and late bone markers were also detected. Specifically, core binding factor alpha 1 (Cbfα1/Runx2), ALP, bone sialoprotein, bone morphogenetic protein 2, and osteocalcin were sequentially expressed. Collagen type I collagen and osteonectin expression was highest at day 1, followed by downregulation. In the osteogenic group genes characteristic of bone formation were expressed, but at levels similar to or lower than those in the chondrogenic group at days 1 and 21, and lower than those in chondrogenic group at day 45 ( Table 3 ). In the osteogenic group, expression of the cartilage markers Sox-9, collagen type II, and aggrecan was at least one order of magnitude lower than in the chondrogenic group. Table 3. Effects of Medium and Culture Time on Gene Expression, Expressed as Fold-Change Parameter Culture time (days) Chondrogenic additives Osteogenic additives Sox-9 1 1 0.02 21 0.15 0.01 45 0.19 0.01 Collagen type II 1 1 0.03 21 87,254 18.0 45 95,253 0.2 Aggrecan 1 1 0.12 21 37 0.86 45 29 0.34 Cbfα1 1 1 1.24 21 0.87 1.55 45 13.3 4.74 ALP 1 1 1.05 21 0.29 1.16 45 0.92 0.17 BSP 1 1 1.55 21 1387 690 45 13,884 574 BMP-2 1 NM NM 21 1 1.16 45 14.8 0.7 OC 1 1 2.31 21 3.68 7.63 45 6.84 5.68 ON 1 1 4.37 21 0.3 0.01 45 0.02 0.17 Collagen type I 1 1 1.35 21 0.29 0.01 45 0.03 0.02 Open in a new tab Data represent the average of n = 2 measurements. Data were normalized to the average value for chondrogenic medium group at day 1, after normalization by glyceraldehyde 3-phosphate dehydrogenase. BMP-2, bone morphogenetic protein-2; BSP, bone sialoprotein; cbfα1, core binding factor alpha 1; NM, not measured; OC, osteocalcin; ON, osteonectin. Aggregate modulus ( H A ) depended significantly on medium additives ( p < 0.0001) ( Table 2 ). Hydraulic permeability ( k ) depended on culture time and medium additives with a significant interactive effect (all p < 0.05). At 21 days, constructs in the chondrogenic and osteogenic groups exhibited similar values of H A and k , but between days 21 and 45, H A decreased and k increased in the chondrogenic group, whereas neither parameter changed significantly in the osteogenic group ( Table 2 ). Young's modulus depended significantly on medium additives ( p < 0.0001), and was consistently lower in the chondrogenic group than in the osteogenic group ( Table 2 ). Complex shear modulus was independent of medium additives and time ( Table 2 ). Phase angle ranged from 20° to 30° under all conditions tested, suggesting viscoelastic solid-like behavior.",
    "Conclusion": "In this study, significant effects of culture duration and medium additives on hMSC-based tissue-engineered cartilage and bone were demonstrated by structural, compositional, mechanical, and genetic methods. In chondrogenic medium, cartilaginous tissue formed by day 21, and hypertrophic mineralization was observed in the newly formed ECM at the interface with underlying scaffold by day 45. The study opens up new possibilities for osteochondral tissue engineering, which is a clinically relevant strategy for cartilage regeneration of the knee. For example, by providing different concentrations of oxygen and/or growth factors on the upper and lower surfaces of hMSC-based constructs, it may be feasible to maintain cartilaginous tissue on one side, while inducing bone formation on the opposite side. The finding that 21-day cultures in chondrogenic medium exhibited chondrogenic differentiation and mechanical functionality ( Fig. 2 ; Tables 1 and 2 ) is consistent with our previous study. 17 The finding of sequential regulation of the transcription factors Sox-9, collagen type II, and aggrecan ( Table 3 ) provided evidence of active cellular processes. We attribute the development of cartilaginous tissue to soluble medium additives (TGF-β, ITS, and dexamethasone) in the context of a 3D cellular substrate with appropriate mechanical stiffness. Aggregate modulus (average ± standard deviation) of 21-day constructs in the present study ( H A , 0.24 ± 0.044 MPa; Table 2 ) was somewhat lower than that of our previous study of 21-day constructs based on hMSCs embedded in Matrigel and 3D woven PCL and cultured statically ( H A , 0.37 ± 0.079 MPa). 17 Possible explanations for this difference, which may or may not be statistically significant, include use in the present study of collagen gel for cell seeding 25 and operator-to-operator differences in cell seeding technique. Research to further optimize cell seeding technique is in progress. In the present study, aggregate moduli of 3D woven scaffolds seeded with hMSC and cultured for 21 days in chondrogenic and osteogenic media ( H A ∼0.24 and ∼0.27 MPa, respectively, Table 2 ) were lower than those previously reported for the same scaffolds cultured without cells for 14–28 days ( H A ∼0.45 MPa), which was the longest duration previously tested. 24 In the present study, an increase in culture duration to 45 days was associated with a decrease in H A , an increase in k , and the formation of a thick tissue-like layer comprised of cells and ECM that extended beyond the confines of the scaffold in the chondrogenic group ( Table 2 and Fig. 1E, F ), while mechanical properties were maintained and thick surface layers did not form in the osteogenic group ( Table 2 ; Fig. 1G, H ). Together, these data suggest that construct mechanical properties were initially dominated by the 3D woven scaffold, which had a relatively high compressive modulus, but were then influenced by ECM that secreted by the cultured cells, which had a lower compressive modulus. This effect depended on culture duration and was particularly evident in the chondrogenic medium group, where under static culture conditions a thick layer of ECM was deposited at the construct surfaces led to reductions in H A and E and an increase in k ( Table 2 ). We attribute the inhomogeneous overgrowth that occurred to the static culture conditions and potentially to the influence of type I collagen gel on chondrogenesis, based on previous studies. 17 , 25 – 30 Further studies are warranted to determine relative contributions to construct mechanical properties of the scaffold versus ECM, and to assess longer term mechanical properties of the 3D woven PCL without and with cultured cells. An important finding of the present study was that of regional mineralization of the cartilaginous matrix after 45 days in vitro ( Figs. 3 and 4 and Tables 1 and 2 ). While chondrogenic stimulation of constructs increased expression of cartilage markers, our findings also suggest that long-term culture of these constructs resulted in a hypertrophic chondrocyte phenotype. Thus, the mineralization pattern observed in these constructs may be analogous in some respects to processes that occur during endochondral ossification 31 , 32 Upregulation of the bone transcription factor Cbfα1/Runx2 in association with other bone markers ALP, bone sialoprotein, bone morphogenetic protein 2, and osteocalcin ( Table 3 ) provided evidence of active cellular processes, although passive calcium deposition may also have occurred as in a recent study. 33 Consistently, increased expression by hMSC of these genes as well as collagen type X, the hallmark of hypertrophic chondrocytes, was previously reported after chondrogenic induction. 34 – 37 Moreover, bone marker expression was amplified by prolonged culture in some studies. 38 , 39 Our use of type I collagen as the cell seeding gel may have played a role in committing some hMSC toward osteogenesis. 40 , 41 On the basis of previous studies associating ECM stiffness with MSC lineage commitment, 16 it is possible that mineralization was triggered by local mechanical cues imparted by the type I collagen gel and/or the PCL scaffold. For example, a comparative study of gel-like carrier materials showed that Matrigel suppressed calcification in ectopic implants of MSC-seeded constructs. 25 Alternatively, the slowly degrading scaffold (e.g., PCL) may have played a role, since mineralization was not observed in vitro in constructs based on hMSCs and a rapidly degrading PGA scaffold, even after extended (i.e., 12 week) culture. 13 Hence, different temporal patterns of mechanical cues provided by the two scaffold platforms (PCL or PGA) could explain the observed mineralization (or lack thereof). It is also possible that mineralization was triggered by local physiologic cues, such as gradients in oxygen tension or pH, as cartilage development is associated with anaerobic conditions, while bone development is associated with more aerobic conditions. 42 , 43 However, measurement of these physicochemical parameters was beyond the scope of the present study; hence, future studies may address their roles in inducing site-specific tissue differentiation. Likewise, it would be interesting to know whether the differences observed between chondrogenic and osteogenic media would also be seen with different scaffold materials and structures. One limitation of the current work is that the data set was derived from a single cell donor, whereas five or six different donors would be required to address the donor-to-donor variability in hMSCs that can result in unforeseen irregularities not associated with the current experimental parameters. In our ongoing work, hMSCs from additional donors are being combined with 3D woven PCL to address the important issue of donor-to-donor variability. In conclusion, the present study demonstrated that culture duration and medium additives significantly influenced chondrogenesis and/or osteogenesis by hMSCs in the context of a scaffold with appropriate mechanical properties. The study opens up new possibilities for osteochondral tissue engineering. Further in vitro and in vivo studies are expected to lead to improved regenerative platforms (i.e., scaffolds and in vitro culture environments), and to more reliable therapeutic products.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8062/2991213/f111dfc6d36d/fig-1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8062/2991213/c6d2ce63bcc5/fig-2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8062/2991213/e98b92b50c0e/fig-3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8062/2991213/0eadf6adaba4/fig-4.jpg"
    ]
  }
}