{
  "paper_id": "pmc_articles_PMC11929063",
  "title": "Effects of skeletal unloading on the antibody repertoire of tetanus toxoid and/or CpG treated C57BL/6J mice.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11929063/",
  "sections": {
    "Abstract": "This report concerns the preclinical development of TAK-754, an AAV8-based human factor VIII (FVIII) vector designed to deliver a codon-optimized and CpG-depleted B domain-deleted F8 transgene under the control of a liver-specific promoter for gene ...",
    "Results": "Lead candidate screening of ssAAV8.BDD-FVIIIopt Expression levels of endogenous wild-type (WT) FVIII levels are relatively low, 23 and the corresponding coding region exceeds the natural packaging limit for AAV. We addressed this by cloning codon-optimized BDD-F8 open reading frames in an AAV expression cassette designed for high expression levels in human hepatocytes ( Figure 1 A). A total of 41 codon-optimized ssAAV8.BDD-FVIII vectors (sequences 01–41) were produced and screened for potency in FVIII knockout (KO) mice. FVIII KO mice closely reflect the severe hemophilia A phenotype in patients and therefore represent a suitable animal model. Expression was compared to animals receiving the ssAAV8.BDD-FVIIIwt control vector (sequence wt) harboring the WT F8 nucleotide sequence. The best candidate of this in vivo biopotency screen was sequence (seq) 04, with 79.8% nucleotide sequence identity to the corresponding coding sequences in WT F8 (GenBank: M14113 ) and 74-fold improved efficacy ( Figure 1 B). The guanine-cytosine (GC) content of seq04 was 56%, which is substantially higher than that of the WT sequence (44%) and matches the native AAV8 capsid protein coding sequence ( Figure S1 ; Table S1 ). Moreover, CpG motifs in seq04 were low in number and dispersed over the length of the transgene ( Figure S2 ). This feature should help minimize the immunogenicity risk, as high densities of these DNA motifs can increase immunogenicity by stimulating the innate immune system via the Toll-like receptor (TLR) 9 in the liver. 24 Despite a vector size of approximately 5.2 kb, the recombinant genome appears as a single homogeneous band following DNA gel analysis ( Figure 1 C), confirming correct packaging of the slightly oversized genome of ssAAV8.BDD-FVIIIopt-seq04 (relative to an AAV WT genome of 4.7 kb). The same held true for the other AAV8.BDD-FVIII vectors (data not shown). Overall capsid integrity and purity of the ssAAV8.BDD-FVIIIopt-seq04 preparation was confirmed following SDS PAGE-based size separation and detection of VP1, VP2, and VP3 by silver staining ( Figure 1 D). Initial yields for the seq04 vector per liter cell culture were about 6-fold higher than for the otherwise identical F8 WT nucleotide sequence vector, 25 indicating that vector production using the F8 lead candidate sequence was actually more efficient, probably due to its GC content matching the GC content of the AAV8 virus ( Figure S1 ). Figure 1. Open in a new tab Candidate screening of AAV8.BDD-FVIIIopt (A) Schematic drawing of the AAV cassette for expression of codon-optimized B domain-deleted F8 cDNAs ( BDD-F8co ), including the liver-specific transthyretin (TTR) promoter/enhancer, a synthetic polyadenylation signal (poly (A)), and flanking AAV2 inverted terminal repeats (ITRs). (B) FVIII activity in plasma of FVIII KO mice ( n = 8) at 2 weeks following i.v. delivery of 8.0 × 10 12 vg/kg AAV8.BDD-FVIII vectors harboring different codon-optimized BDD-F8 open reading frames. The nucleotide sequence with the best performance (seq04) is indicated by a black arrowhead and that of the WT control by a gray arrowhead. Data shown represent the mean ± standard error of the mean (SEM). (C) Agarose gel analysis of the DNA payload of ssAAV8.BDD-FVIIIopt-seq4. Note the single band with the expected size of 5.2 kb. (D) SDS-PAGE of ssAAV8.BDD-FVIIIopt-seq4. The capsid proteins VP1, VP2, and VP3 appear as main proteins in the silver-stained gel. These favorable features provided the rationale to select ssAAV8.BDD-FVIIIopt-seq04 as the lead candidate for the development of a hemophilia A gene therapy vector. Biopotency and hemostatic efficacy of TAK-754 In anticipation of clinical trials of TAK-754 gene therapy in patients with hemophilia A, we optimized our vector titration approach, which was previously based on a qualified qPCR of vg with a coefficient of variation (CV) higher than 25% (data not shown). We therefore considered changing the genomic titering regime toward assaying AAV capsid particle (CP) numbers by ELISA, as the latter assay reproducibly showed a CV of <10%. The robust performance of the CP enzyme-linked immunosorbent assay (ELISA), together with a consistent full to empty capsid ratio of the vector batches produced, 26 provided the rationale to assign the vector strength for subsequent preclinical development of TAK-754, as well as for clinical dosing in a phase 1/2 study. The FVIII activity dose response and hemostatic efficacy of TAK-754 was examined in FVIII KO mice following vector delivery at doses of 3.0 × 10 11 , 1.2 × 10 12 , or 3.0 × 10 12 CP/kg. A preliminary safety assessment was included as a secondary endpoint. Animals that tested positive for anti-FVIII antibodies were excluded from statistical analysis of biopotency and efficacy. No treatment-related findings were observed microscopically in the heart, kidney, liver, or spleen, including micro- or macrovascular thrombosis or inflammatory infiltrate. Animals that received 1.2 × 10 12 or 3.0 × 10 12 CP/kg showed a dose-dependent increase in mean plasma FVIII activity from 0.6 to 1.9 IU/mL over the investigation period ( Figure 2 A). FVIII activity was undetectable in animals treated with buffer or the lowest dose of 3.0 × 10 11 CP/kg. Dose-dependent activity of TAK-754 was confirmed in the human hepatic HepG2 cell line ( Figure S3 ). Figure 2. Open in a new tab Potency and hemostatic efficacy of TAK-754 (A) In vivo biopotency determination. FVIII KO mice ( n = 12) were injected with 3.0 × 10 11 , 1.2 × 10 12 , and 3.0 × 10 12 CP/kg TAK-754 vector and analyzed for plasma FVIII activity at four time points, including 14, 28, 42, and 56 days. FVIII activity levels were below the lower limit of quantification (LLOQ) in controls and the low-dose group but showed a dose-dependent increase in the mid- and high-dose groups. Data are shown in box and whiskers plots, with the median indicated by a horizontal line. (B) Hemostatic efficacy testing. The same animals as under (A) were subjected to a tail tip bleeding assay on day 63. A dose-dependent reduction of blood loss was observed for the higher doses. Note that only animals testing negative for anti-FVIII antibodies on day 56 were tested. The median is indicated by a horizontal line. (C) Transduction efficiency. F8 transgene copy numbers in gDNA (dark bars) and in cDNA (light bars) were quantified in TAK-754-treated animals and controls ( n = 2) on day 63, confirming dose-dependent liver transduction. Data are presented as the mean ± standard deviation (SD). A tail-tip bleeding assay was used to assess the bleeding phenotype. Animals treated with buffer and TAK-754 at the lowest dose showed similar median blood loss normalized for body weights of 6.1 and 7.5 mg/g, respectively, corresponding to the undetectable FVIII activity in these animals ( Figure 2 B). The higher doses (1.2 × 10 12 or 3.0 × 10 12 CP/kg) of TAK-754 significantly reduced median blood loss to 0.6 and 0.4 mg/g, respectively, in a dose-dependent manner ( p < 0.001 compared to buffer). Statistical assessment of dose proportionality was precluded by the lack of FVIII activity at the low dose. At the end of the experiment, livers of animals with activities around the mean FVIII activity were selected from each group for quantification of vg and F8 RNA expression. The vg levels in the control group or the low-dose TAK-754 group were under the detection limit of the applied method. Mid- and high-dose animals showed robust and dose-dependent transduction as a function of vg in the liver ( Figure 2 C). F8 RNA levels were consistent with F8 DNA levels, except for two low-dose animals showing a measurable F8 transcript signal (i.e., within the limit of detection). The 2.5-fold dose increase from 1.2 × 10 12 to 3.0 × 10 12 CP/kg resulted in a 3.9-fold increase in F8 gDNA levels and a 3.1-fold increase in F8 RNA levels ( Figure 2 C), which broadly mirrored the 3.2-fold increase in FVIII activity levels ( Figure 2 A). TAK-754-mediated long-term expression of FVIII The development of an antibody response directed against the human FVIII xenoprotein capable of neutralizing FVIII activity is a well-known phenomenon in mice. 27 To enable a long-term expression study following the delivery of TAK-754, we employed a transgenic mouse model (huFVIII tg mice) that lacks detectable FVIII protein but usually shows immunological tolerance toward the human coagulation factor. 28 huFVIII tg mice were injected with a TAK-754 dose of 3.1 × 10 12 CP/kg and were monitored for FVIII activity and anti-drug antibodies from 2 to 24 weeks. The mean FVIII plasma activity ranged between 2.9 and 3.8 IU/mL throughout the observation period ( Figure 3 A). Three of 30 animals tested positive for anti-BDD-FVIII immunoglobulin-binding antibodies. In one of these three animals, the antibody response appeared to be transient, as it tested negative in week 24. One of the two persistent binding antibodies-positive animals also tested positive for FVIII inhibitory antibodies (data not shown). No treatment-related clinical symptoms or deaths were recorded. Figure 3. Open in a new tab Sustained FVIII expression following a single injection of TAK-754 (A) Long-term FVIII expression in a transgenic human FVIII mouse model. Following delivery of 3.1 × 10 12 CP/kg of TAK-754 to huFVIII tg mice ( n = 30), activity levels were stable between 2 and 24 weeks. Data are presented in box and whiskers plots, with the median indicated by a horizontal line and the mean represented by a cross. (B) Vector biodistribution. Wild-type C57Bl/6J mice were treated with a TAK-754 dose of 9.5 × 10 12 CP/kg, and vector biodistribution was determined at three time points, including 3 days, 3 weeks, and 18 weeks ( n = 20). Data are given in mean ± SEM; values <LLOQ were included as zero. Nonclinical safety evaluation and biodistribution study in hemostatically normal mice The toxicity of gene therapy candidate TAK-754 was examined in cohorts of male C57BL/6J mice receiving a single dose of TAK-754 at 2.0 × 10 12 , 3.8 × 10 12 , and 9.5 × 10 12 CP/kg, and also at higher dose levels up to 5.0 × 10 13 CP/kg (1.0 × 10 13 , 3.0 × 10 13 , and 5.0 × 10 13 CP/kg). The dose levels were selected based on the TAK-754 activity data shown in Figure 2 A. The design of the toxicity study entailed subjecting cohorts of animals to a panel of analyses that included complete necropsies, pathological evaluation, biodistribution of vg, FVIII activity, FVIII antigen, binding anti-BDD-FVIII antibodies, neutralizing anti-BDD-FVIII antibodies, and binding anti-AAV8 antibodies at day 3, week 3, and week 18. During the study, there were no deaths and no adverse effects attributed to TAK-754 during the in-life phase, pathology, post-dosing observations, or any adverse TAK-754-related changes in clinical chemistry parameters, hematology, and coagulation parameters or urinalysis. The distribution of TAK-754 DNA was highest in the liver at all dose levels tested. TAK-754 distribution in liver and other tissues was dose related and was generally highest at the earliest time point, decreasing by day 21 ( Figure 3 B). However, TAK-754 DNA levels were still highest in liver tissues at this time point. Further decrease by day 126 is already diminished in the liver and skeletal muscle and not observed in lymph node and heart any longer. TAK-754 DNA levels in brain and testes samples harvested from TAK-754-treated animals were evaluated as negative or below the lower limit of assay quantification by week 18 in all animals. Representative data are shown from the 9.5 × 10 12 CP/kg dose group ( Figure 3 B). Animals treated with TAK-754 had measurable amounts of human FVIII antigen in plasma from week 3, with levels in some mice already present from day 3. The observed decrease in FVIII antigen concentrations in individual animals was most likely a result of the formation of circulating anti-human BDD-FVIII binding antibodies, which can compete with the species-specific assay, resulting in nondetectable FVIII antigen. Such binding antibodies indeed formed over time and increased with dose, which is in line with a pharmacokinetic analysis where FVIII immunogenicity increased with initial high-level AAV-FVIII protein expression. 29 TAK-754-treated animals also showed higher FVIII activity levels compared with the pre-treatment period, indicating that BDD-FVIII was expressed in these mice. However, some animals had even lower-than-normal FVIII levels most likely caused by the generation of neutralizing anti-human-BDD-FVIII antibodies that inhibited both human BDD-FVIII activity and endogenous mouse FVIII activity by virtue of the antibodies’ partial cross-reactivity against mouse FVIII. Neutralizing antibodies against BDD-FVIII became measurable by week 18 in all dose groups. As expected, all treated animals tested strongly positive for anti-AAV8 binding antibodies from week 3. In summary, toxicology experiments in mice receiving single intravenous (i.v.) TAK-754 injections at doses up to 5.0 × 10 13 CP/kg found no evidence of TAK-754-related adverse effects during the in-life phase and no toxicologically relevant observations. The no-observed-adverse-effect level was 5.0 × 10 13 cp/kg, the highest dose tested. Integration site analysis While host cell maintenance of rAAV vectors is largely accomplished through episomal DNA, residual chromosomal integration does occur. We therefore performed an integration site (IS) analysis of the TAK-754 vector in FVIII KO mice. Mice were treated with either 2.0 × 10 12 or 1.0 × 10 13 CP/kg TAK-754 and observed for 1 or 4 months ( Figure 4 ). Liver transduction levels, determined by F8 qPCR, were dose dependent and comparable at both time points ( Figure S4 ). Figure 4. Open in a new tab Vector integration site analysis Cumulative retrieval frequencies of top 10 cell clones in the livers of mice following injection of TAK-754 at (A) 2.0 × 10 12 or (B) 1.0 × 10 13 CP/kg. Samples with ID 1–4 and 10–13 were analyzed 1 month after treatment, those with ID 5–9 and 14–18 four months after treatment. Illumina sequencing of nonrestrictive (nr)linear amplification-mediated (LAM)-PCR products showed comparable numbers of average sequencing reads for both time points after vector administration ( Table S2 ). A total of 227 unique exactly mappable ISs were detected in animals in both groups at 1 month after gene therapy treatment (5–54 unique ISs/mouse). Four months after treatment, 187 unique exactly mappable ISs were retrieved from both groups (5–42 unique ISs/mice), confirming an integration frequency of ≤0.01% ( Table S2 ). The detection of identical top 10 ranking ISs in repetitive (nr)LAM-PCR amplicons was very low: one IS 1 month after treatment and 3 ISs detected in 2/6 (nr)LAM-PCRs after 4 months ( Figure 4 ). This indicates that the unequal IS frequency profiles are due to the low number of events retrieved and that there are no signs for clonal skewing or clonal dominance in the treated animals. Only low-order (≤4) common ISs could be identified at both time points, which is in line with the low number of ISs detected after administration of TAK-754, correlating with an untargeted integration profile. None of the ISs were found in or next to genes previously implicated in hepatocellular carcinoma (HCC) formation. 30 In summary, the integration profile of TAK-754 in FVIII KO mouse liver showed a low but measurable level of integration, with no signs of potential side effects, and, at least within the 4-month observation period, no evidence for clonal outgrowth or preferred integrations in oncogenes (i.e., HCC) was noted.",
    "Conclusion": "Here, we describe preclinical development of TAK-754, an efficient human AAV vector for gene therapy in patients with hemophilia A, designed to express a human BDD-FVIII protein with an identical amino acid sequence to that of recombinant FVIII moroctocog alfa. 31 While the vector was designed and developed at a time before first clinical readouts from hemophilia A gene therapy trials became available, it does bear a couple of features that should allow efficient expression of the human F8 transgene in humans. TAK-754 vector design Choice of the AAV8 capsid was based on its preferential tropism for the liver as it demonstrates excellent transduction efficiency of hepatocytes in preclinical models 32 and a number of liver-directed clinical gene therapy trials such as those for the treatment of hemophilia A and B or glycogen storage disease type 1A build on this capsid serotype. 33 Numerous comparative studies over the last couple of years consolidated our comprehension of a species-dependent performance of vector capsids. 34 It is now clear that AAV8 is particularly efficient in rodents; in nonhuman primates (NHPs) and humans, the capsid also preferentially targets hepatocytes but with an approximately 20-fold lower efficiency. 35 This correlation factor needs to be considered when it comes to the deduction of a clinical starting dose from the nonclinical data package. Accordingly, a starting dose of 2.0 × 10 12 CP/kg TAK-754 vector was selected for the first cohort, taking into account that a dose of 3.0 × 10 12 CP/kg in FVIII KO mice resulted in a mean plasma FVIII activity of 1.9 IU/mL, translating into a projected clinical FVIII activity of ∼6% of normal. It is worth noting that the packaging capacity of recombinant AAV8 vectors can be pushed beyond the size of the WT genome of 4.7 kb. 36 Consistently, we found that TAK-754’s vg was the correct size and intact, as judged by the absence of degradation bands. Packaging of similarly oversized BDD-FVIII expression cassettes using AAV5 37 and AAVrh8 38 led to aberrant, truncated genomes that first had to be re-assembled in transduced cells through recombination before functional FVIII could have been produced. The use of the strong yet compact mouse TTR promoter/enhancer combination enabled robust liver-specific gene expression. This promoter was selected from a variety of liver-specific promoters during preclinical development of the hemophilia B vector BAX335 39 and came off well in a head-to-head comparison with other commonly used liver-specific promoters. 40 The risk of relying on nonconserved murine transcription factor binding sites for a human gene therapy was mitigated by our demonstration of robust BDD-FVIII expression in the human liver HepG2 cell line upon transduction with TAK-754. Activity of the mouse TTR promoter/enhancer was also confirmed in the clinical trials for BAX335 18 and SPK-8011, 41 although in the latter case, a point-mutated promoter variant was used that has converted a weak hepatocyte nuclear factor 3 (HNF3) binding site into a moderately stronger one. Codon optimization of the BDD-F8 transgene initially relied on available codon-optimization algorithms. This approach resulted in sequences with improved expression but also greater GC content, in line with the understanding that this leads to higher mRNA levels and greater protein translation than gene sequences having greater AT content. 42 However, this inadvertently introduced CpG clusters into the vector sequence, which function as PAMPs. These sequences can stimulate innate immune responses through signaling via TLRs, leading to an exaggerated adaptive immune response. 22 , 43 , 44 TAK-754 candidate screening thus included a further filtering step that removed codon-optimized F8 sequences harboring potentially detrimental predicted CpG clusters. 45 The lead candidate F8 nucleotide sequence (seq04) gave rise to a 74-fold increased expression in FVIII-KO mice compared to the corresponding WT sequence yet contains only 17 dispersed CpG motifs ( Figures S2 A and S2B). A further depletion of CpG motifs within the entire expression cassette, which may likewise be important for durable transgene expression, 13 has not been carried out ( Figure S2 B). Preclinical evaluation of TAK-754 Overall, the vector showed a good efficacy and safety profile. Dose-dependent increases in mean plasma FVIII activity were obtained after single i.v. injections of TAK-754 in FVIII KO mice. The observed variability of FVIII expression ( Figure 2 A) appears to be a transgene-specific phenomenon. While FIX expression is associated with a low inter-species variability, 46 that of BDD-FVIII is consistently higher and observed in mice and humans. Reports investigating the underlying mechanisms of inter-individual variability of AAV5-hFVIII-SQ (Valoctocogene roxaparvovec) expression concluded that multiple host-mediated factors could contribute. 47 , 48 Future endeavors to identify predictive biomarkers of response might lead to the development of approaches with optimized outcomes of AAV-based F8 gene therapies. A TAK-754-mediated dose response of FVIII activity was confirmed in a HepG2 cellular biopotency assay. Such an in vitro assay could allow replacement of the cumbersome in vivo lot release testing procedure, in line with the expectations and requirements of the authorities, which support the reduction and circumvention of animal experiments in the release of clinical batches, if applicable. 49 Dose-dependent efficacy was observed in the tail tip bleeding assay in FVIII KO mice, and long-term expression could be demonstrated in a separate animal study using human FVIII transgenic mice, in which a single dose of 4 × 10 12 CP/kg resulted in FVIII expression from week 2 until the end of the experiment (6 months), with no trend for a decline in FVIII activity. This mouse model, which was developed to mitigate the issue of anti-human FVIII antibody formation, 28 served its purpose to monitor TAK-754-dependent long-term expression of human BDD-FVIII. While this model also allows comparative prediction of human immune responses elicited by human FVIII variants via repeated dosing of the respective recombinant proteins according to identical protein mass, this study setup could not be mirrored with a gene therapy vector. Due to the further absence of a gold standard vector regarding FVIII immunogenicity, we did not aim for conducting a comparative FVIII immunogenicity study with the TAK-754 vector. It is important to note that the model falls short in predicting the FVIII expression decline based on AAV vector immunogenicity, which is a phenomenon known to be largely absent from typical preclinical animal models. No toxicologically relevant effects related to TAK-754 were observed. Single bolus injections of TAK-754 administered to mice at doses of up to 5 × 10 13 CP/kg occurred without deaths, adverse clinical signs, or post-dosing observations related to TAK-754. A limitation of the mouse safety study was its duration of 18 weeks, which precluded the detection of a potential relationship between FVIII expression and liver cancer/hyperplasia, which can occur at time points later than 1 year. 50 The observed biodistribution of TAK-754 in treated FVIII KO mice confirmed the predominant detection of vector DNA in liver tissue, with minimal off-target gene expression in other tissues, consistent with the hepatic tropism of AAV8. Despite the known technical limitations of (nr)LAM-PCR, IS analyses further showed that vector integration was minimal (<0.01%). Within the 4-month observation period, there were also no observations of clonal outgrowth or preferred integrations in or near genes previously implicated in HCC formation. While these data suggest that in humans TAK-754 will be maintained episomally and pose a low genotoxicity risk to patients, caution is needed since HCC-relevant loci are not well conserved between mice and humans, 30 and the duration of the study was too short to observe any HCC concerns. Perspective The preclinical development program showed a good efficacy and safety profile for TAK-754 and formed the basis for defining the starting dose of 2.0 × 10 12 CP/kg, factoring in the above-mentioned mouse-to-human correlation factor for AAV8. Despite these promising data, based on the gathered clinical experience with liver-directed AAV gene therapies over the last couple of years, it has turned out that vector immunogenicity in humans appears more critical than in rodents or NHPs. 51 A successful translation of preclinical gene therapy programs into the clinic critically depends on the type and strength of the immune responses elicited against the very gene therapy vector in humans. In the case of TAK-754, while the safety profile was consistent with an AAV8-based gene therapy and all four enrolled patients in the clinical trial (this study was registered at ClinicalTrials.gov: NCT03370172 ) showed dose-dependent peak FVIII activity 4 to 9 weeks after infusion (cohort 1: 2.0 × 10 12 CP/kg [ n = 2]: 3.8% and 11%, respectively; cohort 2: 6.0 × 10 12 CP/kg [ n = 2]: 54.7% and 69.4%, respectively), the initial vector-derived FVIII expression steadily declined despite the use of corticosteroids. 52 The comprehensive analysis of immune components in the peripheral blood of the patients did not reveal the presence of inhibitory anti-FVIII antibodies or any obvious signs of an exaggerated immune response. 53 It is worth mentioning in this context that NHPs as a nonrodent species were excluded from preclinical safety testing mainly because of technical challenges such as the naturally high AAV8 infection rate in monkey populations. 54 , 55 Since an AAV vector-induced immune response leading to an abrupt or gradual loss in FVIII expression has not been observed in NHPs, 56 such a study would also likely have failed to reveal an issue with the TAK-754 vector already in preclinical stage. A comparison with Valoctocogene roxaparvovec and other clinical-stage hemophilia AAV vectors ( Table 1 ) suggests that rather subtle yet not fully understood differences in the vector design determine the success or failure of a therapy. 13 Several AAV-based hemophilia A gene therapy clinical trials registered on ClinicalTrials.gov also counted on AAV8, whereas other programs use different capsids, including AAV5, AAV6, LK03, and AAVhu37, with potential differences in their tropism or transduction efficiency. Ranking these capsids in terms of performance in humans is, however, difficult since all these vectors differ also in expression cassette design and manufacturing process employed. Clinical head-to-head comparisons of vectors differing only in the capsid serotype are lacking and would be difficult to conduct for various reasons such as cross-reactivity of anti-AAV antibodies against a broad range of serotypes. Table 1. Characteristics of hemophilia A clinical stage AAV gene therapy vectors Product Sponsor AAV serotype Transgene product Expression cassette No. of CpGs GC content, % Production platform TAK-754 Takeda AAV8 BDD-hFVIII-SQ a liver-specific TTR enhancer/promoter 17 55.94 HEK293 codon-optimized BDD-hF8-SQ synthetic poly(A) Valoctocogene roxaparvovec Biomarin AAV5 BDD-hFVIII-SQ liver-specific ApoE/A1AT promoter 3 b 57.70 b Sf9/baculovirus codon-optimized BDD-hF8-SQ synthetic poly(A) Dirloctocogene samoparvovec (SPK8011) Spark Therapeutics LK03 BDD-hFVIII-SQ liver-specific TTRm enhancer/promoter with mutated HNF3 binding site 0 c 52.47 c HEK293 synthetic intron codon-optimized BDD-hF8-SQ synthetic poly(A) Giroctocogene fitelparvovec (PF-07055480/SB-525) Pfizer/Sangamo AAV6 BDD-hFVIII-SQ liver-specific synthetic promoter 40 d 56.56 e Sf9/baculovirus codon-optimized BDD-hF8-SQ synthetic poly(A) Peboctocogene camaparvovec (BAY 2599023/DTX-201) Bayer/Ultragenyx AAVhu37 BDD-hFVIII-SQ liver-specific E03-TTR enhancer/promoter 185 f 56.05 f HeLa codon-optimized BDD-hF8-SQ synthetic poly(A) GO-8 UCL/St. Jude AAV8 BDD-hFVIII-V3 g liver-specific HLP promoter 3 b 58.34 b HEK293T codon-optimized BDD-hF8-V3 synthetic poly(A) ASC618 ASC Therapeutics AAV8 ET3 e liver-specific synthetic HCB promoter 0 h 50.8 h HEK293 codon optimized ET3 synthetic poly(A) Open in a new tab ApoE/A1AT, apolipoprotein E/alpha-1-antitrypsin; HCB, hepatic combinatorial bundle; HLP, hybrid liver-specific promoter; HNF3, hepatocyte nuclear factor 3; TTRm, mutated transthyretin. a Reference 31 , BDD-hFVIII, with 14-amino acid SQ linker (moroctocog alfa). b Patent US9447168B2. c Reference 41 . d Patent US20240066146A1. e Porcine-human BDD-FVIII hybrid protein. f Patent US10888628B2. g Reference 9 , BDD-hFVIII, with 17-amino acid peptide insertion comprising 6 N-linked glycosylation motifs. h Reference 11 . With regard to the expression cassettes, all vector products rely on liver-specific promoter/enhancer combinations, with SPK8011 even using the same mouse TTR promoter, albeit with a point mutation in the HNF3 binding site reported to moderately increase transcription. 41 The SPK8011 cassette is unique in harboring a short synthetic intron, which is likely to further improve transgene expression. All but two (GO-8 and ASC618) transgenes were designed to express recombinant FVIII moroctocog alfa, 31 although different algorithms for codon optimization were likely used, which may substantially affect expression efficiency. No relevant differences in expression levels are expected from the poly(A) elements, all of which are short and synthetic in nature. From the publicly available data, it appears that not all codon-optimized BDD- F8 transgene cDNAs have been depleted for CpG motifs ( Table 1 ). Whether the remaining 17 CpG motifs in TAK-754 caused a more pronounced vector-mediated immune response compared to that of SPK8011 (0 CpG) or Valoctocogene roxaparvovec (3 CpGs) is difficult to evaluate, but it seems unlikely as they are dispersed and do not form a CpG cluster. 45 Both the design of the expression cassette as well as the clinical data available so far suggest that SPK8011 is the most efficient vector, enabling expression of BDD-FVIII at a dose that falls within the tolerated capsid immune response window. At the same time, however, it transpired over the last several years that FVIII expression should be kept at a moderate level so as to avoid an unfolded protein response in the transduced cells, leading to a decline in FVIII activity. 13 , 57 Efforts to optimize AAV-based F8 gene therapy should therefore focus on bioengineered FVIII constructs with a lower propensity to misfold in the endoplasmic reticulum, 58 , 59 accompanied by target tissue-specific analysis and development of improved preclinical immunogenicity models, which in turn will increase the field’s understanding of the key features that make up an effective gene therapy product for hemophilia A.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1a38/11929063/f6995fe33c33/gr1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1a38/11929063/29f6b08c1a32/gr2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1a38/11929063/fcba39777aa9/gr3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/1a38/11929063/762f2217b567/gr4.jpg"
    ]
  }
}