{
  "paper_id": "pmc_articles_PMC12034939",
  "title": "Advances in Space Microbiology",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12034939/",
  "sections": {
    "Abstract": "ABSTRACT Most natural populations are genetically diverse. Understanding how diversity is maintained and distributed across time and space can provide insights into the potential for evolution and extinction of populations. Immunogenetic diversity aids individuals and populations in resisting infectious disease, with many studies linking resistance to genes encoding adaptive immune responses, such as the major histocompatibility complex (MHC) genes. The MHC is particularly important for advancing our understanding of local adaptive processes and host–parasite interactions. Here, we review the emerging work and theory exploring the geographic and temporal patterns of MHC diversity in the wild and how they are shaped by selective and demographic processes. We discuss patterns of variation along latitudinal and altitudinal gradients and place this in the context of Latitude Diversity Gradient and Central Marginal Theories. We emphasize how MHC diversity is often lower at the edges of species distributions, particularly in high‐latitude and high‐altitude regions. We also discuss MHC diversity in natural populations facing climate change. As climate change accelerates and emerging parasites spread, reduced immunogenetic diversity could severely threaten wildlife populations, compromising their resilience and long‐term survival. We propose that including immunogenetic diversity into a larger database of environmental and parasite data would allow biologists to test hypotheses regarding host–parasite coevolution and develop effective measures for conservation. Keywords: climate change, evolutionary processes, genetic diversity, host–parasite interactions, MHC",
    "Results": "",
    "Conclusion": "Investigating mechanisms that maintain genetic diversity will advance our understanding of local adaptive processes, particularly from infectious diseases. Ongoing research of parasite‐driven selective processes under natural conditions should focus on characterizing MHC genetic variation at complete class I and II loci from well‐assembled and well‐annotated genomes and transcriptomes. In addition, changes in adaptive versus neutral marker allele frequencies over time should contribute to understanding the relative contribution of drift, selection, and parasite‐mediated selection mechanisms in shaping patterns of functional diversity. To estimate allele frequencies by using candidate and neutral markers, we must consider broad spatial and temporal scales across vertebrates as a whole. Furthermore, changes in allele frequency could be significant in habitats susceptible to sudden climatic events or the arrival of new parasites. These advances will only be possible by improving the accessibility of centralized public and multidisciplinary large data sets to increase our integrative knowledge on the importance of adaptive genetic variability in wild animals. Wildlife conservation efforts that monitor MHC genetic diversity across space and time—at the edges of species distributions, in long‐term fragmented habitats, or at northern latitudes—will be most effective for ensuring long‐term species preservation in the face of climate change and emerging diseases.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/744e/12034939/7b59fb81fd06/ECE3-15-e71371-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/744e/12034939/51baf858523c/ECE3-15-e71371-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/744e/12034939/ec1f1e77403f/ECE3-15-e71371-g002.jpg"
    ]
  }
}