{
  "paper_id": "pmc_articles_PMC11470607",
  "title": "Hyperoxia inhibits T cell activation in mice",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11470607/",
  "sections": {
    "Abstract": "Bronchopulmonary dysplasia (BPD) is a severe lung disease in preterm infants, the abnormal proliferate and differentiate ability of type II epithelial cells (AEC II) is the key to the pathological basis of BPD. Mechanisms regarding abnormal AEC II ...",
    "Results": "3.1. Activation of NKT cells in peripheral blood of patients with BPD Since IL-15 is a major cytokine responsible for the development, maturation, and survival of NKT cells [ 26 ], we downloaded GEO data GSE32472 to explore IL-15 mRNA levels in peripheral blood on days 5 and 14 with BPD progression. The expression of IL-15 gradually increased with the progression of BPD ( Fig. 1 A). We first aimed to determine the percentage of NKT cells (CD45 + CD56 + CD3 + ) in peripheral blood ( Fig. 1 B). Patients with BPD had an increased percentage of NKT cells ( Fig. 1 C and D) and the △MFI of the activation markers CD69 relative to isotype controls was analyzed on NKT cells (CD3 + CD56 + ) in BPD group and non-BPD group ( Fig. 1 E). These results suggest that: NKT cells may be involved in the pathological process of BPD. Fig. 1. Open in a new tab Characteristics of NKT cells in the blood of healthy controls and patients with BPD A. Analysis of peripheral blood IL-15 expression in the dataset. B. Representative FACS analysis showing the gating strategy used to identify CD45 + CD56 + CD3 + NKT cells in the peripheral blood. C. Representative results of NKT cells detected by flow cytometry in the peripheral blood of healthy controls and patients with BPD. D. Percentage of NKT cells detected by flow cytometry in the peripheral blood of ten healthy controls and ten patients with BPD. E. CD69 MFI of activation marker of NKT cells relative to isotype controls. (∗∗ P ＜0.01, ∗∗∗ P ＜0.001). 3.2. BPD mice were constructed, and there were disorders of lung development In this study, we constructed a mouse model of BPD induced by hyperoxia. The body size changes of mice under normoxia and hyperoxia at P3, P7, P10, and P14 were evaluated and compared. The body size development of hyperoxia group was lagging behind that of mice grown in normoxia group ( Fig. 2 A, Supplementary Fig. 1A ). Relative to the normoxia group, the number of immune cells in BALF increased in hyperoxia group at P14 ( Fig. 2 B). To evaluate the pathological changes in lung tissue by H&E staining was used. Hyperoxia group mice had disordered alveolar structure with progressive thickening of alveolar walls, decreased number of alveoli, and simplified structure, lung volume decreased, RAC decreased, and MLI increased, ( Fig. 2 C–E). To assess lung development, we used PAS staining to detect glycogen in lung epithelial cells.We used tissue immunofluorescence and WB for the SP-C (AEC II-specific marker) and T1α (AEC I-specific marker). In the present study, pulmonary epithelial glycogen content was measured by PAS staining, the epithelial content of glycogen reflects the development and maturation of the lung [ 39 ], and it was found that hyperoxia group mice had increased glycogen content compared with normoxia group mice at P14 ( Fig. 2 F). Immunofluorescence double staining showed that the expression of both SP-C and T1α was decreased, and the number of T1α + SP-C + cells (% total SP-C + cells) was decreased ( Fig. 2 G). WB results showed that the protein expressions of SP-C and T1α in lung tissue of hyperoxia group mice were lower than those of the normoxia group ( Fig. 2 H). Fig. 2. Open in a new tab BPD mice were constructed, and there were disorders of lung development A. Mouse pups were exposed to normoxia (21 % O 2 ) or hyperoxia (85 % O 2 ) from the day of birth. The body size of normoxia and hyperoxia groups of mice at P3, P7, P10, and P14 was compared. H, hyperoxia; N, normoxia. B. The total number of immune cells in BALF in normoxia and hyperoxia groups of mice at P14. n = 5/group. C. Lung tissues were obtained at P3, P7, P10, and P14. D. Representative tissue sections of lungs by H&E at 21 % O 2 or 85 % O 2 at P3, P7, P10, and P14. n = 9/group. Scale bar = 50 μm. E. Assessment of lung volume according to Archimedes' principle. Lung morphometry was quantified by RAC and MLI measurements. F. PAS staining was used to evaluate and compare the degree of development between normoxia and hyperoxia at P14. n = 5/group. Scale bar = 50 μm. G. Immunofluorescence detection of SP-C and T1α in lungs of the normoxia and hyperoxia groups lung tissue at P14. n = 5/group. Scale bar = 50 μm. H.WB measured and quantified the protein levels of SP-C and T1α in lungs of the normoxia and hyperoxia groups at P14. n = 5/group. (∗ P ＜0.05, ∗∗∗ P ＜0.001). 3.3. Hyperoxia exposure promoted the accumulation and activation of iNKT cells in the lungs of mice The recruitment of CD45 + immune cells after hyperoxia exposure was increased (+20 %–30 %) compared with the normal group at P14 ( Supplementary Fig. 1B ). The percentage of iNKT cells in the lung increased after hyperoxia exposure ( Fig. 3 A–C). Meanwhile, the expression of CD69 (a marker of iNKT cells activation) on iNKT cells was continuously increased in hyperoxia group at P7 by flow cytometry ( Fig. 3 D). Hyperoxia exposure resulted in increased recruitment or a local expansion of activated iNKT cells in the lungs. Fig. 3. Open in a new tab Hyperoxia exposure increased the number of iNKT cells in the lung and triggered their activation A. Representative FACS analysis showing the gating strategy used to identify FVD − CD3 + NK1.1 + iNKT cells at P3, P7, P10, and P14 in normoxia and hyperoxia groups. B. Representative results of iNKT cells in the lungs of normoxia and hyperoxia groups at P3, P7, P10, and P14. C. Percentage of iNKT cells in the lungs of normoxia and hyperoxia groups at P3, P7, P10, and P14. n = 3/group. D. CD69 MFI of iNKT cells in normoxia and hyperoxia groups at P7. (∗ P ＜0.05, ∗∗ P ＜0.01,∗∗∗ P ＜0.001). 3.4. Inhibition of iNKT cells activation alleviated abnormal lung development in BPD mice To determine whether iNKT cells contributed to the observed lung injury, hyperoxia mice were treated with anti-CD1d antibody (or isotype control antibody) to limit iNKT cells activation and reduce their numbers [ 36 ]. Treatment of mice in the hyperoxia group with anti-CD1d significantly reduced cell numbers in the BALF compared with the use of anti-IgG controls ( Fig. 4 A). Hyperoxia group mice were intraperitoneally injected with anti-CD1d antibody to inhibit iNKT cells activation and abundance, the alveolar structure tends to be regular, the number of alveoli increases, and the alveolar walls become thinner, RAC increased and MLI decreased ( Fig. 4 B–C). The glycogen content of the contrast lung epithelium was evaluated and decreased after administration of anti-CD1d in hyperoxia group by PAS staining ( Fig. 4 B–C). The results of immunofluorescence double staining showed that the expression of SP-C and T1α in lung tissues of hyperoxia group mice treated with anti-CD1d neutralizing antibody was increased at P14, and T1α + SP-C + cells (% total SP-C + cells) were increased compared with hyperoxia group mice ( Fig. 4 D). WB results showed that the protein expression of SP-C and T1α in the lung tissue of the hyperoxia group was decreased, and SP-C and T1α were increased in hyperoxia group mice treated with anti-CD1d ( Fig. 4 E). Fig. 4. Open in a new tab Inhibition of iNKT cells activation alleviates abnormal lung development in BPD mice A. Mouse pups were exposed to either room air (21 % O 2 ) or hyperoxia (85 % O 2 ) from the day of birth. anti-CD1d or control IgG were injected at P7-10, BALF analysis and lung tissues were harvested at P14. n = 5/group. B. H&E and PAS show the presentative tissue sections of lungs under different treatment conditions at P14. Scale bar = 50 μm. C. Lung morphometry was quantified by RAC and MLI measurements. Statistical plot of PAS staining to assess the extent of development under different treatments at P14. n = 5/group. D. Comparison of immunofluorescence detection of SP-C and T1α in lung tissues under normoxia group, hyperoxia group, hyperoxia group injected control IgG and hyperoxia group injected anti-CD1d conditions at P14. The proportion of T1α + SP-C + cells (% total SP-C + cells) in immunofluorescence staining was quantified. Scale bar = 50 μm. E. WB was used to detect the protein levels of SP-C and T1α in lung tissue of different groups at P14. Quantitative analysis of WB detection levels. (∗ P ＜0.05, ∗∗ P ＜0.01, ∗∗∗ P ＜0.001). 3.5. Specific activation of iNKT cells and increased number of iNKT cells aggravated lung disorders in BPD mice To understand the role of pulmonary iNKT cells in the pathogenesis of BPD, mice were given α-GalCer intranasal at P7 for 4 days and examined the features of BPD pathology at P14 ( Fig. 5 A). Repeated intranasal administration of α-GalCer to mice showed no abnormal appearance or behavior. α-GalCer significantly increased the number of iNKT cells detected by flow cytometry and the gene expression marker Vα14Jα18 in the lung ( Supplementary Figs. 1C–D ). As shown in Fig. 5 B, observed in hyperoxia group mice with repeated administration of α-GalCer, H&E showed enlarged alveoli and marked cellular infiltrates in the lungs of mice given repeated α-GalCer, which were not found in the lungs of treated control IgG. The degree of impairment in lung parameters was increased compared with hyperoxia group mice, specifically, RAC decreased and MLI increased ( Fig. 5 B–C). The proinflammatory cytokines IL-6 and IL-17A were increased in the lungs of mice treated with α-GalCer compared with mice treated with control ( Supplementary Figs. 1E–F ). The epithelial content of contrast glycogen was evaluated, and glycogen staining increased after α-GalCer administration compared with hyperoxia group mice ( Fig. 5 B–C). To further verify the effect of the number and activation of iNKT cells on BPD mice, iNKT cells in the lungs of mice were sorted by magnetic beads, and their purity was identified by flow cytometry, its purity was more than 95 % ( Supplementary Fig. 1G ). After adoptive transfer of iNKT cells via tail vein, they were placed in the normoxia and hyperoxia environment respectively. DiR-labeled iNKT cells were detected by in vivo small animal imaging at the time of adoptive transfusion, 30 min, 12 h and 24 h. The iNKT cells were mainly concentrated in the liver and lung. Compared with the normoxia group, the hyperoxia group had stronger fluorescence intensity of DiR stained iNKT cells in vivo, and significantly increased fluorescence intensity in liver and lung, suggesting that hyperoxia could induce recruitment of iNKT cells in lung ( Fig. 5 D). At the same time, after adoptive transfer of iNKT cells to the hyperoxia group at P10, showed disordered alveolar structure, larger alveolar fusion, reduced number, simplified structure, thickened alveolar wall, and increased inflammatory cells compared with the control group at P14 ( Fig. 5 G–H). WB results showed that SP-C and T1α protein expression in the lung tissue of the hyperoxia group was decreased, and SP-C and T1α protein expression was significantly decreased in hyperoxia group mice adoptive transfer with iNKT cells ( Fig. 5 F). The results of immunofluorescence double staining showed that the expression of SP-C and T1α in the lung tissue of hyperoxia group mice adoptive transfer with iNKT cells detected at P14 was decreased, and T1α + SP-C + cells (% total SP-C + cells) were decreased compared with hyperoxia group mice ( Fig. 5 E). These results indicate that the pathological manifestations of BPD are aggravated after the use of iNKT cells-specific activators and adoptive transfer of iNKT cells. Fig. 5. Open in a new tab Specific activation of iNKT cells and increased number of iNKT cells aggravate lung disorder in BPD mice A. Mouse pups were exposed to normoxia (21 % O 2 ) or hyperoxia (85 % O 2 ) from the day of birth. α-GalCer or vehicle were used at P7-10, and lung tissues were harvested at P14. n = 5/group. B. H&E and PAS show the presentative tissue sections of lungs under different treatment conditions at P14. n = 5/group. Scale bar = 50 μm. C. Lung morphometry was quantified by RAC and MLI measurements. Statistical plot of glycogen staining to assess the extent of development under different treatments at P14. D. Schematic representation of adoptive transfer of iNKT cells at P10. n = 5/group. iNKT cells was imaged in vivo at 0, 30 min, 12 h and 24 h after adoptive transfer in normoxia group and hyperoxia group mice. E. Comparison of immunofluorescence detection of SP-C and T1α in lung tissues of hyperoxia group, hyperoxia group injected vehicle and hyperoxia group adoptive transfer iNKT cells conditions at P14. The proportion of T1α + SP-C + cells (% total SP-C + cells) in IF staining was quantified. n = 5/group. Scale bar = 50 μm. F. WB was used to detect the protein levels of SP-C and T1α at P14. Quantitative analysis of WB detection levels. G. H&E and PAS show the presentative tissue sections of lungs under different treatment conditions at P14. Scale bar = 50 μm. H. Lung morphometry was quantified by RAC and MLI measurements. Statistical plot of PAS staining to assess the extent of development under different treatments at P14. n = 5/group. (∗ P ＜0.05, ∗∗ P ＜0.01, ∗∗∗ P ＜0.001). 3.6. AEC II-iNKT cells co-culture and the effect of iNKT cells on AEC II under hyperoxia To investigate the effect of iNKT cells on AEC II, we established AEC II-iNKT cells transwell co-culture model under normoxia and hyperoxia, respectively. iNKT cells were sorted by magnetic beads and stained by Wright-Giemsa staining. The cells were round in shape, consistent with the characteristics of lymphocytes ( Fig. 6 A). AEC II was cultured alone or with iNKT cells sorted by magnetic beads and exposed to normoxia and hyperoxia for 72 h, respectively ( Fig. 6 B). WB was used to detect the expression of SP-C and T1α in AEC II, after 72 h of exposure in compared with the normoxia group, the expression of SP-C in AEC II in hyperoxia group was significantly decreased, the expression level of T1α was increased. The expression of SP-C and T1α in AEC II + iNKT group was lower than the AEC II group under hyperoxia ( Fig. 6 C). Therefore, we performed immunofluorescence staining showed that the expression of SP-C was dominant in AEC II in normoxia group. However, the expression of SP-C was extremely low in hyperoxia group. SP-C and T1α were reduced, and colocalization was reduced in the AEC II + iNKT group compared with AEC II alone under hyperoxia ( Fig. 6 D). ELISA was used to detect increased IL-6 and IL-17A in the supernatant of iNKT cells co-cultured with AEC II ( Supplementary Figs. 1H–I ). Fig. 6. Open in a new tab AEC II- iNKT cells co-culture and the effect of iNKT cells on AEC II under hyperoxia 72 h A. Giemsa staining showed the morphological characteristics of iNKT cells sorted by magnetic beads. B. Schematic representation of cell grouping and treatment. C. WB analysis of SP-C, T1α protein levels. β-Actin was used as a load Control. D. AEC II immunofluorescence staining. Red fluorescence-labeled T1α, green fluorescence-labeled SP-C, and double-stained cells indicate cells in transdifferentiated state. Scale bar = 20 μm. (∗ P ＜0.05, ∗∗ P ＜0.01, ∗∗∗ P ＜0.001). 3.7. iNKT cells promote AEC II ferroptosis under hyperoxia To further explore how iNKT cells contributes to AEC II under hyperoxia, the AEC II and AEC II + iNKT groups were cultured under hyperoxia for 72 h, and the extracted total RNA was subjected to RNA sequencing. P ＜0.05 and | log2fc |＞1.5 genes were considered differentially expressed. Based on these, we find differentially expressed genes with programmed cell death in the GO database ( http://www.geneontology.org/ ) related genes are compared, and ferroptosis was found the number of differentially expressed genes related to the highest in all genes associated with programmed cell death ( Fig. 7 A–B). Compared with AEC II under hyperoxia alone, the mRNA levels of GPX4 and FTH1 were significantly decreased and PTGS2 were increased in AEC II co-cultured with iNKT cells under hyperoxia ( Fig. 7 C). In addition, WB showed a significant decrease in GPX4 and FTH1 levels and an increase in PTGS2 ( Fig. 7 D). Lipid peroxidation was significantly increased as detected by C11 bodipy staining ( Fig. 7 E). Hyperoxia led to increased Fe 2+ and MDA levels in AEC II, which increased when co-cultured with iNKT cells compared with AEC II alone group ( Fig. 7 F–G). Fig. 7. Open in a new tab iNKT cells promote AEC II ferroptosis under hyperoxia A Heat map shows the difference in gene expression between AEC II and AEC II + iNKT cells groups. B. Heat map depicting differential expression of ferroptosis-related genes. C. The mRNA expressions of GPX4, FTH1 and PTGS2 were detected by qRT-PCR. D. The protein expressions of GPX4, FTH1 and PTGS2 were detected by WB. E. Lipid peroxidation levels were measured by C11 bodipy staining. F. The contents of Fe 2+ in the epithelium were determined by ELISA. G. The concentration of MDA in cell lysates. H. Cell morphology was observed by transmission electron microscope. scale bar = 1 μm. (∗ P ＜0.05, ∗∗ P ＜0.01, ∗∗∗ P ＜0.001). Fig. 7 H showed the characteristics of ferroptosis by transmission electron microscope (TEM), suggested that after under hyperoxia, the AEC II showed that decrease the size of the mitochondria membrane density increase, mitochondrial cristae decreased, mitochondrial outer membrane rupture, after AEC II-iNKT cells co-cultured under hyperoxia, the mitochondrial changes were even more pronounced. These results suggest that AEC II ferroptosis in hyperoxia may be associated with iNKT cells. 3.8. AEC II ferroptosis accompanied by decreased expression of SP-C and T1α AEC II culture alone under hyperoxia, we found that after added the ferroptosis activator Erastin, GPX4 was decreased, PTGS2 was elevated, and SP-C and T1α were decreased compared to the AEC II + DMSO group under hyperoxia, and when the ferroptosis inhibitor Fer-1 was added, GPX4 was elevated, PTGS2 was decreased, and SP-C and T1α were elevated compared to the AEC II + DMSO group under hyperoxia. In AEC II + iNKT cells group under hyperoxia, after added the ferroptosis activator Erastin, we found that GPX4 was decreased, PTGS2 was increased, and T1α and SP-C were decreased compared with AEC II + iNKT cells + DMSO group. In AEC II-iNKT cells co-cultured system under hyperoxia, after add ferroptosis inhibitor Fer-1, showed that GPX4 was increased, PTGS2 was decreased, and T1α and SP-C were increased compared with AEC II + iNKT cells + DMSO group ( Fig. 8 A–B). Fig. 8. Open in a new tab Ferroptosis relates to decreased SP-C and T1α A-B. The protein expressions of PTGS2,GPX4, T1α, SP-C in each group were detected by WB. (∗∗ P ＜0.01, ∗∗∗ P ＜0.001).",
    "Conclusion": "BPD is a common chronic lung disease in young preterm infants, and the main pathological change is alveolar dysfunction [ 40 ]. In our study, a classic neonatal mice model of BPD exposed to hyperoxia was used, H&E results showed that compared with the normoxia group, the hyperoxia group had simplified alveolar structure, reduced alveolar number, dilated alveolar space, and significantly thickened alveolar wall, this indicates that we have successfully established a mice model of BPD. At present, it is believed that AEC II injury is the key to lung epithelial injury and is the pathological basis of BPD [ 41 ]. AEC II is the main stem cell in the lung, which can differentiate into AEC I to maintain lung homeostasis. In the recent study, AEC II was labeled with SP-C and E-cadherin, and differentiation of AEC II was evaluated by qRT-PCR and immunostaining/western blot [ 42 ]. SP-C is a highly specific AEC II cell marker. T1α is AEC I cell marker. Differentiated AEC II and AEC I cells differ phenotypically and express different cell-specific marker. SP-C + /T1α + cells refer to the co-expression situation of these two markers, suggesting that these cells may be in a transformed or partially differentiated state. Certainly, the expression of SP-C + /T1α + may also be heterogeneous during the differentiation of AEC II into AEC I, this was also initially confirmed in previous study [ 43 ], however, SP-C + /T1α + double labeling of AEC II can be used to determine the differentiation of AEC II into AEC I. We found that the proportion of SP-C and T1α double-stained cells was significantly lower in the hyperoxia group compared with the normoxia group, and a decrease in SP-C expression without a corresponding increase in T1α expression under hyperoxia by WB analysis of lung tissue. Glycogen is an important substance that reflects the maturity of ACE II [ 44 ]. With cell differentiation, glycogen is consumed and converted into alveolar surfactant phospholipids, so PAS staining can be used to assess pulmonary differentiation, we also found glycogen content was increased in the hyperoxia group compared with the normoxia group of littermates, these results suggested that hyperoxia reduced SP-C and T1α, and may related to abnormal AEC II differentiation. Recent studies have found that changes of iNKT cells in the number and function play an important role in lung diseases. Under normal physiological conditions, iNKT cells are most abundant in the liver, spleen and lung, when in inflammation or infection, such as in pulmonary asthma [ 45 ], acute hyperoxic lung injury [ 46 ], LPS-induced acute lung injury [ 47 ], COPD [ 21 ], ARDS [ 22 ] and sterile inflammation [ 48 ], iNKT cells can be significantly increased and activated in the lung to a certain extent, which is pathogenic. At present, the role of NKT in BPD is not clear. IL-15 is a developmental factor of NKT cells [ 26 ]. Microarray data analysis shows that BPD patients have a significant increase in IL-15, but it is not clear whether NKT cells activated and increased in BPD. Firstly, we examined the NKT cells in the peripheral blood of patients with BPD and found that NKT cells increased and activated in peripheral blood of patients with BPD, suggest that NKT cells may play a role in the development of BPD, but further studies are needed. So, we used hyperoxia to replicate the BPD model, and found that compared with the normoxia group, the percentage of iNKT cells in lung tissue was increased, and the CD69 representing their activation status was significantly increased, suggesting that NKT cells may be involved in the pathophysiological process of BPD. Studies suggested that iNKT cells activation is a key upstream event that promotes chronic inflammation and fibrosis, and it is involved in the type 1, type 2, and type 3 cytokine pathways to promote fibrosis [ 14 ]. iNKT cells activation has also been shown to play a key role in promoting Wnt signaling and promoting the transition of epithelial cells to myofibroblasts [ 15 ]. To further investigate whether the increase and activation of iNKT cells is associated with impaired lung differentiation in BPD, we used anti-CD1d neutralizing antibody interfering with iNKT cells activation status in BPD mice, the number of immune cells in BALF significantly reduced, H&E staining showed that as the activation status and abundance of iNKT cells decreased, the alveolar structure tended to be regular, the number of alveoli increased and alveoli cavity was more uniform, RAC increased and MLI decreased, PAS showed a decrease in glycogen, WB and tissue immunofluorescence showed that SP-C, T1α increased, and fluorescence localization showed that SP-C and T1α co-localization increased, these results suggested that the abnormal development in BPD mice was alleviated after using anti-CD1d neutralizing antibody. It has been shown that treatment with anti-human CD1d antibody in a primate inflammation model, significantly reduces the number of macrophages, lymphocytes, eosinophils, and basophils in BALF. Previous studies have found that partial inhibition of iNKT cells activation by anti-CD1d antibody can reduce the release of cytokines in septic mice, thereby reducing the damage of organ function and ultimately reducing the mortality of septic mice [ 49 ]. Treatment of ischemia-reperfusion injury model mice with anti-CD1d antibody alleviated lung dysfunction and inflammation [ 36 ], important features of COPD, such as inflammation and emphysema, were significantly suppressed in CD1d −/− lacking iNKT cells [ 21 ], CD1d deficiency has a protective effect on FA-induced renal fibrosis in mice [ 50 , 51 ]. The above studies suggest that blocking iNKT cell activation reduces alveolarization disorders in BPD and may be related to promoting lung differentiation. To further investigate whether iNKT cells activation exacerbates lung development disorder in BPD, in this study, we used nasal instillation of α-Galcer, a specific activator of iNKT cells [ 29 ], in addition to extract iNKT cells by magnetic beads and adoptive transfer into mice via the tail vein. We found that BPD mice treated with α-GalCer showed more disordered alveolar structure, larger alveolar fusion, reduced number, simplified structure, thickened alveolar wall, and increased inflammatory cells by H&E. PAS staining showed increased glycogen accumulation. We successfully sorted iNKT cells with a purity greater than 95 %, and after adoptive transfer into BPD mice, iNKT cells reached the lungs after 30 min of in vivo imaging observation. In a similar study to adoptive transfer, iNKT cells were found to first reach the lungs within 15 min [ 52 ]. Next, after successful adoptive transfer of iNKT cells, mice were exposed to hyperoxia for 4 days, and lung tissues were collected at P14. We found recruitment of iNKT cells in the lungs of the hyperoxia group, accompanied by an increase in glycogen by PAS staining, decreased expression of SP-C and T1α by WB and decreased co-localization of SP-C and T1α by immunofluorescence, these results showed that the lung disorder of BPD mice was aggravated after adoptive transfer iNKT cells. It has been suggested that repeated use of αGalCer to activate pulmonary iNKT cells can cause COPD-like symptoms [ 37 ], after adoptive transfer of iNKT cells in a mouse model of ischemia-reperfusion injury, the lung injury score was increased by H&E [ 36 ]. The above studies suggest that iNKT cells activation and recruitment can aggravate lung injury, but whether it affects AEC II differentiation needs to be further studied. AEC II is the main stem cell in the lung, which can differentiate into AEC I [ 5 ]. In BPD, AEC II plays a central role in lung development arrest and injury repair. In our study, after 72 h of hyperoxia exposure, the expression of SP-C decreased, and T1α increased. The expression of T1α is different in vivo and in vitro under hyperoxia, which may be related to the following reasons: firstly, environment is not the same in vivo and in vitro, in vivo, cells are affected by many factors, including signal transduction between cells, immune response, etc., while in vitro culture, the cell environment is relatively simplified, may lead to different response patterns; secondly, the length of hyperoxia exposure is also different, 72 h of hyperoxia exposure is an acute lung injury, T1α compensatory increase. 14 days of hyperoxia exposure is a chronic lung injury, T1α decompensatory decrease, this is consistent with the results of Cao YX et al. [ 53 ] and Hou A et al. [ 54 ]; thirdly, Yee M et al., found that the increased T1α under hyperoxia is not differentiated from the labeled AEC II by special labeling of AEC II [ 55 ]. In future studies, tracing techniques for AEC II can be combined to better understand the functional changes of AEC II. To further clarify the effect of iNKT cells on AEC II, we verified it at the cellular level. We constructed AEC II-iNKT cells co-culture system by transwell technology and under hyperoxia exposure. Immunofluorescence and WB results showed that SP-C decreased in the group of AEC II alone under hyperoxia, and the decrease of SP-C and T1α in the co-culture group of AEC II-iNKT cells was more significant under hyperoxia. Fluorescence localization showed that the co-localization of SP-C and T1α in AEC II-iNKT cells co-cultured under hyperoxia was decreased, suggesting that iNKT cells aggravated abnormal AEC II under hyperoxia. Next, to explore the possible mechanisms underlying the effect of iNKT cells on AEC II, we performed RNA sequencing of AEC II in different groups, DEGs with PCD in the GO database related genes are compared, we found that among all PCD related differential genes, the number of DEGs related to ferroptosis was the highest. Ferroptosis is a form of PCD that is induced by lipid peroxidation and is iron-dependent [ 12 , 56 , 57 ], which plays an important role in the molecular and biological mechanism of BPD [ 58 ]. Previous studies have shown that hyperoxia induces ferroptosis and impairs lung development in neonatal mice, and features of ferroptosis are detected in mouse lung tissues and in vitro cell models under hyperoxia conditions [ 58 ]. Ferroptosis induces alveolar type II cell damage [ 59 ], induces epithelial-mesenchymal transition (EMT) in alveolar epithelial cells and promotes the process of fibrosis [ 60 , 61 ]. Recent studies also found that ferroptosis in AEC II causes pathological damage under hyperoxia and other stimuli. Additionally, ferroptosis is considered immune-regulated, and immune-derived cell death [ 62 ]. Gpx4 is the main core enzyme regulating the glutathione antioxidant system, and its reduction is an important marker for the occurrence of ferroptosis [ 56 ]. Our current study shows ferroptosis was changed both in AEC II cultured alone under hyperoxia and AEC II-iNKT cells co-cultured under hyperoxia, but more pronounced in AEC II-iNKT cells co-cultured group under hyperoxia, these changes included increased Fe 2+ , Lipid peroxidation, and MDA levels, as well as elevated expression of genes PTGS2, reduced expression of GPX4 and FTH1, and ferroptosis characteristics were more obvious in AEC II-iNKT cells co-cultured group by transmission electron microscopy. However, whether iNKT cells recruitment and activation aggravates AEC II abnormal differentiation by ferroptosis need further study. To further demonstrate that iNKT cells aggravate AEC II damage by inducing ferroptosis under hyperoxia, ferroptosis activator Erastin and ferroptosis inhibitor Fer-1 were used. We found that T1α and SP-C were decreased when Erastin were added in iNKT + AEC II group, after add ferroptosis inhibitor Fer-1, showed that T1α and SP-C were increased, these suggested that AEC II ferroptosis accompanied by decreased expression of SP-C and T1α. Previous studies have found that hyperoxia promotes AEC II ferroptosis, and increases the transdifferentiation of type II epithelial cells into mesenchymal-like cells [ 63 ]. Ferroptosis inhibitors liproxstatin - 1 (Lip) and deferoxamine (DFO) alleviated the symptoms of pulmonary fibrosis [ 64 ]. These studies suggested that increased ferroptosis realates to differentation of AEC II. Our study mainly showed that iNKT cells aggravated the ferroptosis of AEC II under hyperoxia, but the specific mechanism still needs to be further studied. Previous studies have shown that IL-17A promotes airway epithelial ferroptosis in asthma [ 65 ], and it has been reported that IL-17A can cooperate with IL-6 to promote ferroptosis of alveolar epithelial cells under acute hyperoxia [ 66 ]. Previous study found that the pro-inflammatory effect of iNKT cells was mainly through the secretion of IL-17A and IL-6. Co-culture of AEC II and iNKT cells increased IL-17A levels than only AEC II cultured alone. Some studies reported the IL - 6 in the expression and significance of BPD environment [ 67 ]. After specifically activating iNKT cells, we found that inflammatory factor IL-6 and IL-17A were increased in vivo, IL-17A and IL-6 were also increased in the supernatant of AEC II-iNKT cells co-cultured in vitro under hyperoxia. Therefore, we speculate that iNKT cells may also promote ferroptosis in AEC II by secreting IL-17A together with IL-6 present in the inflammatory environment. However, we have only initially explored the mechanism by which iNKT cells affect abnormal AEC II expression under hyperoxia. For this is just our speculation and some preliminary experimental verification, the follow-up still need further study. Nevertheless, there are still some limitations in this study. Our current study only found that iNKT cells affected the expression of AEC II and AEC I after hyperoxia, there is no direct evidence to support an association between the abundance and activation iNKT cells with impaired differentiation of AEC II into AEC I. Our study only used single gene to represent AEC II or AEC I to investigate the differentiation, we only use SP-C and T1α as the gene marker, if use multiple gene markers may be more rigorous. In future experiments, we will also employ lineage label to more clearly observe AEC II differentiation status in different pathological environments. Certainly, the most specific tool for iNKT cells in mice and humans are αGalCer/CD1d tetramers, it may be more specific if αGalCer/CD1d tetramers are employed. In addition, the main pathological manifestations of BPD are alveolarization disorder and abnormal pulmonary microvascular development, the interaction between NKT cells and pulmonary microvascular endothelial cells under hyperoxia has not been explored. Studies have found that peripheral blood NKT cells are increased and activated, and inhibit the proliferation and migration of human umbilical vein endothelial cells (HUVECs), thereby inducing vascular injuries in diabetes [ 68 ]. S K et al. found that NKT cells induced by IL-4 leads to pulmonary artery wall thickening [ 69 ]. These studies suggested that abnormal activation of NKT cells may also affect microvascular endothelial cells, however, further studies are needed to determine whether NKT cells affects pulmonary microvascular development in BPD. Studies showed that iNKT cells accumulate mainly in microvasculature after moving from the thymus into circulation, and there is substantial evidence that iNKT cells migration into the lung tissue rapidly under various activation conditions, such as when the lung is stimulated by airborne antigens or infections [ 14 ]. Based on the above and our experimental results, can only presume hyperoxia lead to an increased recruitment or local expansion of activated iNKT cells in the lungs, which cannot be accurately determined as recruitment or tissue resident. In addition, CD69 in iNKT cells was detected to be elevated, and it is also one of the markers of early activation and tissue resident lymphocytes, however, an increase in CD69 alone does not represent tissue resident cells, may need to be confirmed by parabiosis experiments [ 70 ], so, we still need more in-depth research, and these will be further studied in the future. Our study found that hyperoxia leads to the recruitment and activation of iNKT cells in the lungs. Over-activated iNKT cells induces ferroptosis in AEC II, accompanied by decreased expression of SP-C and T1α. AEC II dysfunction leads to the obstruction of alveolarization and occurrence of BPD.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/695c/11470607/1b7c90d0b805/gr1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/695c/11470607/99b7caf48a6a/gr2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/695c/11470607/b718c77255d2/gr3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/695c/11470607/09690283152c/gr4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/695c/11470607/1d57845f8343/gr5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/695c/11470607/97169759a588/gr6.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/695c/11470607/7496a5c617ff/gr7.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/695c/11470607/2ecf1255eaf1/gr8.jpg"
    ]
  }
}