{
  "paper_id": "pmc_articles_PMC11222149",
  "title": "Longitudinal multi-omics analysis of host microbiome architecture and immune responses during short-term spaceflight",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11222149/",
  "sections": {
    "Abstract": "Maintenance of astronaut health during spaceflight will require monitoring and potentially modulating their microbiomes. However, documenting microbial shifts during spaceflight has been difficult due to mission constraints that lead to limited ...",
    "Results": "The human microbiome is altered in short-term spaceflight The i4 crew collected a microbiome dataset spanning eight timepoints: three before flight, three after flight and two during flight. In total, we sequenced 385 metagenomic and 365 metatranscriptomic swabs comprising ten body sites representing the oral, nasal and skin microbiomes ( n = 750 samples, Fig. 1a ), plus eight stool samples (from two participants before and after flight). Locations inside the Dragon capsule were swabbed twice in flight and also before spaceflight (a separate capsule was utilized for crew training). Fig. 1. Overview of dataset and summary of changes. Open in a new tab a , Collection and analytic approach. Body swabs were collected from ten different sites, comprising three microbial ecosystems (oral, nasal, skin) around the body at eight different timepoints surrounding launch. These are referred to as L-92, L-44, L-3, FD2, FD3, R+1, R+45, R+82, where ‘L’ refers to pre-launch, ‘FD’ corresponds to flight day (that is, in-flight) and ‘R’ refers to return (that is, post-flight). Following collection and paired metagenomic/metatranscriptomic sequencing, samples were processed with a MAS to extract taxonomic (bacterial or viral) and functional features to determine their changes relative to flight. b , The time trajectories of persistently/transiently increased/decreased significant findings, filtering for strong associations (see Methods ). Plots with one line had either no significant findings or none that met the filtering criteria. Grey shaded area indicates 95% confidence intervals. The orange shaded area refers to the samples collected while subjects were in orbit. c , Significant features by specific swabbing sites. Source data We used a diverse set of short-read alignment and de novo assembly approaches to estimate the microbial community taxonomic and functional composition of our dataset (Extended Data Fig. 1 , Methods and Supplementary Figs. 1 – 7 ). We queried whether the conditions of short-term spaceflight (potentially including, for example, microgravity, radiation or altered dietary and cleaning habits) altered overall bacterial and viral community composition and expression consistently across the crews. Via a linear mixed effect (LME) modelling approach, we executed a microbiome-association study (MAS), computing associations for each taxonomic rank and classifier between flight and the abundance of (1) bacterial species, (2) viral genera and non-redundant proteins. We grouped false discovery rate (FDR) significant ( q -value < 0.05) features into four categories: transiently increased in-flight, transiently decreased in-flight, persistently increased in/after flight and persistently decreased in/after flight. We additionally fit generalized linear models (GLMs) alongside LMEs and identified the two approaches to be generally concordant (Extended Data Fig. 2 ). Extended Data Fig. 1. Data processing workflow and summary statistics. Open in a new tab a ) After quality-controlling reads, we executed two different, parallel, workflows to identify the microbial taxa and genes that comprised each sample. We used seven different algorithmic approaches (Xtree, MetaPhlAn4/StrainPhlAn4, Phanta, Kraken2 with multiple parameter settings) and four different databases to classify short reads into different taxonomic categories (bottom left). We also did a de novo assembly analysis to identify the abundance of non-redundant genes/functions as well as Metagenome-Assembled bacterial and viral genomes. We executed all regression analyses for every resultant abundance matrix across the taxonomic ranks ranging from species to phylum. b ) Counts and percentages of reads aligning to the human reference genome. c ) Aligned reads by taxonomic classification method. For metagenomics, N per column is 385 biologically independent samples, for metatranscriptomics, N is 365 biologically independent samples. These numbers correspond to all microbiome samples collected. Lines on box plots indicate minimum and maximum values. The median is the centerline, and the bounds of the box are the interquartile range. The whiskers extend to 1.5 times the interquartile range of the upper and lower quartiles. Source data Extended Data Fig. 2. Null model results. Open in a new tab Similarity between FDR-significant associations fit with mixed versus generalized linear models (sans a random effect). Source data In total, we observed a predominantly transient restructuring of the oral, nasal and skin microbiomes as a function of flight (Fig. 1b–c and Extended Data Fig. 3 ). Across all ten sites swabbed and regressed, over 821,337 associations were statistically significant (adjusted P < 0.05) and grouped into one of the four categories of interest. These comprised 314,701 distinct microbial features: 792 were viral, 767 were bacterial and the remaining were microbial genes. The majority (73.5%) of significant and categorized features were transiently increased in abundance, yet 24.6% were transiently depleted during flight, and 0.6% and 1.1% of features appeared to continually increase or decrease (respectively) following the crew’s return to Earth across multiple timepoints. Transient shifts were more dramatic than persistent ones. The limited persistence of changes indicates that, while microbial communities may restructure in space, the relative abundance of altered organisms, as well as their gene expression, generally reset upon returning to Earth. Despite these changes, we note that this analysis alone does not indicate the degree to which spaceflight itself, versus other confounding factors such as altered diet, affects the host microbiota. Extended Data Fig. 3. Supplemental Microbiome Association Study output. Open in a new tab a ) The total number of features (bacterial species, viral genera, or genes) found to be statistically associated with either pre- or post-flight timepoints across sequencing methods. Features are grouped by the categories laid out in the Methods regarding the nature of their changes relative to flight b–c ) The time trajectories of persistently/transiently increased/decreased significant findings split by body site, filtering for strong [see Methods ] associations. Plots with one or no lines had either no significant findings or none that met the filtering criteria. Gray shaded area indicates 95% confidence intervals. Source data Different body sites displayed distinct time trends that varied depending on molecular type (gene expression vs relative abundance) and domain of life. Time-dependent shifts were apparent in all body sites. The oral microbiome displayed a restructuring in both relative abundance and bacterial gene expression; 161 bacterial and viral taxonomies were transiently increased, 173 were transiently decreased, 62 were persistently increased and 12 were persistently decreased (Fig. 1c ). Alternatively, the skin microbiome demonstrated fewer persistent changes, with 933 transiently increased (metagenomic) taxa across all eight skin sites. The number and direction of altered microbiome features were generally consistent across classification methods (Extended Data Fig. 4 ), and most taxonomic associations were unique to individual body sites (Extended Data Fig. 5 ). Extended Data Fig. 4. Regression results by specific body sites. Open in a new tab Regression results across short-read taxonomic classification methods. Source data Extended Data Fig. 5. Similarity of regression output by body site. Open in a new tab Degree of overlap in the identity of significant bacterial and viral features as a function of body site and sequencing type. Source data Bacterial and viral shifts during and after spaceflight We next interrogated the taxonomies of bacterial shifts during spaceflight. The organisms with the strongest effects were distinct across biological modalities; in other words, an increase in gene expression did not necessarily imply the existence of a similar increase in the abundance of DNA ascribed to a given species. This discordance was apparent in the oral microbiome (Fig. 2 ), for example, where there was almost no overlap between the organisms that altered in terms of relative abundance and those that altered in terms of gene expression. Fig. 2. The oral microbiome architecture of spaceflight. Open in a new tab The strongest associations between bacteria and flight for the oral microbiome. X axes are average log 2 fold change (L 2 FC) of all pre-flight or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Red bars refer to associations in metatranscriptomic data. Blue bars refer to associations in metagenomic data. Dashed grey vertical lines demarcate an L 2 FC of zero. Plotted taxa were selected by ranking significant features in each category and sequencing type (RNA/DNA) by L 2 FC and showing up to 15 at once. Source data Specifically, the oral microbiome demonstrated flight-dependent variation in the metatranscriptomic expression of bacteria associated with dental decay and biofilm formation (Fig. 2 ). Various members of Fusobacteriota , a progenitor to gum and tooth disease previously reported as spaceflight-associated, demonstrated an increase either in or after spaceflight 27 . These included Fusobacterium hwasookii, Fusobacterium nucleatum and Leptotrichia hofstadii . Other oral biofilm species known to aggregate synergistically with Fusobacterium species in the mouth were also enriched in and after flight; these included Streptococcus gordonii A , multiple Campylobacter species and Actinomyces oris species 28 . Also, there was a persistent loss in the expression of Streptococcus oralis spp. and Lachnoanaerobaculum gingivalis , and a transient decrease in Veillonella spp. Alloscardovia omnicolens was the only organism with a strong, persistent increase in metagenomic levels. We compared the MetaPhlAn4 associations to those identified in the GTDB database and found similar results, especially regarding the overall enrichment of Fusobacterium sp. in flight. Many of the strongest bacterial skin microbiome alterations (Fig. 3 ) were predominantly metagenomic, as opposed to metatranscriptomic. We hypothesized that this may indicate the acquisition of new but non-transcriptionally active species from the surrounding environment and crew. For example, persistent increases were mostly in the metagenomic content of various gut microbes (for example, Bacteroides , Parabacteroides , Blautia , Enterocloster ); this may result from altered hygiene habits during spaceflight. Fig. 3. The skin microbiome and viral architecture of spaceflight. Open in a new tab a , The strongest associations between bacteria and flight for the skin microbiome. X axes are the average L 2 FC of all pre- or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Dashed grey vertical lines demarcate an L 2 FC of zero. Plotted taxa were selected by ranking significant features in each category and sequencing type (RNA/DNA) by L 2 FC and showing up to 10 at once. b , Host and molecular type of viral genera associated with flight. Source data As with the oral microbiome, there was little concordance between metagenomic and metatranscriptomic changes. On the other hand, Corynebacterium species (common skin commensals) experienced metatranscriptomic, temporary depletion in-flight, and Acinetobacter spp. demonstrated a persistent depletion. These ‘typical’ skin microbes (for example, Corynebacterium , Staphylococcus , Variovorax , Acinetobacter ) underwent changes in metatranscriptomic activity, whereas organisms not universally found on the human skin (for example, Mesorhizobium spp., Prevotella spp.) tended to experience metagenomic shifts, again indicating the potential acquisition of non-transcriptionally active organisms from different niches. However, the landscape of viral activity and depletion covered region-specific, prokaryotic- and eukaryotic-targeting viral genera (Fig. 3b ). The majority of detectable viral activity comprised phages in the skin microbiome (that is, DNA viruses targeting prokaryotic hosts), and it was concentrated in the gluteal crease. Most viral activity was transiently increased in-flight across diverse lineages. For example, Uroviricota , Cressdnaviricota and Phixviricota shifted across the oral, skin and nasal microbiomes. However, phyla containing biomedically relevant, potential human pathogens also increased, including Kitrinoviricota , Artverviricota , Nucleocytoviricota and Duplornaviricota . A core functional microbial landscape of spaceflight We next aimed to characterize the consistency with which microbial gene abundances changed across time and body site across 3.6 million non-redundant genes. First, we explored the broad functions of the genes that fell into either the transiently increased or transiently decreased categories. The increases in DNA content on the skin, as well as decreases in nasal microbiome content, were immediately apparent (Extended Data Fig. 6a , third and first columns, respectively), and the oral microbiome and gluteal crease also underwent large metatranscriptomic increases. Of note, the category that exhibited the greatest fluctuation in genes was ‘amino acid transport and metabolism’. In the exposed areas of the skin, such as the forearm, the genes that were changed in this category mostly came from metagenomic data. In less exposed body sites (that is, oral, gluteal crease), the activity in this category was primarily metatranscriptomic. This may indicate the dramatic degree to which microbial nutrient needs change in-flight, probably from a combination of features ranging from environmental strain transfer, competition and host dietary changes. Extended Data Fig. 6. The functional response of the microbiome to spaceflight. Open in a new tab a ) COG categories of all genes associated with flight. b ) Groups of specific protein products that were associated with spaceflight. The legend in the black box is relevant for all figures where those colors appear. Source data The oral, nasal and skin microbiomes demonstrated consistency in the functions that were altered during spaceflight, especially in the metagenomic data. We observed five different categories of proteins of interest enriched among increased features: antibiotic and heavy metal resistance, haem binding/export, lantibiotic-associated genes, phage-associated genes and toxin–antitoxin systems (Extended Data Figs. 6b and 7 – 9 ). Lantibiotic biosynthesis again displayed a discordant response between sequencing types; it was decreased in the metagenomic data but increased in metatranscriptomics. Phage proteins, toxin–antitoxin systems, and antibiotic-related/heavy metal pathways increased noticeably across all host niches. As in other spaceflight studies 22 , 29 , we specifically observed an increase in the RelB toxin–antitoxin genes, most notably through metatranscriptomics. Extended Data Fig. 7. Gene level analysis, oral microbiome. Open in a new tab The strongest associations between genes and flight for the oral microbiome. X-axes are the average L2FC of all pre- or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Dotted, gray, horizontal lines demarcate an L2FC of zero. Plotted taxa were selected by ranking significant features in each category by L2FC and showing up to 10 at once. Source data Extended Data Fig. 9. Gene level analysis, skin microbiome. Open in a new tab The strongest associations between genes and spaceflight for the skin microbiome. X-axes are the average L2FC of all pre- or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Dotted, gray, horizontal lines demarcate an L2FC of zero. Plotted taxa were selected by ranking significant features in each category by L2FC and showing up to 10 at once. Source data Microbial similarity between the capsule and crew members We observed that, on average, bacterial beta diversity appeared to decrease after flight (Fig. 4a ), indicating a broad convergence of the crew microbiome. When ranking sites by similarity to the capsule mid-flight (Fig. 4a , from left to right), the beta diversity correlated with the degree of environmental exposure for a given sampling site. For example, the oral microbiome remained highly dissimilar from the microbiome of the capsule and other sites, whereas the forearm microbiome became much more similar to that of the walls of the Dragon capsule and other crew members, which matches the degree of exposure of that body site. Fig. 4. Microbial propagation through the Dragon capsule and the crew. Open in a new tab a , Beta diversities for bacterial metagenomics. Heat map colour corresponds to average beta diversity, with black being the midpoint (0.5), blue being totally dissimilar (1.0) and grey being highly similar (0.0). Columns are hierarchically clustered. The interpretation for a single cell is for the crew member annotated on the right-hand side: the value encoded refers to the dissimilarity of that individual’s body site (as indicated on the column) to all other cells in that column (so the capsule and all other crew samples from the same site). For example, the bottom right cell indicates C004’s average forearm dissimilarity to all other crew member’s forearm swabs. b , Strain-sharing events between the crew and the capsule during the mid-flight timepoints. c , The number of strain-sharing events across time, where an event is defined as the detection of the same strain between two different swabbing locations. d , Organisms with at least two strain-sharing events detected within a given timepoint. Source data Further, our MAS also indicated that during spaceflight, the composition of the crews’ microbiota changed, most notably in the skin niche, although the sources of these alterations were unclear. We hypothesized that these shifts in community composition and the overall increase in microbiome similarity could simply be a result of individuals cohabitating in a tight space; however, a change in gene expression in the oral microbiome, where microbial exchange is probably less likely, could derive from other ecological or other exposure changes such as diet or immune alterations. Therefore, we next identified shared microbial signatures between individuals and the environment. Specifically, we queried whether host microbiomes converged during and after flight and whether putative microbial exchange occurred within individuals, between individuals, or both within individuals and the capsule, utilizing recently published methods 30 to determine whether strain-level markers could discern the directionality of microbial exchange across environments. Overall (Fig. 4b ), we found that while in flight, marker genes for individual microbial strains were mostly shared between skin microbiome samples from the same individual (and not across individuals). The capsule had variation in overlap with individuals, with most occurring in exposed skin. Moreover, there were more potential shared microbial strains between the capsule and different individuals by the second sampling in-flight (Fig. 4c ), indicating an influence of cohabitation time on migration. Strains identified by StrainPhlAn, such as Mesorhizobium_hungaricum | t__SGB11031 , identified as present in multiple locations mid-flight (Fig. 4d ), were similar in part to those GTDB species identified as increased metagenomically (but not transcriptionally) across exposed skin sites (Fig. 3 ). Notably, most of these putative sharing between individuals were present after flight, as opposed to before the mission, indicating in-flight transfer. Finally, we note that in this dataset, which contains numerous low-biomass samples, any indications of strain-sharing are difficult to validate (for example, contamination could potentially drive some of the findings), so the following results should be validated in future skin microbiome and aerospace studies. Spaceflight microbiome shifts associate with host gene expression Having mapped the architecture of microbiome changes surrounding spaceflight and identified the source of some of those changes, we next searched for indications of a link between microbiome ecology and the host immune system. To do so, we integrated the observations from our MAS with host immune single-nuclei transcriptome data from PBMCs. Via averaging across single-nuclei sequencing information, we estimated the gene expression of nine host immune cell subpopulations and we computed differentially expressed genes within cell types post-flight using lasso regression to identify candidate relationships between flight-associated, increased microbial features and immune cell subpopulation gene expression. Specifically, we aimed to identify whether metatranscriptomic or metagenomic (that is, cohabitation-derived) changes were more likely to be correlated with immune transcriptome changes. We observed many putative relationships between host immune cell expression, body site and microbial features (Fig. 5a ). Bacterial species, specifically in the oral microbiome, had many metatranscriptomic associations across all cell types. In terms of relative abundance (that is, metagenomics), oral microbes were associated with CD4 T cells, CD8 T cells and CD16 monocytes, which are known for innate immune response against pathogens 31 , 32 . Skin bacteria had very few associations with immune cells (compared to oral) in both metagenomics and metatranscriptomics. The overall lack of associations between skin bacteria and immune response was interesting, as it indicated that while microbes are potentially acquired during flight (as observed in Fig. 4 ), these acquired microbes may have limited immediate impact on the host. In other words, there was limited evidence that strain-sharing due to cohabitation drove a strong altered immune state in humans. Conversely, we did observe a limited link in our data between viruses and immune cell expression, with natural killer (NK) cells, CD14 monocytes, dendritic cells and CD16 monocytes showing the most viral associations; these associations were predominantly in the skin microbiome, which may relate to previous observations of increase viral shedding in astronauts. Fig. 5. The landscape of potential immune–microbiome associations related to spaceflight. Open in a new tab a , The total number of microbial features, by type, associated with different immune cell subtypes gene expression for those that were long-term increased (left) or decreased (right) after flight. b , The spaceflight-associated (increased in abundance or expression) bacteria and viruses that were associated with the greatest number of host genes. Viral genera are labelled ‘E’ for targeting a eukaryotic host and ‘P’ for targeting a prokaryote. If no definite host is known, no label was assigned. c , The spaceflight-associated microbial genes that were associated with the greatest number of host genes. We sorted for genes within each body site and selected the top 15 with the greatest number of human gene associations. The legend at the bottom of a is relevant for all figures where those colours appear. Source data Next, we examined a subset of microorganisms with expression and abundance changes that correlated with host genes across multiple immune cell types (Fig. 5b ). A small group of metagenomically detected viruses were associated with many different immune genes; one genus (Family Genomoviridae ) targets fungi and was correlated with 13 genes in natural killer cells. The presence of this virus on the skin makes additional sense given that fungi are known skin symbionts. The other associated viruses had unclassified hosts or targeted bacteria. In the oral microbiome, pathobiont gene expression was associated with immune cell gene expression. Streptococcus pneomoniae A had the largest number of genes associated with it; 30/32 genes were found in natural killer cells. Streptoccocus gordonii A , which was persistently increased after flight was associated with many different immune cell subtypes ( N = 32 genes), including CD4 T cells, CD14 monocytes, CD16 monocytes and dendritic cells. The only oral bacterial relative abundance increase during or after flight that was associated with many immune cell subtypes was in Gemella morbillorum . The other oral microbes with the strongest oral associations included other medically relevant organisms, as well as some typical commensals: Pauljensenia hongkongensis , Campylobacter_A concisus_R , Actinomyces massiliensis , Haemophilus_A parahaemolyticus , Leptotrichia_A sp905371725 , Porphyromonas catoniae and many Streptococcus spp. The microbial genes (Fig. 5c ) associated with the most human genes were detected via both shifts in relative abundance (DNA) as well as expression (RNA). They spanned many different protein annotations, yet there were some commonalities among those that were correlated with many immune cell subpopulations. Most notably, these annotations, across both metagenomics and metatranscriptomics, included transcription factors, cell surface proteins and transporters. Pertinent to our previous results (Extended Data Fig. 6b ), the top microbial gene (for example, hemX) in the nasal microbiome was the haem uptake protein IsdC.",
    "Conclusion": "In this study, which comprises the largest dataset of spaceflight-associated microbiome data so far, we systematically queried the microbiome architecture of short-term spaceflight. Previous efforts, such as the NASA twins study, have had difficulty mapping microbiome shifts due to small sample sizes, restricted body site sampling ( n = 3) and limited sequencing modalities 25 . Here we show significant bacterial, viral and gene-level microbiome shifts and their potential relationship to host immune response, which can help inform sampling and monitoring for future missions. Chief among our findings was that native microbiome shifts were highly correlated with host immune changes. Naturally, a microbial shift can affect the host immune system, or vice versa, without the initial cause being ‘space-specific’ (that is, due to microgravity or radiation). Dietary factors or other confounders could drive a portion of these effects. Putative convergence in microbiome signatures (Fig. 4a ), for example, could be (and probably is) a function of humans residing in close quarters. Moreover, crews have been documented as experiencing immune and viral reactivation 15 ; typically, this effect is not attributed solely to cohabitation, and we showed here that species potentially acquired from the environment in flight were not associated with immune cell changes—a topic that has been debated in previous studies 25 . We claim, therefore, that it is unlikely that strain sharing due to close quarters, or even variable sanitation in-flight, could explain the entirety of the link between host immune response and the microbiome. Future manuscripts, of course, could leverage this dataset as well as data from analogue astronaut studies on Earth to test this hypothesis more rigorously. An additional paper focuses more on the host-side of immune activation 33 , reporting specific human genes that seem to be associated with microbial features and integrating additional datasets. However, for completeness, we briefly document here some human genes of interest that were microbiome-associated. By cell type, we documented the most strongly associated genes with microbial features. For bacteria, gene functions were annotated with, for example, long non-coding RNAs (across all cell types), immunoglobulin genes (CD14 monocytes) and interferon regulatory factors. We additionally uncovered associations with specific immune modulatory genes such as CXCL10, XCL1, CXCL8 (immune cell migration), NLRC5, HLA genes, CD1C (antigen presentation/co-stimulation), SLC2A9 (immune cell metabolism), IRF1, NR4A3 and STAT1 (transcription factors that specify immune cell states) that increased across multiple immune cell types (B cells, CD4 T cells, CD8 T cells, CD14 monocytes, DCs, NK cells). A limitation of our work is its observational nature, which arises from the overall study design and an opportunistic mission. Despite having more samples than all other astronaut microbiome studies combined, this effort still hosts a relatively small crew size ( n = 4), and we cannot determine from these data alone if an outside effect on the immune system is altering their abundance or expression or if microbiome ecology may be driving these and similar changes. Given the nascence of the multi-omic space biomedicine (and the difficulty of sample collection), we were limited in this study to simply observing shifts in microbes and, from multi-omic data integration, inferring hypotheses regarding the overall nature of the mid-flight microbe–immune axis. As a result, there are several opportunities to expand on this work in future studies and missions. Analytically, our lasso-based approach for immune–microbe interaction modelling of immune cell gene expression changes does not inherently allow for statistical inference or account for inter-individual variation. Further, some of our samples had very low biomass, requiring PCR-amplification (18 cycles) for RNA-sequencing data, which can increase duplicate rates of sequences. For this reason, we attempted to take a conservative and systematic modelling approach to our effort. Specifically, (1) we implemented multiple algorithms and compared their concordance, (2) set coverage thresholds for bacterial and viral taxa to filter probable false positives, (3) used multiple, state-of-the-art taxonomic classifiers and compared our findings among all of them, (4) mapped reads across five databases and (5) implemented and compared both generalized linear models and mixed effect models, bearing in mind that the latter can face interpretability challenges with smaller sample sizes. Additional modelling strategies, including network analyses 34 , could be implemented in addition to those we have tested here. For example, recently developed network models or methods for controlling false positive rates in compositional data could be potentially useful 34 , 35 . We additionally used 76 negative controls to attempt to avert false positive signals, which can stem from contamination and the kitome. Depending on their aim, future studies should alter collection methods to increase the amount of biomass collected during sampling (for example, using one swab for multiple skin sites) or examine relatively unbiased methods of amplification 36 . In addition, they should encourage more detailed reporting on diet and cleaning methods (for example, wet wipes) to adjust for potential confounders introducing foreign microbial DNA into the host. Further, in this study, we attempted to measure viral shifts as a function of flight. Measuring viral abundances in metagenomic and (particularly) metatranscriptomic data is extremely challenging. First, the decontamination process we used to remove environmental contaminants was not designed for organisms as ubiquitous and with such short, diverse genomes as viruses. Second, high-resolution taxonomic classification of viruses is non-trivial. We observed, for example, many spaceflight-associated viruses with unusual names, often mapping to viral species not typically found in or on humans. Simply put, the viral universe is so vast that these alignments may represent both read alignments and as well as spurious read mapping (and databases lacking the strains that are truly present). While our benchmarking efforts (Extended Data Fig. 10 ) increased our confidence in our results, the viral taxonomic and functional mapping field is an area that will benefit the most from improved methods in the future. Extended Data Fig. 10. Viral classifier benchmarking. Open in a new tab Benchmarking a viral classifier across taxonomic ranks. Synthetic viral communities were generated from 100 genomes at random levels of abundance (from the GenBank database used in the rest of this study). a ) The number of recovered genomes out of 100, for 10 mock communities for the genus and species levels. N = 10 independently generated mock communities. b ) The number of true positive (identified and present in the sample), false positive (identified but not present in the sample), and false negative (that is, not recovered) genomes for the genus and species levels. N = 10 independently generated mock communities. c ) The correlation between observed and expected read counts for each taxon as a function of being a true positive, false positive, or false negative. Lines on box plots in A and B indicate minimum and maximum values. The median is the centerline, and the bounds of the box are the interquartile range. The whiskers extend to 1.5 times the interquartile range of the upper and lower quartiles. Source data Additional experiments and missions can further test a microbiome-derived theory of spaceflight-associated immune changes. In addition to stress-testing our findings and increasing sample sizes, future spaceflight studies should consider several enhancements. For instance, they should compare sequestered ground controls to discern differences between space-driven and proximity-driven immune shifts. In addition, future efforts should design experiments that enable a deeper view into the causality of microbe–immune associations. Exploring some of these hypotheses through animal or organoid models could be valuable, as well as comparison to large control cohorts. In total, spaceflight microbiome studies are hyperbolic extensions of human exposome research. They capture a group of effectively immunocompromised individuals who share a self-contained environment that does not undergo microbial exchange with the outside world. Since these studies are rare, the range of immune system dynamics is just beginning to be explored. Overall, we describe here data and methods to map the axes of host–microbe–environment interaction, such that these observations and hypotheses can be tested and even modulated in future studies. Indeed, the increased access to space guarantees more opportunities to study astronauts, their microbiomes and their spacecraft while also motivating a strong health and medical impetus to plan for future missions.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/4a5b2eeec601/41564_2024_1635_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/869d8da8cefa/41564_2024_1635_Fig6_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/62d1ec43f76e/41564_2024_1635_Fig7_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/a75f3ebca6cd/41564_2024_1635_Fig8_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/a7313ab9a36e/41564_2024_1635_Fig9_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/7bc52402bb5a/41564_2024_1635_Fig10_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/a98376821adf/41564_2024_1635_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/28d0c7a16088/41564_2024_1635_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/18ba311d18b1/41564_2024_1635_Fig11_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/90dad3449ec8/41564_2024_1635_Fig12_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/4dd4b4b9c7c6/41564_2024_1635_Fig14_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/29bdc937b896/41564_2024_1635_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/33a17953926e/41564_2024_1635_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/851da2933b65/41564_2024_1635_Fig15_ESM.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cfc3/11222149/230c32c56118/41564_2024_1635_Fig13_ESM.jpg"
    ]
  }
}