{
  "paper_id": "pmc_articles_PMC11022651",
  "title": "Genome and clonal hematopoiesis stability contrasts with immune, cfDNA, mitochondrial, and telomere length changes during short duration spaceflight",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11022651/",
  "sections": {
    "Abstract": "Abstract Background The Inspiration4 (I4) mission, the first all-civilian orbital flight mission, investigated the physiological effects of short-duration spaceflight through a multi-omic approach. Despite advances, there remains much to learn about human adaptation to spaceflight's unique challenges, including microgravity, immune system perturbations, and radiation exposure. Methods To provide a detailed genetics analysis of the mission, we collected dried blood spots pre-, during, and post-flight for DNA extraction. Telomere length was measured by quantitative PCR, while whole genome and cfDNA sequencing provided insight into genomic stability and immune adaptations. A robust bioinformatic pipeline was used for data analysis, including variant calling to assess mutational burden. Result Telomere elongation occurred during spaceflight and shortened after return to Earth. Cell-free DNA analysis revealed increased immune cell signatures post-flight. No significant clonal hematopoiesis of indeterminate potential (CHIP) or whole-genome instability was observed. The long-term gene expression changes across immune cells suggested cellular adaptations to the space environment persisting months post-flight. Conclusion Our findings provide valuable insights into the physiological consequences of short-duration spaceflight, with telomere dynamics and immune cell gene expression adapting to spaceflight and persisting after return to Earth. CHIP sequencing data will serve as a reference point for studying the early development of CHIP in astronauts, an understudied phenomenon as previous studies have focused on career astronauts. This study will serve as a reference point for future commercial and non-commercial spaceflight, low Earth orbit (LEO) missions, and deep-space exploration. Keywords: genomes, clonal, hematopoiesis, stability, immune, mitochondria, ribosomes, spaceflight",
    "Results": "Telomere elongation occurred during spaceflight and shortened after return to Earth. Cell-free DNA analysis revealed increased immune cell signatures post-flight. No significant clonal hematopoiesis of indeterminate potential (CHIP) or whole-genome instability was observed. The long-term gene expression changes across immune cells suggested cellular adaptations to the space environment persisting months post-flight.",
    "Conclusion": "Our findings provide valuable insights into the physiological consequences of short-duration spaceflight, with telomere dynamics and immune cell gene expression adapting to spaceflight and persisting after return to Earth. CHIP sequencing data will serve as a reference point for studying the early development of CHIP in astronauts, an understudied phenomenon as previous studies have focused on career astronauts. This study will serve as a reference point for future commercial and non-commercial spaceflight, low Earth orbit (LEO) missions, and deep-space exploration.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/403d/11022651/7944fd5534bc/pbae007fig1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/403d/11022651/d5906310d15e/pbae007fig2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/403d/11022651/fa85d069ad0f/pbae007fig3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/403d/11022651/fab67e301762/pbae007fig4.jpg"
    ]
  }
}