{
  "paper_id": "pmc_articles_PMC5864415",
  "title": "KatharoSeq enables high-throughput microbiome analysis from low-biomass samples",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5864415/",
  "sections": {
    "Abstract": "Various indoor, outdoor, and host-associated environments contain small quantities of microbial biomass and represent a niche that is often understudied because of technical constraints. Many studies that attempt to evaluate these low-biomass microbiome samples are riddled with erroneous results that are typically false positive signals obtained during the sampling process. We have investigated various low-biomass kits and methods to determine the limit of detection of these pipelines. Here we present KatharoSeq, a high-throughput protocol combining laboratory and bioinformatic methods that can differentiate a true positive signal in samples with as few as 50 to 500 cells. We demonstrate the application of this method in three unique low-biomass environments, including a SAF, a hospital NICU, and an abalone-rearing facility. KEYWORDS: 16S rRNA amplicon, Acinetobacter , Staphylococcus , Vibrio , abalone, built environment, low biomass, metagenomics, microbial ecology, neonatal intensive care unit, NICU",
    "Results": "Choosing a DNA extraction technique for KatharoSeq. We benchmarked several different high-throughput commercial DNA extraction and bead cleanup techniques and compared them to single-tube extractions by processing negative and positive controls. For positive controls, a single bacterial isolate, Bacillus subtilis , was grown and then sorted with a fluorescence-activated cell sorter (FACS) so that a titration of cells ( n = 5, 50, 500, or 5,000) could be processed and compared across techniques ( Fig. 1a ). The Mo Bio PowerMag with a ClearMag bead cleanup step consistently performed best, as it had the lowest limit of detection and thus was chosen for KatharoSeq ( Fig. 1b ). With a 50-cell input, we could differentiate the positive control, B. subtilis , from the negative controls, although only 28.8% of the sequences aligned with the target. With a 500-cell input, 90.6% of the reads were mapped to Bacillus with all 18 replicates generating sufficient sequences for analysis, thus placing a conservative limit of detection at 500 cells ( Fig. 1b ). On the basis of these titrations from the Mo Bio PowerMag-with-ClearMag protocol, we determined the total background noise of the entire pipeline ( Fig. 2 ) to be approximately 96.88 cells per sample ( K 1/2) from an allosteric sigmoidal distribution, R 2 = 0.9209 ( Fig. 1c ). Thus, if a given sample has an initial starting quantity of 96.9 cells, approximately 50% of the reads will be the primary sample while the other 50% will be contaminant. Of the low-throughput methods, the Qiagen Ultraclean Pathogen kit performed best ( Fig. 1b ). FIG 1 . Open in a new tab Low-biomass microbiome kit evaluation. (a) Experimental design of low-biomass kit evaluating negative and positive controls (5, 50, 500, and 5,000 bacterial cells) across three solid-phase and two magnetic-bead-based DNA extraction methods. LT, low throughput; HT, high throughput. (b) Libraries of 16S rRNA amplicons were sequenced, and the limit of detection of B. subtilis from DNA extraction was determined by comparing the composition of the expected target in known inputs of cells with that in negative controls by a nonparametric Kruskal-Wallis test (Benjamini-Hochberg FDR of 0.05). (c) The limit of detection of the assay and approximate background noise were determined by calculating the K 1/2 value by using the allosteric sigmoidal equation on the Bacillus composition. (d) The median read counts (interquartile range) were compared against blanks by using a nonparametric Kruskal-Wallis test (Benjamini-Hochberg FDR of 0.05) to distinguish signal from noise. (e) Read counts were plotted against the expected composition of the target and fitted with an allosteric sigmoidal equation to describe the number of reads where 50% of the read composition was the expected target. This was performed for DNA extraction positive controls from the Mo Bio PowerMag kit, which performed the best, with a limit of detection of 50 cells. FIG 2 . Open in a new tab Description of the low-biomass microbiome bench protocol and computational analysis. KatharoSeq-specific recommendations are highlighted throughout the pipeline from sample collection to bioinformatic sample exclusion. Deriving sample exclusion criteria. Since one of the challenges in low-biomass microbiome analyses is determining how to exclude samples, we also evaluated the read counts across controls from this comparison. The number of reads produced per sample was also highly correlated with the number of input cells ( Fig. 1d ) and can thus be used as a guide for sample exclusion. When comparing the read counts of positive and negative controls, the Mo Bio PowerMag-with-ClearMag protocol was able to distinguish down to 500 cells, which was the lowest number among the kits tested ( Fig. 1d ). Upon applying the allosteric sigmoidal equation to the Mo Bio PowerMag-ClearMag samples, we determine that at K 1/2 , when 50% of the reads from the positive control mapped to the target organism, the read count was 683 ( Fig. 1e ). Thus, in the low-biomass experiment, one could exclude samples with <683 reads. All 24 DNA extraction negative controls had <683 reads, while only 1 sample from the 5-cell input and 2 samples from the 50-cell input generated at least 683 reads. Of the 500-cell inputs, 16 of the 18 samples had at least 683 reads and thus would be included in the analysis, while all 18 samples from the 5,000-cell input produced sufficient reads for inclusion. Thus, by using read counts from positive controls paired with the composition of those positive controls, one can determine a per-study limit of detection. Additional methods attempted to improve the extraction efficiency or quality control (QC) were futile. More specifically, it is common in molecular biology to add carrier RNA during DNA extraction to improve the extraction efficiency or yield, particularly with columns. In this experiment, adding carrier RNA did not affect recovery and detection by the high-throughput methods and only partially increased detection by the low-throughput method (see Fig. S1 in the supplemental material). Gel electrophoresis is a low-cost quality assurance/QC method typically used to test whether enough library product was produced by a PCR or library construction for next-generation sequencing, but the effectiveness of this approach has, to our knowledge, not been assessed for modern library construction protocols and specifically for low-biomass samples. Amplicon libraries from only 26 of the 72 DNA extraction positive controls (5-, 50-, 500-, and 5,000-cell inputs) generated a visible band in a 2% agarose gel, while 37 libraries were shown to have enough reads to be included in the analysis by the KatharoSeq exclusion method ( Fig. S2b ). This demonstrates that library success based on the presence of a band in a gel has a 30% false-negativity rate and thus should be absolutely avoided for low-biomass applications. Of the 37 successful libraries, 1 was from a 5-cell input, 2 were from 50-cell inputs, 16 were from 500-cell inputs, and 18 out of 18 were from 5,000-cell inputs. None of the DNA extraction negative controls showed a band in the gel, and each of these negative controls generated fewer than 683 reads. From these results, we deem it unwise to utilize gels to QC low-biomass libraries and instead insist on the use of read counts from positive and negative controls. FIG S1 Effects of cRNA addition on the total number of reads (a to e) and limit of B. subtilis detection (f to j) across all five kits evaluated. Download FIG S1, TIF file, 0.8 MB (838.5KB, tif) . Copyright © 2018 Minich et al. This content is distributed under the terms of the Creative Commons Attribution 4.0 International license . FIG S2 Low-biomass amplicon library QC. Download FIG S2, TIF file, 0.3 MB (307.7KB, tif) . Copyright © 2018 Minich et al. This content is distributed under the terms of the Creative Commons Attribution 4.0 International license . We applied this method of exclusion to samples from the three unique cleanrooms. For the subsequent built-environment analyses, we conservatively designated our sample exclusion to be the median read count of the 5,000-cell input. This was determined on the basis of positive controls for each built environment (SAF, 1,696 reads; NICU and abalone-rearing facility, 2,015 reads). Values will vary from experiment to experiment primarily because of differences in overall sequencing depth and, marginally, well-to-well contamination occurring during sample collection or processing and thus should be calculated for each experiment and sequencing run. Applying KatharoSeq to low-biomass environments. We applied KatharoSeq amplicon sequencing to three unique low-biomass environments: the JPL SAF, an NICU, and a facility for rearing critically endangered abalone. Together with positive controls from the initial low-biomass method development, a total of 1,072 samples generated 25,969,842 reads representing 16,417 suboperational taxonomic units (sOTUs). We also processed, 556 samples from the three environments for shotgun metagenomics (96 from the SAF, 337 from the NICU, and 123 from the abalone-rearing facility). The success rate of samples processed through the 16S rRNA amplicon pipeline (SAF, 57%; NICU, 50%; abalone-rearing facility, 90%) was generally higher than the success rate of the shotgun metagenome analysis (SAF, 64%; NICU, 44%; abalone-rearing facility, 35%). Results from the SAF cleanroom-specific microbiome highlighted the importance of using controls. For 16S rRNA analysis, the minimum exclusion of 1,696 reads was determined by calculating the median read counts of the positive DNA extraction controls at 5,000 cells ( Fig. 1a and b ). Forty-three samples yielded <1,696 reads and were omitted from the analysis ( Fig. 1b ). KatharoSeq revealed a SAF cleanroom-specific microbiome with a distinct and interpretable spatial pattern ( Fig. 3 ). Beta diversity analysis revealed that a subset of seven samples clustered in a way that did not match the overall pattern ( Fig. 3c ), indicating a different microbial composition related to human exposure. When cross-referencing to the facility floor ( Fig. 3f , red asterisks), these primarily low-traffic and normal-traffic samples localized to the top right corner and top middle of the facility, a nonrandom pattern distinguishing them from reagent contaminants or sequencing failures. FIG 3 . Open in a new tab Optimized KatharoSeq protocol applied to a JPL cleanroom facility. (a) The number of deblurred reads represented by the DNA extraction and PCR positive controls is plotted against the composition of the target organism. The distribution is fitted with an allosteric sigmoidal equation that describes the number of reads when 50% of the composition is recorded ( K 1/2 ). (b) The numbers of reads (median and interquartile range) per control type and floor samples are depicted, with the red dotted line indicating the sample exclusion value of 1,696 reads. NC, negative control. (c) Beta diversity PCoA plots calculated from weighted UniFrac distances from the JPL samples ( n = 59) and controls ( n = 15) with at least 1,696 deblurred reads, colored by foot traffic frequency (human exposure) and control type. (d) All 32 sOTUs found to be associated with the JPL floor community are shown in a heatmap in comparison with controls. (e) Associations of human foot traffic with sample composition of the top four most abundant sOTUs. (f) The most abundant sOTU in the samples, A. lwoffii , is mapped onto the JPL facility 2D map, with the samples deviating from the cluster noted with a red asterisk. Four sOTUs were identified by 16S rRNA gene amplicon analysis as frequent members of the JPL SAF microbiome, present in at least 75% of the JPL floor samples. These were Paracoccus marcusii , Mycobacterium sp., Novosphingobium , and Acinetobacter lwoffii . Sphingomonas sp. was also present in 70% of the JPL floor samples. This organism was identified as a common SAF core sOTU in the Kennedy Space Center (KSC), Johnson Space Center, and JPL ( 15 ), increasing confidence in its prevalence in this type of environment. Thirty-two sOTUs were differentially abundant in the global SAF floor samples, compared to the one sOTU associated with the PCR positive controls ( Fig. 3d ). Of these 32 SAF-associated sOTUs, 4 were positively associated with high human exposure, as determined by differential abundance, and included A. lwoffii , Enterobacteriaceae , Caulobacteraceae , and Novosphingobium sp. ( Fig. 3e ). The A. lwoffii sOTU was present in the negative JPL and positive PCR controls, but the levels were orders of magnitude lower than the real signal, indicating that this result stems from a minimal amount of well-to-well contamination ( Fig. 3d ). The composition of A. lwoffii , when mapped onto the two-dimensional (2D) layout of the JPL SAF, is in lower relative abundance in the top right corner and top middle. This spatial pattern strikingly resembles the overall spatial relationship in the community level beta diversity analysis ( Fig. 3c ). Shotgun metagenomic analysis of very-low-biomass samples is very challenging, and most of the research on such samples to date has used amplicon-based techniques or whole-genome amplified products ( 13 ). Our floor samples had very low DNA yields, with a mean double-stranded DNA yield of 59.4 (standard error, 9.1) pg/µl, and 23% of the samples had DNA concentrations below the detection limit of 1 pg/µl. We performed metagenomic sequencing of 96 of the 192 samples, including 50 representative JPL SAF floor samples (based on the amplicon analysis) and 46 controls, without the use of whole-genome amplification. Analysis of the spiked controls provided confidence in the assemblies of other microbes from the samples for both 16S rRNA gene analysis and shotgun metagenomics. As expected, for the Vibrio fischeri genomic DNA (gDNA)-spiked controls, there were positive correlations among the starting genome quantity, the number of resulting sequences, and the number of assembled contigs. More than 98% of the full V. fischeri genome was recovered in the assembly at a spike-in level of 5,000 copies, and ~30% was recovered from just 50 copies ( Fig. S4 ). The 50 JPL SAF floor samples yielded highly variable numbers of sequences (mean, 3.18 × 10 5 ; standard deviation, 4.63 × 10 6 ). One air swab control, FC3, yielded 1.76 × 10 5 sequences, while the other three air swab controls and all three water controls yielded <1,500 sequences. Consequently, the control swabs differed significantly in yield. Human sequences were identified and removed from the data set with Bowtie 2.2.9 (see Materials and Methods). Of the 50 JPL floor samples, 29 (58%) contained <1% human sequences, while 17 (34%) contained 1 to 10% human sequences. Taxonomic profiling results of samples with at least 10,000 processed sequences revealed high abundances of Acinetobacter baumannii , Acinetobacter equi , and Acinetobacter johnsonii in JPL SAF floor samples, while A. lwoffii was not detected by this method because there were no high-quality assembled genomes in the database. Comparing the SAF environment to two other low-biomass environments. A detailed description and interpretation of all three facilities are beyond the scope of this report, but we provide a brief comparison of the SAF data with the NICU and abalone-rearing facility data to demonstrate the utility of KatharoSeq in characterizing a range of low-biomass environments and relating them to one another ( Fig. 4 ). FIG 4 . Open in a new tab Microbial diversity was broadly compared across three unique built-environment study sites for 16S rRNA amplicon and shotgun metagenome sequencing. (a) Microbial richness of 16S rRNA amplicon data was calculated for various sample types within the built environment and organized by human exposure (H, high human exposure; M, medium human exposure; L, low human exposure). LBM, low biomass, indicates the kit testing controls from the Mobio Powermag kit. Beta diversity PCoA plots of weighted UniFrac distances of 16S rRNA amplicon (c) and Bray-Curtis distances of shotgun metagenomic samples (d) demonstrate study-specific microbial communities. The floor samples within the three built environments are solid spheres in the 16S rRNA amplicon plot (c), while other samples are transparent. (d) Heatmap depicting the top 464 of the 16,417 most abundant sOTUs across the 438 samples that passed QC. Floor samples are indicated by a line to demonstrate the similarity and differences of microbes on the floors of the three built environments. Across the three built environments, the alpha diversity measured by microbial taxon richness was highest in the abalone-rearing facility, followed by the NICU and then the SAF ( Fig. 4a ) (Kruskal-Wallis test statistic, 131.8; P < 0.0001). Within each of the three environments, human exposure was associated with microbial taxon richness, although some of the details differed among the environments. Floor samples, most exposed to direct contact with humans, consistently had the highest diversity ( Fig. 4b ). In the NICU, the microbial taxon richness of keyboard, chair, and floor samples was positively associated with the human exposure of each surface. However, contrary to this general trend, the stethoscope and incubator samples had higher microbial taxon richness in low-exposure rooms. The reason for this apparent paradox is that stethoscopes and incubators are sanitized each day in occupied rooms, reducing their microbial diversity on a daily basis ( Fig. 4b ). At the abalone-rearing facility, the microbial taxon richness of the abalone tank wall and floor samples was negatively associated with human exposure, contrary to the general trend. However, this effect might be due to characteristics of the influence of the individual abalone species on their surrounding microbial environments, because the abalone species are physically separated from one another ( Fig. 4b ). The white abalone tanks were considered to have lower human exposure, because they are physically separated from the other tanks. The total microbial taxon richness was greatest on the surface of abalone shells, followed by the foot and then the feces, which could have implications for understanding exposures of abalone to environmental microbes ( Fig. 4b ). As expected and as a validation of the technique, the microbial community composition differed in each low-biomass environment, as measured by 16S rRNA analysis ( Fig. 4c ) and shotgun metagenome sequencing ( Fig. 4d ). The beta diversity distance of floor samples (solid-color spheres) from the other samples (transparent) within each built environment (by color) was smaller than the distances of floor samples from other built environments ( Fig. 4c ). The NICU environment, as a whole, had greater microbial richness than the JPL SAF but less than the abalone-rearing facility. Microbial richness was highest on the floor, lowest on stethoscopes and incubators, and intermediate on chairs, keyboards, and other surfaces ( Fig. 4b ). Relative to the floor, the incubator was enriched in Klebsiella and the stethoscope was enriched in Staphylococcus ( Fig. S4 ) and Neisseriaceae . No sOTUs were associated with acuity level or neonate occupancy when incubator, stethoscope, and floor samples were compared. Pathogen outbreaks in hospitals are of grave concern, especially when they occur in sensitive populations such as the ICU or NICU. We were able to observe from the metagenomic data strains that were relevant to clinical increases in infection and colonization in the NICU. In the months after the study, two cases of methicillin-resistant Staphylococcus aureus (MRSA) invasive disease (bacteremia) were identified as an increase over baseline number of noninvasive clinical isolates of MRSA (institutional review board [IRB] number 171209X). The high-acuity F pod had six MRSA-positive cultures in 5 of the 14 rooms, while the low-acuity GH pod had only six MRSA-positive cultures across 5 of the 37 rooms (42.9% versus 23.7% incidence). In accordance with these clinical observations, we found that samples from the F pod had larger proportions of Staphylococcus than those from the GH pods. Since the F pod is higher acuity, it has a higher density of health care professionals, potentially contributing a higher input of Staphylococcus , and its rooms receive more frequent cleaning, which may maintain a harsh environment that unintentionally enriches drug-resistant bacteria. Whole-metagenome sequencing revealed that most of the staphylococcal signals were Staphylococcus epidermidis , although S. aureus was also present. To prevent disease outbreaks and minimize patient-to-patient microbial transfer, this NICU was designed to have individual patient rooms. An outstanding question, however, is when a patient is infected, what the effect on nearby patients is. Furthermore, when a patient has an infection, does this also colonize the room itself or is it confined to the person? We observed a second strain linked to a clinical event. In the detailed survey, Serratia marcescens , a human pathogen associated with nosocomial infections and septicemia in the NICU ( 16 ), was highly abundant on various surfaces in room 813, including the incubator, along with various surfaces in room 811 ( Fig. S3 ). Upon chart review, the patient in 813 developed an S. marcescens lung infection, which was confirmed by respiratory and eye cultures on 12 and 13 January, respectively. The patient continued to have positive cultures on 13 and 23 February 2017 after multiple administrations of antibiotics. Finding S. marcescens in this room in multiple sample types 48 days after the initial positive culture, while not observing the organism in two adjacent rooms, indicates the potential utility of noninvasive built-environment sampling for monitoring and discovering infectious agents in a clinical setting. FIG S3 Spatial microbial community maps of two common sOTUs from the NICU. Download FIG S3, TIF file, 1.9 MB (1.9MB, tif) . Copyright © 2018 Minich et al. This content is distributed under the terms of the Creative Commons Attribution 4.0 International license . The microbial composition of the abalone-rearing facility was distinct from that of the SAF and the NICU. The abalone-rearing facility uses a flowthrough system to supply seawater to the main aquarium, while the white abalone tanks receive UV-treated and filtered seawater. Abalone hosts generally had species-specific microbiomes from the feces, the foot, and the shell ( Fig. S4 ). When comparing microbial communities by presence or absence by using unweighted UniFrac distances, the red and white abalone body sites clustered more closely with built-environment samples taken from the respective red and white abalone tanks ( Fig. S4a ). Further, the pink, green, and white abalone fecal communities were more closely related than red abalone fecal communities. However, some replicates from the white abalone foot and shell mirrored that of the environment, suggesting a more transient community ( Fig. S4a and b ). The most abundant sOTU in the abalone aquarium microbiome was a Vibrio sp. ( Fig. S4c ). Spatially, this Vibrio sOTU was present across the entire facility and highly abundant in the fecal material from all of the abalone species sampled ( Fig. S4c ). Shotgun metagenome analysis revealed several potential Vibrio spp. present across the communities, with Vibrio breoganii followed by Vibrio tasmaniensis making up the majority ( Fig. S4d ). The other most common microbes in the facility were Psychrilyobacter , Pseudoalteromonas , Colwelliaceae , and Leucothrix , providing a microbiome markedly different from that of the other two environments sampled ( Fig. 4d ). The pathogen responsible for causing withering syndrome ( 12 ) was not detected in the facility or associated with the abalone hosts. FIG S4 Spatial microbial community map of Vibrio sOTU from an abalone aquarium. Download FIG S4, TIF file, 1.7 MB (1.7MB, tif) . Copyright © 2018 Minich et al. This content is distributed under the terms of the Creative Commons Attribution 4.0 International license .",
    "Conclusion": "The KatharoSeq protocol integrates positive and negative controls, specific choices of high-throughput DNA extraction and bead cleanup kits, library construction and pooling strategies for amplicon sequencing or shotgun metagenomics, and bioinformatic sample exclusion protocols to achieve a high-throughput, sensitive, and specific method of probing low-biomass microbiomes. By utilizing high-throughput extraction methods, one can perform 384 DNA extractions with a single EpMotion robot paired with four KingFisher robots in 6 h, compared to processing around 72 samples per 6 h by low-throughput methods. We emphasize that positive controls both before and after DNA extraction are required, using spike-ins of different organisms so that different contamination sources can be detected and controlled. Specifically, we recommend having at least 24 total positive and 12 negative DNA extraction controls per project with at least 8 and 4 per 96-well plate. Positive controls processed before DNA extraction assess DNA extraction efficiency, provide detection limits in terms of the minimum number of cells, and reveal DNA extraction kit or sample processing contaminants. For each sequencing run, we also recommend having at least 24 to 48 PCR positive controls (12 to 24 single strain and 12 to 24 mock community) along with 8 PCR negative controls. The PCR positive controls should be a serial dilution of gDNA down to subgenome copies. Positive controls spiked before PCR amplification reveal detection limits at the PCR step, help quantify contaminants in PCR master mix reagents, and allow estimation of input DNA concentrations ( Fig. 1 ). We were able to easily differentiate samples from the three environments tested, and in all three cases, the shotgun metagenomic results provided a second line of evidence obtained from amplicon sequencing. For the first study, we describe the biogeography of a SAF used to construct equipment such as the Mars rovers, which has ultralow-microbial-biomass requirements. In the JPL SAF, we were able to confirm that a very plausible microbe that frequently contaminates other cleanrooms was present in this facility. A. lwoffii was the most common microbe found in the JPL SAF, consistent with the previous report that Acinetobacter was described at low levels (<5%) in the JPL SAF and at higher levels (2 to 33%) at KSC ( 15 ). Acinetobacter is a frequent cleanroom contaminant because it resists sterilization procedures and disinfectants and is also frequently reported as an aerosolized infectious agent in hospitals ( 17 ). In the shotgun metagenomic analysis, A. lwoffii did not show up in the k-mer profile because the genome of A. lwoffii was not in the default Kraken database, but alignments directly with the reference genome confirmed its presence. On the basis of the metagenomic approach, we also detected multiple fungal and viral groups, which is beyond the scope of standard 16S rRNA amplicon protocols. Only the careful selection of positive controls in the KatharoSeq protocol allows confidence in the identification of cleanroom microbes while controlling for kit and sample processing contaminants. By realizing the species level resolution and comparison across spatially diverse samples, we can begin to understand the origin and sources of strains in a cleanroom or hospital setting and engineer systems that eliminate these organisms. The largest hospital microbiome study to date ( 7 ) suggests that the microbial communities of patient rooms are most influenced by the original microbes of the patients themselves. Because the neonates in the NICU do not yet have established microbiomes, we suspect that the skin-associated microbes found in the NICU are instead from health care professionals or parents. Supporting this observation, no sOTUs were associated with acuity level or neonate occupancy. Currently, methods for pathogen monitoring are restricted to patient samples that are sent for culturing only. Being able to monitor and predict pathogen occurrences by routine culture-independent noninvasive sampling of the built environment could be a useful approach for preventing outbreaks by identifying compromised or infected patients or potential hot spots of transmission. Future work should aim to establish baseline MRSA skin or nasal colonization rates of neonates and relate to infection rates. Standardized procedures need to be developed to eliminate sampling biases for sampling microbiomes paired with clinical culturing. Finding S. marcescens , a human pathogen associated with nosocomial infections and septicemia in the NICU ( 16 ), in a specific NICU room in multiple sample types 48 days after the initial positive culture but not in two adjacent rooms indicates the utility of KatharoSeq for biosurveillance monitoring. Similarly, aquaculture facilities often employ costly engineering controls to minimize intraunit pathogen transfer from humans, but our results suggest that most microbes in a cleanroom aquarium likely originate from the water or marine animals rather than humans. Each Vibrio species we observed has only been recently discovered. V. breoganii is a mollusk-associated, nonmotile, alginolytic marine bacterium within the Vibrio halioticoli clade ( 18 , 19 ), and V. tasmaniensis was isolated from fish ( 19 ). Several Vibrio species have been identified as molluscan pathogens ( 18 ), and further studies should therefore be conducted to elucidate the symbiotic or pathogenic role of these species within abalone. By establishing that abalone have species-specific microbial communities with a large core of taxa shared with their environment, future studies should be aimed at understanding how perturbing the built environment can influence host microbiomes. Taken together, our results demonstrate that the KatharoSeq protocol provides compelling microbial community analyses down to limits of detection of 50 to 500 cells in a high-throughput setting. It enables low-biomass investigations in a wide range of areas. The total processing time from when biological samples are received to when sequencing data are obtained is approximately 48 h ( 20 ). The pipeline can be easily scaled to increase throughput, because multiple steps, including plate loading, DNA extraction, PCR, and sequencing, can be automated by using robotic liquid handlers. In particular, high-throughput analysis of epidemiological cohorts of banked plasma samples and household dust samples improved the detection and control of microbial contamination in semiconductor and spacecraft fabrication settings, including planetary protection applications, and forensic analysis of degraded or minuscule samples will greatly benefit from the utilization of this high-throughput, scalable protocol.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/70d3/5864415/38ce7cb972c6/sys0011821940001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/70d3/5864415/5019ba1df0ec/sys0011821940002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/70d3/5864415/21baf07c8011/sys0011821940003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/70d3/5864415/39f17d3b77a9/sys0011821940004.jpg"
    ]
  }
}