{
  "paper_id": "pmc_articles_PMC3044105",
  "title": "The role of FGF-2 and BMP-2 in regulation of gene induction, cell proliferation and mineralization.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3044105/",
  "sections": {
    "Abstract": "Abstract Introduction The difficulty in re-growing and mineralizing new bone after severe fracture can result in loss of ambulation or limb. Here we describe the sequential roles of FGF-2 in inducing gene expression, cell growth and BMP-2 in gene expression and mineralization of bone. Materials and methods The regulation of gene expression was determined using real-time RTPCR (qRTPCR) and cell proliferation was measured by thymidine incorporation or fluorescent analysis of DNA content in MC3T3E1 osteoblast-like cells. Photomicroscopy was used to identify newly mineralized tissue and fluorescence was used to quantify mineralization. Results Fibroblast growth factor-2 (FGF-2) had the greatest ability to induce proliferation after 24 hours of treatment when compared to transforming growth factor beta (TGFβ, insulin-like growth factor-1 (IGF-1), bone morphogenic protein (BMP-2), platelet derived growth factor (PDGF) or prostaglandin E 2 (PGE 2 ). We found that FGF-2 caused the most significant induction of expression of early growth response-1 ( egr-1), fgf-2, cyclo-oxygenase-2 (cox-2), tgfβ and matrix metalloproteinase-3 (mmp-3) associated with proliferation and expression of angiogenic genes like vascular endothelial growth factor A ( vegfA) and its receptor vegfr1 . We found that FGF-2 significantly reduced gene expression associated with mineralization, e.g. collagen type-1 (col1a1), fibronectin (fn), osteocalcin (oc), IGF-1, noggin, bone morphogenic protein (bmp-2) and alkaline phosphatase (alp) . In contrast, BMP-2 significantly stimulated expression of the mineralization associated genes but had little or no effect on gene expression associated with growth. Conclusions The ability of FGF-2 to re-program a mineralizing gene expression profile to one of proliferation suggests that FGF-2 plays a critical role of osteoblast growth in early fracture repair while BMP-2 is instrumental in stimulating mineralization.",
    "Results": "Fibroblast growth factor-2 (FGF-2) had the greatest ability to induce proliferation after 24 hours of treatment when compared to transforming growth factor beta (TGFβ, insulin-like growth factor-1 (IGF-1), bone morphogenic protein (BMP-2), platelet derived growth factor (PDGF) or prostaglandin E 2 (PGE 2 ). We found that FGF-2 caused the most significant induction of expression of early growth response-1 ( egr-1), fgf-2, cyclo-oxygenase-2 (cox-2), tgfβ and matrix metalloproteinase-3 (mmp-3) associated with proliferation and expression of angiogenic genes like vascular endothelial growth factor A ( vegfA) and its receptor vegfr1 . We found that FGF-2 significantly reduced gene expression associated with mineralization, e.g. collagen type-1 (col1a1), fibronectin (fn), osteocalcin (oc), IGF-1, noggin, bone morphogenic protein (bmp-2) and alkaline phosphatase (alp) . In contrast, BMP-2 significantly stimulated expression of the mineralization associated genes but had little or no effect on gene expression associated with growth.",
    "Conclusion": "The ability of FGF-2 to re-program a mineralizing gene expression profile to one of proliferation suggests that FGF-2 plays a critical role of osteoblast growth in early fracture repair while BMP-2 is instrumental in stimulating mineralization.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/74b5/3044105/07bc5dbc7d34/1749-799X-6-8-1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/74b5/3044105/efd68004e3e6/1749-799X-6-8-2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/74b5/3044105/41e1e5d68c70/1749-799X-6-8-3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/74b5/3044105/98170b9528a3/1749-799X-6-8-4.jpg"
    ]
  }
}