{
  "paper_id": "pmc_articles_PMC6275019",
  "title": "Synergistic Effects of Weightlessness, Isoproterenol, and Radiation on DNA Damage Response and Cytokine Production in Immune Cells",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6275019/",
  "sections": {
    "Abstract": "Abstract The implementation of rotating-wall vessels (RWVs) for studying the effect of lack of gravity has attracted attention, especially in the fields of stem cells, tissue regeneration, and cancer research. Immune cells incubated in RWVs exhibit several features of immunosuppression including impaired leukocyte proliferation, cytokine responses, and antibody production. Interestingly, stress hormones influence cellular immune pathways affected by microgravity, such as cell proliferation, apoptosis, DNA repair, and T cell activation. These pathways are crucial defense mechanisms that protect the cell from toxins, pathogens, and radiation. Despite the importance of the adrenergic receptor in regulating the immune system, the effect of microgravity on the adrenergic system has been poorly studied. Thus, we elected to investigate the synergistic effects of isoproterenol (a sympathomimetic drug), radiation, and microgravity in nonstimulated immune cells. Peripheral blood mononuclear cells were treated with the sympathomimetic drug isoproterenol, exposed to 0.8 or 2 Gy γ-radiation, and incubated in RWVs. Mixed model regression analyses showed significant synergistic effects on the expression of the β2-adrenergic receptor gene (ADRB2). Radiation alone increased ADRB2 expression, and cells incubated in microgravity had more DNA strand breaks than cells incubated in normal gravity. We observed radiation-induced cytokine production only in microgravity. Prior treatment with isoproterenol clearly prevents most of the microgravity-mediated effects. RWVs may be a useful tool to provide insight into novel regulatory pathways, providing benefit not only to astronauts but also to patients suffering from immune disorders or undergoing radiotherapy. Keywords: radiation, simulated microgravity, DNA damage response, adrenergic receptor, cytokines",
    "Results": "2.1. Optimization of the Cell Concentration and Rotation Speed in Rotatory Wall Vessels (RWVs) Hammond et al. [ 51 ] summarized the principles for determining the optimal conditions for suspension cultures. Rotation of RVW’s is important for eliminating the gravity vector, but it is also important to minimize mechanical stress due to excessive speed. The manufacturer’s operation manual advises that cells not requiring microcarrier beads or scaffolding should be cultured at a minimum of 200,000 cells/mL, and lymphocytes should be rotated at 8 to 10 rpm [ 52 ]. Accordingly, to ensure that our experimental culture conditions did not lead to cell loss or excessive cell death rates, we determined the optimal cell concentration and rotation speed empirically. Fresh isolated PBMCs were treated with isoproterenol, radiation, or both and incubated in RWVs for 24 h as indicated in the methods section. When we introduced 8–12 × 10 5 cells/mL into the vessel and rotated them at 10 rpm, we recovered a reduced number of cells after 24 h ( Figure 1 A). However, when we introduced 3.5–4.5 × 10 5 cells/mL into the vessel and rotated them at 8.5 rpm for 24 h, we recovered approximately the same number of cells for all experimental conditions ( Figure 1 B). In addition, when the cells were rotated at 8.5 rpm, the average fraction of living cells decreased only slightly after 24 h (from 98.3% to 91.3% for 1 g and to 93.2% for µg), indicating an acceptable level of cell death due to the ex vivo culture conditions ( Figure 1 C). Figure 1. Open in a new tab Cell recovery and cell viability after 24 h incubation in rotating-wall vessels (RWVs): ( A ) Change in the initial cell concentration with incubation time at a rotation speed of 10 rpm (6 independent experiments); ( B ) cell recovery of nontreated and treated cells over experimental conditions before and after 24 h incubation in RWVs rotating at 8.5 rpm (18 independent experiments); and ( C ) the percentage of live nontreated cells that remained alive after 24 h incubation rotating at a speed of 8.5 rpm (20 independent experiments). 2.2. Synergistic Effect of Gravity, Radiation and Isoproterenol on Apoptosis A radiation dose of 0.8 Gy significantly increased the apoptosis rate in cells in 1 g , whereas the rate of apoptosis in cells in µg after 0.8 Gy was not significantly different from nonradiated cells ( Figure 2 A). The number of apoptotic cells increased significantly in both gravity conditions after exposure to 2 Gy of radiation ( Figure 2 B). Treatment with isoproterenol before 2 Gy irradiation slightly but significantly reduced apoptosis rate (Iso × R (1 g ) interaction. This synergistic effect between isoproterenol and radiation was only observed in 1 g . In µg there was far less evidence of this synergy (Iso × R (µg) interaction ( Table 1 ). When cells undergo apoptosis, endogenous endonucleases cleave nuclear DNA into chromosomal fragments inducing DNA strand breaks [ 53 ]. Thus, we also measured accumulated DNA strand breaks. As expected, an increased radiation-induced apoptosis rate was accompanied by an increase in the amount of residual DNA strand breaks. Furthermore, in agreement with previous findings [ 54 ], the number of DNA strand breaks induced by microgravity in non-irradiated cells was higher than in cells incubated in 1 g . This microgravity-associated accumulation of DNA strand breaks was prevented by previous treatment with isoproterenol ( Figure 2 C). Figure 2. Open in a new tab Apoptosis rate (calculated as indicated in Table 1 ) and residual DNA strand breaks after 24 h incubation in RWVs in µg or 1 g . Apoptosis rate is represented by the mean transformed values ( A ) and ( B ) and DNA strand breaks are means expressed in Gy dose equivalent ( C ). Nontreated cells (C), isoproterenol (Iso) and radiation (R) treated cells. Error bars represent +1 SEM. Statistical analysis are summarized in Table 1 . Table 1. Estimated change (diff) in mean transformed apoptosis rate and DNA strand breaks. Effects listed below are described in Table 7. Effect Diff p Value Apoptosis 0.8 Gy R (1 g ) 0.13 0.0000138 # µg −0.1 0.0156 Iso × g −0.1 0.0202 R (µg) 0.13 0.0498 Iso (1 g ) 0.06 0.103 Iso (µg) −0.05 0.149 Iso × R × g 0.06 0.278 Iso (1 g , R) 0.04 0.313 Iso × R (µg) 0.04 0.34 Iso × R (1 g ) −0.02 0.684 Iso (µg, R) −0.01 0.724 R × g 0 0.941 Apoptosis 2 Gy R (µg) 0.37 5.32 × 10 −15 # R (1 g ) 0.39 0.0000189 # Iso × R (1 g ) −0.2 0.0000635 # Iso (1 g ) 0.11 0.000782 # Iso × g −0.12 0.00092 # Iso (1 g , R) −0.09 0.00276 # Iso (µg, R) −0.06 0.00955 Iso × R × g 0.15 0.0148 µg −0.07 0.0156 Iso × R (µg) −0.05 0.123 Iso (µg) −0.01 0.218 R × g −0.02 0.612 DNA strand breaks 2 Gy µg 0.78 0.000 # Iso (1 g , R) 0.50 0.000 # Iso (µg) −0.60 0.000 # Iso × R (µg) −0.37 0.007 # R (1 g ) 0.35 0.010 # R (µg) 0.30 0.024 Iso (1 g ) −0.18 0.167 Iso × R (1 g ) 0.15 0.259 Iso (µg, R) −0.07 0.607 Open in a new tab With control of the FWER (family-wise error rate—see statistical methods) to 5% (Holm) significant changes are highlighted with #. For apoptosis rate: n = 15 independent experiments for 0.8, n = 16 independent experiments for 2 Gy. p -value threshold: 0.0045 for 0.8 Gy and 0.0083 for 2 Gy. For DNA strand breaks: n = 6 independent experiments for 2 Gy. p -value threshold: 0.0125. 2.3. Effects of Radiation, Microgravity, and Isoproterenol on Gene Expression The effects of 0.8 Gy and 2 Gy of radiation on gene expression are shown in Figure 3 . In normal gravity ( Figure 3 A), the genes, BAX, MDM2, and PCNA were upregulated in response to both doses of radiation, but were significantly more upregulated after the dose of 2 Gy. We observed a similar pattern of expression for these genes in cells incubated in µg ( Figure 3 B). ADRB2 expression induced by 2 Gy irradiation was significantly greater in 1 g than in µg. TP53, PARP1, and APEX1 were significantly more downregulated after 2 Gy than 0.8 Gy in cells incubated in µg, whereas no dose response was detected in cells incubated 1 g. Figure 3. Open in a new tab Radiation effects on gene expression relative to non-irradiated cells incubated in ( A) 1 g and ( B ) µg. Cells were irradiated either with 0.8 Gy (light bars) or 2 Gy (dark bars) and immediately incubated in 1 g (grey bars) or µg (blue bars) for 24 h. Error bars represent SEM. Asterisks represent significant differences in gene expression in cells irradiated with 0.8 Gy compared to cells irradiated with 2 Gy. Statistical method: Krieger. p -value threshold: 0.018 after controlling the FDR (false-discovery rate—see statistical methods) to 5%. For the cells irradiated with 0.8 Gy or 2 Gy, all effects for each of 15 genes (a total of 180 contrasts) were estimated and tested for significance. A synergistic effect between gravity and radiation, manifested in the R × g interaction, was statistically significant only for LIG4 after 0.8 Gy and ADRB2 after 2 Gy irradiation. In the absence of radiation and isoproterenol, no significant overall changes in gene expression were observed between 1 g and µg except for PARP1 , which is downregulated in µg ( Table 2 ). Interestingly, treatment with isoproterenol prior to radiation (Iso × R) appeared to prevent radiation-induced expression of LIG4 and XRCC5 in 1 g as well as CASP3 , PTEN , and XRCC5 in µg for cells irradiated with 0.8 Gy. In cells irradiated with 2 Gy isoproterenol prevented radiation-induced XRCC5 gene expression in µg. Finally, we also identified a three-way synergistic effect of isoproterenol, radiation, and gravity (noted as “Iso × R × g ”) for ADRB2 expression ( Table 3 ) in cells irradiated with 2 Gy. While in 1 g , isoproterenol prevents the 2 Gy radiation effect (negative Iso × g interaction), in µg previous treatment with isoproterenol increases the 2 Gy radiation effect (a positive Iso × g interaction). The difference (three-way interaction) illustrates that for this gene, the synergy between isoproterenol and radiation changes dramatically with the change in gravity. Table 2. Significant differences in mean transformed gene expression (0.8 Gy). Effects listed below are described in Table 7. Gene Effect Diff Se Df p Value ADRB2 R (µg) 0.3327 0.0715 36.7 0.0000417 ADRB2 Iso (1 g) 0.3107 0.0781 58.4 0.000195 BAX R (µg) 1.4426 0.1567 9.69 4.22 × 10 −6 BAX R (1 g ) 1.2942 0.1659 6.76 0.000128 CASP3 Iso (µg) 0.3497 0.094 20.5 0.0013 CASP3 R (µg) 0.435 0.1185 15.2 0.00224 CASP3 Iso × R (µg) −0.4005 0.1342 61.3 0.00408 LIG4 R × g 0.2239 0.0713 58.6 0.00264 LIG4 Iso (1 g , R) −0.3771 0.0976 10.2 0.00302 LIG4 Iso × R (1 g ) −0.308 0.0989 16.3 0.00655 LIG4 Iso (µg, R) −0.3202 0.1 12.5 0.00722 MDM2 R (1 g ) 0.8083 0.0571 67.4 7.40 × 10 −22 MDM2 R (µg) 0.8957 0.1039 12.9 1.01 × 10 −6 MDM2 Iso (1 g ) −0.1626 0.0553 16.3 0.00938 OGG1 Iso (1 g ) −0.22 0.0722 49.6 0.00368 PARP1 R (1 g ) −0.1836 0.0468 44.9 0.000295 PARP1 µg −0.2918 0.0809 21.6 0.0016 PARP1 Iso (1 g , R) −0.129 0.0427 64.3 0.00365 PARP1 Iso (µg, R) −0.1946 0.0647 25.4 0.00584 PARP1 Iso (1 g ) −0.1066 0.0409 91.6 0.0107 PCNA R (1 g ) 0.6586 0.0666 55.3 7.80 × 10 −14 PCNA R (µg) 0.8327 0.1228 9.58 0.00006 PTEN Iso (1 g , R) −0.1878 0.0446 18.5 0.000494 PTEN Iso × R (µg) −0.3164 0.0717 9.44 0.00151 PTEN Iso × g 0.2721 0.0893 46.3 0.0038 PTEN Iso (µg) 0.179 0.059 35.4 0.00453 TP53 R (1 g ) −0.349 0.0851 22.2 0.000466 XRCC5 Iso (1 g , R) −0.3624 0.0402 26.2 1.62 × 10 −9 XRCC5 Iso × R (µg) −02794 0.049 30.1 3.18 × 10 −6 XRCC5 Iso (µg, R) −0.2963 0.0526 16.6 0.0000326 XRCC5 Iso × R (1 g ) −0.3697 0.0794 23.2 0.000108 Open in a new tab Controlling the false-discovery rate (FDR) to 5% corresponded to a p -value threshold of 0.0113, which in turn led to the identification of 31 significant contrasts among the 180 that were estimated. n = 9 independent experiments. Iso = isoproterenol, R = 0.8 Gy radiation, g = gravity. p -value threshold p < 0.0113 after controlling the FDR to 5%. diff = estimate difference, se = standard error, df = degrees of freedom. Table 3. Significant differences in mean transformed gene expression (2 Gy). Effects listed below are described in Table 7. Gene Effect Diff Se Df p Value ADRB2 R × g −0.3369 0.0992 34.4 0.00174 ADRB2 R (µg) 0.481 0.0848 34.4 2.20 × 10 −6 ADRB2 Iso (1 g ) 0.5047 0.1009 33.7 0.0000175 ADRB2 Iso (µg, R) 0.5138 0.1528 19.1 0.00324 ADRB2 Iso × R × g 0.6219 0.2297 48.1 0.00935 ADRB2 R (1 g ) 0.8179 0.1239 19.2 2.42 × 10 −6 AKT1 R (1 g ) −0.2202 0.0598 18.9 0.00158 AKT1 R (µg) −0.1696 0.0509 29.3 0.00234 APEX1 R (µg) −0.4306 0.054 52.7 1.27 × 10 −10 BAX R (1 g ) 1.9229 0.102 5.96 1.54 × 10 −6 BAX R (µg) 1.9254 0.0481 28.2 1.97 × 10 −26 CASP3 Iso (µg, R) −0.4001 0.0794 55.4 5.38 × 10 −6 MDM2 R (µg) 1.6218 0.0694 9.65 8.14 × 10 −10 MDM2 R (1 g ) 1.6469 0.1196 7.75 1.00 × 10 −6 PARP1 R (µg) −0.3947 0.0465 32.5 9.41 × 10 −10 PARP1 R (1 g ) −0.2701 0.0602 20.8 0.000208 PCNA R (1 g ) 1.2425 0.0831 13.2 1.19 × 10 −9 PCNA R (µg) 1.3845 0.046 80 0 TP53 R (µg) −0.6312 0.056 47.6 5.04 × 10 −15 TP53 R (1 g ) −0.4132 0.0749 25.7 8.95 × 10 −6 XRCC5 Iso (µg, R) −0.2727 0.0225 146 7.45 × 10 −24 XRCC5 Iso × R (µg) −0.2678 0.0538 30.4 0.000024 Open in a new tab Controlling the false-discovery rate (FDR) to 5% corresponded to a p -value threshold of 0.0098, which in turn led to the identification of 22 significant contrasts among the 180 that were estimated. n = 10 independent experiments. Iso = isoproterenol, R = 2 Gy radiation, g = gravity. p -value threshold p < 0.0098 after controlling the FDR to 5%. Diff = estimated difference, se = standard error, df = degrees of freedom. 2.4. Synergistic Effects of Gravity, Radiation, and Isoproterenol on Cytokine Release We estimated the contrast effects for 12 cytokines and tested for significant differences (N.B. Concentrations of IFNγ were often below detection limits and not analyzed). As with gene-expression and apoptosis results, we accounted for multiple testing (in this case 144 tests) by control of the FDR. For the 0.8 Gy irradiated samples, we found 18 significant contrasts after controlling the FDR to 5% ( p -value threshold of 0.0068, Table 4 ). For the 2 Gy irradiated samples, control of the FDR to 1% ( p -value threshold of 0.0049) resulted in 49 significant findings ( Table 5 ). Radiation-induced cytokines were only detectable in cells incubated in simulated microgravity, and the concentration of cytokines was higher after irradiation with 2 Gy than 0.8 Gy ( Figure 4 A,B). This synergistic effect of radiation and gravity (R × g ) was significant for GM-CSF, IL-2, IL-7, and TNFα in 2 Gy irradiated cells. The synergistic effect of isoproterenol and radiation in µg (Iso × R(µg)) was significant for GM-CSF, IL-12p70, IL-1B, and IL-7 in cells irradiated with 2 Gy and the synergistic effect of isoproterenol, radiation, and gravity (Iso × R × g ) was significant for GM-CSF, IL-5, and IL-7 in cells irradiated with 2 Gy. Table 4. Significant differences in mean transformed cytokine concentration (0.8 Gy). Effects listed below are described in Table 7. Cyt Effect Diff Se Df p Value GM-CSF R (µg) −0.3165 0.0939 15.5 0.00404 IL-10 R (µg) 0.9723 0.3034 23 0.00393 IL-12p70 Iso (µg, R) −2 0.3567 30.7 3.87 × 10 -6 IL-12p70 Iso (µg) −2.6 0.4945 108 7.38 × 10 -7 IL-12p70 R (µg) 2.3 0.5767 32.6 0.000354 IL-1B R (µg) 1.309 0.3461 8.67 0.00463 IL-1B R × g 1.4022 0.4936 117 0.00531 IL-2 R (µg) 0.1426 0.0432 65.4 0.00156 IL-4 R (µg) 0.0851 0.0262 42.4 0.00223 IL-5 Iso (µg) 0.1321 0.0407 105 0.00155 IL-6 Iso (µg, R) −2 0.4747 11.2 0.0014 IL-6 Iso (µg) −2 0.5868 26.8 0.00208 IL-6 R (µg) 2 0.4385 11.8 0.000685 TNFα µg −0.0355 0.0098 26.1 0.00118 TNFα Iso (µg, R) 0.0359 0.007 97.8 1.41 × 10 -6 TNFα Iso (µg) 0.0402 0.0047 542 7.43 × 10 -17 TNFα Iso (1 g , R) 0.0675 0.0189 14.7 0.0029 TNFα R (µg) −0.028 0.0069 13.3 0.0013 Open in a new tab Controlling the false-discovery rate (FDR) to 5% corresponded to a p -value threshold of 0.0068, which in turn led to the identification of 18 significant contrasts among the 144 that were estimated. n = 10 independent experiments. cyt = cytokine, Iso=isoproterenol, R = 0.8 Gy radiation, g = gravity, p -value threshold p < 0.0068 after controlling the FDR to 5%. diff = estimated difference, se = standard error, df = degrees of freedom. Table 5. Significant differences in mean transformed cytokine concentration (2 Gy). Effects listed below are described in Table 7. Cyt Effect Diff Se Df p Value GM-CSF Iso (µg, R) −4.4 0.5784 31.2 1.36 × 10 −8 GM-CSF Iso (1 g ) −2.8 0.624 24.5 0.000147 GM-CSF Iso × R (µg) −2.95 0.8635 43.9 0.00138 GM-CSF Iso × R × g −6.5 1.5547 32.9 0.000202 GM-CSF R (µg) 2.85 0.4337 16.1 6.28 × 10 −6 GM-CSF R × g 4.15 0.9974 18.5 0.000556 IL-10 Iso (µg, R) −3.05 0.6062 7.7 0.00114 IL-10 Iso (µg) −1.5 0.4324 36.2 0.00137 IL-10 R (µg) 2.9 0.3257 19.9 2.26 × 10 −8 IL-12p70 Iso (µg, R) 0.2468 0.0496 8.39 0.000941 IL-12p70 Iso × R (µg) 0.171 0.049 15.4 0.0032 IL-12p70 R (µg) −0.2024 0.0416 18.8 0.000111 IL-13 Iso (µg, R) −3.55 0.4825 90.5 8.18 × 10 −11 IL-13 Iso (1 g ) −2.8 0.5063 68.6 5.42 × 10 −7 IL-1B Iso (µg, R) −2.4713 0.5444 13.6 0.000493 IL-1B Iso (1 g ) −0.9541 0.214 73.4 0.0000292 IL-1B Iso × R (µg) −2.1307 0.5551 12.8 0.0021 IL-1B R (µg) 2.709 0.4346 11.7 0.0000485 IL-2 µg −0.1161 0.0403 106 0.00475 IL-2 Iso (µg. R) −0.2931 0.0611 20.6 0.000103 IL-2 Iso (1 g ) −0.1642 0.0402 48 0.000164 IL-2 R (µg) 0.2543 0.0444 51.2 5.46 × 10 −7 IL-2 R × g 0.3121 0.0776 22.8 0.000542 IL-4 Iso (µg, R) −0.1665 0.0475 12 0.00432 IL-4 Iso (µg) −0.0993 0.0326 29.2 0.00488 IL-4 R (µg) 0.1426 0.0414 44.9 0.00124 IL-5 Iso (µg, R) −4.4 0.5475 29.3 6.85 × 10 −9 IL-5 Iso (1 g ) −3.1 0.7242 29.5 0.000181 IL-5 Iso × R × g −5.9 1.5538 23 0.000932 IL-5 R (µg) 2.4 0.5134 60.8 0.0000168 IL-6 Iso (µg, R) −3.7 0.7387 8.3 0.000933 IL-6 Iso (µg) −2.3 0.3979 240 2.30 × 10 −8 IL-6 Iso (1 g ) −3.4 0.587 11.1 0.000115 IL-6 R (µg) 2.3 0.3138 41.5 5.26 × 10 −9 IL-7 µg 0.0751 0.0154 73.1 6.50 × 10 −6 IL-7 Iso (µg, R) 0.1521 0.0246 23.2 2.47 × 10 −6 IL-7 Iso (1 g ) 0.1062 0.0216 23.3 0.0000547 IL-7 Iso × g −0.0889 0.023 30.5 0.000532 IL-7 Iso × R (µg) 0.1348 0.0289 23.2 0.000108 IL-7 Iso × R × g 0.2149 0.0417 20.5 0.0000453 IL-7 R (µg) −0.161 0.0216 30.3 2.47 × 10 −8 IL-7 R × g −0.1724 0.0254 36.2 6.06 × 10 −8 IL-8 Iso (µg, R) −3.2 0.5387 21.8 5.82 × 10 −6 IL-8 R (µg) 2.5 0.6377 53.7 0.000252 TNFα Iso (µg, R) −4 0.4773 16.4 2.48 × 10 −7 TNFα Iso (µg) −2.9 0.511 26.6 5.24 × 10 −6 TNFα Iso (1 g ) −4.2 0.5913 24.1 2.38 × 10 −7 TNFα R (µg) 2.7 0.4469 22.6 3.96 × 10 −6 TNFα R × g 2.8 0.693 10.2 0.00227 Open in a new tab Controlling the false-discovery rate (FDR) to 1% corresponded to a p -value threshold of 0.0049, which in turn led to the identification of 49 significant contrasts among the 144 that were estimated. n = 10 independent experiments. cyt = cytokine, Iso = isoproterenol, R = 2 Gy radiation, g = gravity, p -value threshold p < 0.0049 after controlling the FDR to 1%. diff = estimated difference, se = standard error, df = degrees of freedom. Figure 4. Open in a new tab Cytokine concentration in cell culture medium. Cells were irradiated 2 Gy and subsequently incubated in 1g or µg. After 24 h cytokine concentration was measured. Radiation induced cytokine production in µg but not in 1 g . Isoproterenol treatment prior to radiation prevented the production of all cytokines. Bars represent mean + 1 SEM from 10 independent experiments. The synergistic effect of isoproterenol and radiation in µg (Iso × R(µg)) was significant for all four cytokines. Statistical analyses are summarized in Table 4 and Table 5 .",
    "Conclusion": "It has been reported that activated human T cells cultured in RWVs present alterations in expression of genes involved in several cellular processes such as signal transduction, DNA repair, apoptosis, immune and inflammatory responses, and metabolic pathways [ 55 ]. Decreased expression of genes involved in mismatch repair (MMR), base excision repair (BER), nucleotide excision repair (NER) as well as downregulation of p53 were observed in lymphocytes grown in simulated microgravity [ 16 ]. Our results are apparently contradictory to these findings, but it should be noted that the above-mentioned studies were conducted in proliferating lymphocytes. However, most of the time immune cells are in a quiescent, nonproliferating state. Nonetheless, our previous knowledge on DNA repair mechanisms has been gained, to a large extent, from studies on actively growing cells and little is known about how cells in the quiescent state repair DNA. Recent findings demonstrated attenuation of DNA repair in quiescent hematopoietic stem cells leading to accumulation of DNA damage, which is repaired upon entry into cell cycle [ 56 ]. Furthermore, circulating human B lymphocytes are deficient in nucleotide excision repair (NER) [ 57 ], and the ATR-p53 pathway is suppressed in noncycling lymphocytes via ATR downregulation [ 58 ]. Mitogen stimulation might also influence the DNA damage response. For instance, phosphorylation of the histone H2AX and ATM activation were strongly amplified during mitogenic stimulation of lymphocytes [ 59 ]. Interestingly, microgravity forces growing cells into a condition of metabolic quiescence and strongly affects energy metabolism and DNA repair [ 17 ]. Thus, it could be argued that gravity-associated differences in DNA repair pathways can be attributed to the propensity of microgravity to inhibit cell proliferation resulting in an increase in quiescent cells. Since in our experiments we did not (intentionally) stimulate PBMCs to grow, this hypothesis would explain our lack of results supporting gravity-associated changes in gene expression. However, further studies are necessary in order to clarify this observation. We found a significant synergy between isoproterenol, microgravity and radiation in their combined effect on ADBR2 expression. This finding suggests a novel potential player in the regulation of radiation-induced DNA damage response, namely the involvement of β2-adrenergic receptor activation. In particular, we found an increase in ADRB2 mRNA levels after isoproterenol treatment in 1 g , which was reduced in µg. Upregulation of ADRB2 gene expression can lead to a higher receptor density and consequently to a higher adrenergic sensitivity. Indeed, acute stimulation of adrenergic receptors induces an increase in receptor density and is predictive of a decrease in lymphocyte proliferation in response to mitogens [ 60 ]. Interestingly, we also found an upregulation of ADRB2 after radiation in 1 g as well as in µg, although less pronounced in µg. Ligand-independent receptor activation has been observed for some cellular receptors. For example, radiation-induced activation of the endothelial growth factor receptor (EGFR) has been extensively investigated [ 61 , 62 , 63 ]. However, whether or not radiation increases receptor density and whether or not the effect, if any, is radiation/gravity-dependent, needs to be investigated. Furthermore, it has been shown that chronic stimulation of adrenergic receptors leads to accumulation of DNA strand breaks by MDM2-mediated degradation of p53 [ 64 ]. Likewise, our results showed a statistically significant increase in MDM2 and a decrease TP53 gene expression after 0.8 and 2 Gy of radiation in both 1 g and µg conditions. The percentage of PBMCs undergoing radiation-induced apoptosis was similar to previously published data [ 65 , 66 ]. Also, in accordance with previous studies [ 20 , 25 ], our results indicate a slight reduction in the percentage of apoptotic cells in simulated microgravity alone, although this effect could not be regarded as statistically significant. Furthermore, as published before [ 67 ], we also found that isoproterenol inhibited radiation (2 Gy)-induced apoptosis in cells incubated in 1 g (Iso × R (1 g )) although this was not the case in µg. Isoproterenol-mediated inhibition of radiation-induced apoptosis could be due to an increase in cAMP signaling, which has been shown to inhibit apoptosis by reducing ATM-dependent activation of NF-κB [ 68 ] and by preventing p53 accumulation [ 34 ]. Interestingly, propranolol, a β-adrenergic receptor antagonist, combined with radiation increased apoptosis in human gastric adenocarcinoma cell lines [ 69 ], suggesting an antiapoptotic function of β-adrenergic receptor in irradiated cells. However, without radiation isoproterenol induces apoptosis in 1 g but not in µg leading to a significant interaction between response to isoproterenol and microgravity (Iso × g). It has been shown that stimulation of β-adrenergic receptor induces apoptosis in thymocytes [ 33 ] and the catecholamine dopamine and dobutamine induce apoptosis in peripheral blood mononuclear cells after 24 and 48 h of ex vivo incubation [ 67 ]. The lack of isoproterenol-mediated inhibition of apoptosis in µg could simply reflect the fact of lower apoptotic cells in microgravity. Our results do not support previous findings reporting an impaired apoptosis response to radiation under simulated microgravity [ 16 , 25 ]. As mentioned above, most simulated microgravity studies have been conducted using proliferative cells, either cell lines or ex vivo stimulated primary lymphocytes. It is well known that stimulation with growth factors can influence cell death [ 70 , 71 , 72 ]. Furthermore, stimulated lymphocytes go into a p53-dependent, p21-mediated growth arrest, whereas nonstimulated lymphocytes rapidly go into p53-dependent apoptosis [ 73 ]. Moreover, radiation-induced apoptosis in lymphocytes can be mediated by p53-dependent or p53-independent mechanisms [ 74 ]. We observed a radiation-induced downregulation of p53 in 1 g as well as in µg, which tended to be more pronounced in microgravity ( Figure 3 ). Interestingly, the ATR-p53 signal pathway is downregulated in quiescent lymphocytes, especially after radiation [ 58 ]. Jones et al. suggest a repressed DNA damage response might protect quiescent lymphocytes from the potential induction of p53-dependent apoptosis despite an endurable DNA damage [ 58 ] and another study shows activation of antiapoptotic genes in the quiescence state [ 75 ]. Interestingly, we found increased amount of DNA strand breaks after 24 h of microgravity exposure suggesting that adaptation to microgravity might be accompanied by accumulation of DNA damage and/or less effective DNA repair mechanisms. No significant synergistic effects were found when the low radiation dose (0.8 Gy) was applied. This could be due to the differences in the responses of different subpopulations to low- and high-dose radiation. In an in vivo mouse study CD8(+) T and B cells were rather resistant to low doses but were very sensitive to 2 Gy, while NK cells, DCs and regulatory T cells (Tregs) cells were much more resistant to high doses [ 22 ]. Cytokines are molecules produced in response to stimuli that play a crucial role in regulating cell adhesion, immune recognition, cell death and survival, cell cycle arrest and proliferation, and metabolism [ 76 ]. Ionizing radiation stimulates secretion of pro-inflammatory cytokines in a dose-dependent manner [ 77 ]. Cytokine production in response to low-dose/low-dose rate (Co γ-rays 0.01 Gy, 0.03 cGy/h), with and without acute 2 Gy proton (1 Gy/min) or γ-ray (0.9 Gy/min) irradiation has been investigated also, concluding that the release of at least some cytokines in response to acute 2 Gy radiation is dependent on the radiation quality at the time of assessment, and on the pre-exposure to low-dose radiation with γ-rays [ 78 ]. Isoproterenol suppresses release of cytokines from concanavalin A-activated T cells [ 79 ], and microgravity-induced changes in cytokine release have been reported recently in mitogen-stimulated cells [ 80 ]. However, radiation-induced cytokine production under microgravity conditions has not been investigated. We found increased concentration of some cytokines after radiation but only in cells incubated in microgravity, which was completely abolished by previous treatment with isoproterenol. These findings support and complement in vivo data obtained from mouse hind limb suspension microgravity-models. The combination of 2 Gy (but not low dose) of gamma or proton radiation and hind limb unloading led to an increase in circulating TNFα, while when used separately did not show any effect [ 81 ]. Corresponding to protein levels, we also found a radiation-induced increase in TNF gene expression only in microgravity (data not shown). However, cytokine levels relate to cell functionality. There is growing evidence linking DNA damage response elements with inflammatory responses. TGF-β, IL-6, and thrombopoietin influence ATM-dependent DNA damage response, and have been proposed as biomarkers of radioresistance [ 82 ]. Furthermore, NER, responsible for the removal of UV-mediated DNA damage, can be modulated by cytokines, including IL-12, IL-18, and α-melanocyte-stimulating hormone [ 83 ]. In addition, IL-1α can act as an intracellular DNA-damage sensor, signaling cellular genotoxic stress [ 84 ]. A link between the immune system and DNA repair can be found in the V(D)J rearrangement process, responsible for the production of a large repertoire of antigen receptors with different specificities, a requirement for the normal functioning of the immune system. DNA repair proteins such as DNA-PKcs, Ku70, Ku80, XRCC4, LIG4, and Artemis are also involved in the V(D)J recombination [ 85 ]. Here, we found associations between intrasubject changes in cytokines and corresponding changes in genes over the 8 experimental conditions. Expressions of BAX , CASP3 , PCNA , LIG4 , and MDM2 were positively correlated with all 13 cytokines studied. Conversely, expressions of AKT1 , TP53 , PARP1 , OGG1 , and APXE1 were negatively correlated with these cytokines ( Figure 5 ). Interestingly, for each gene, the sign of the correlation was consistent among all analyzed cytokines. Although it was not the intent of this study to investigate relations between cytokines and DNA damage response, our findings suggest a new link between immune cells and DNA damage response under microgravity conditions. Therefore, we point this out as an interesting starting point for future research necessary for understanding this relationship. Figure 5. Open in a new tab Association between changes in cytokines and corresponding changes in gene expression over the eight experimental conditions for the group of samples irradiated with 2 Gy. BAX, CASP3, PCNA, LIG4, and MDM2 gene expressions were positively associated, while AKT1, TP53, PARP1, OGG1, and APXE1 were negatively associated with cytokines. In summary, our results indicate synergistic effects between microgravity, radiation and adrenergic receptor activation. However, our study has some limitations. All measurements were conducted on samples of freshly isolated PBMCs from different subjects. Within dose groups, linear mixed model regression analyses take baseline interindividual differences into account; therefore uncertainties in the estimates of the contrasting effects are due to random interactions between the individuals and the experimental conditions. The widely recommended housekeeping genes (HKG) ACTB and GAPDH , especially ACTB , turned out to be too dependent on the experimental conditions to provide reliable normalization of expression within PCR plates. Instead, we chose HKG empirically to be ATM , CREB1 , and PRKACA using the dual criteria of relatively low dependence on the experimental conditions, while still being sensitive to overall differences between PCR plates. Choosing HKG empirically is a strategy that is gaining acceptance among a wide variety of modern PCR studies. However, given the small number of genes analyzed here, our results need to be confirmed. Nevertheless, the fact that our data confirmed radiation-induced dysregulation of genes involved in DNA damage response in a dose dependent manner supports our strategy as a plausible alternative way for evaluating gene expression analysis. Of note, our study was exploratory, being designed to identify key elements of the DNA damage response that appeared to be significantly affected by one or more of the mentioned factors. Because of testing multiplicity, even with moderate control of the false-discovery rate, verification of these results through additional controlled studies is recommended.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/4d7614b04e29/ijms-19-03689-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/bad53f987371/ijms-19-03689-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/24e8594ddd20/ijms-19-03689-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/71206aad74c2/ijms-19-03689-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/81676f502984/ijms-19-03689-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/16fc/6275019/340e45ff47ba/ijms-19-03689-g006.jpg"
    ]
  }
}