{
  "paper_id": "pmc_articles_PMC5498037",
  "title": "Effects of low-dose rate Œ≥-irradiation combined with simulated microgravity on markers of oxidative stress, DNA methylation potential, and remodeling in the mouse heart",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5498037/",
  "sections": {
    "Abstract": "Abstract Purpose Space travel is associated with an exposure to low-dose rate ionizing radiation and the microgravity environment, both of which may lead to impairments in cardiac function. We used a mouse model to determine short- and long-term cardiac effects to simulated microgravity (hindlimb unloading; HU), continuous low-dose rate γ-irradiation, or a combination of HU and low-dose rate γ-irradiation. Methods Cardiac tissue was obtained from female, C57BL/6J mice 7 days, 1 month, 4 months, and 9 months following the completion of a 21 day exposure to HU or a 21 day exposure to low-dose rate γ-irradiation (average dose rate of 0.01 cGy/h to a total of 0.04 Gy), or a 21 day simultaneous exposure to HU and low-dose rate γ-irradiation. Immunoblot analysis, rt-PCR, high-performance liquid chromatography, and histology were used to assess inflammatory cell infiltration, cardiac remodeling, oxidative stress, and the methylation potential of cardiac tissue in 3 to 6 animals per group. Results The combination of HU and γ-irradiation demonstrated the strongest increase in reduced to oxidized glutathione ratios 7 days and 1 month after treatment, but a difference was no longer apparent after 9 months. On the other hand, no significant changes in 4-hydroxynonenal adducts was seen in any of the groups, at the measured endpoints. While manganese superoxide dismutase protein levels decreased 9 months after low-dose γ-radiation, no changes were observed in expression of catalase or Nrf2, a transcription factor that determines the expression of several antioxidant enzymes, at the measured endpoints. Inflammatory marker, CD-2 protein content was significantly decreased in all groups 4 months after treatment. No significant differences were observed in α-smooth muscle cell actin protein content, collagen type III protein content or % total collagen. Conclusions This study has provided the first and relatively broad analysis of small molecule and protein markers of oxidative stress, T-lymphocyte infiltration, and cardiac remodeling in response to HU with simultaneous exposure to low-dose rate γ-radiation. Results from the late observation time points suggest that the hearts had mostly recovered from these two experimental conditions. However, further research is needed with larger numbers of animals for a more robust statistical power to fully characterize the early and late effects of simulated microgravity combined with exposure to low-dose rate ionizing radiation on the heart.",
    "Results": "The combination of HU and γ-irradiation demonstrated the strongest increase in reduced to oxidized glutathione ratios 7 days and 1 month after treatment, but a difference was no longer apparent after 9 months. On the other hand, no significant changes in 4-hydroxynonenal adducts was seen in any of the groups, at the measured endpoints. While manganese superoxide dismutase protein levels decreased 9 months after low-dose γ-radiation, no changes were observed in expression of catalase or Nrf2, a transcription factor that determines the expression of several antioxidant enzymes, at the measured endpoints. Inflammatory marker, CD-2 protein content was significantly decreased in all groups 4 months after treatment. No significant differences were observed in α-smooth muscle cell actin protein content, collagen type III protein content or % total collagen.",
    "Conclusion": "This study has provided the first and relatively broad analysis of small molecule and protein markers of oxidative stress, T-lymphocyte infiltration, and cardiac remodeling in response to HU with simultaneous exposure to low-dose rate γ-radiation. Results from the late observation time points suggest that the hearts had mostly recovered from these two experimental conditions. However, further research is needed with larger numbers of animals for a more robust statistical power to fully characterize the early and late effects of simulated microgravity combined with exposure to low-dose rate ionizing radiation on the heart.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/22c5/5498037/294f088467e8/pone.0180594.g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/22c5/5498037/c2ed0bc681bb/pone.0180594.g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/22c5/5498037/629d4040f622/pone.0180594.g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/22c5/5498037/f4cca2025a64/pone.0180594.g004.jpg"
    ]
  }
}