{
  "paper_id": "pmc_articles_PMC8475764",
  "title": "Epigenomic regulators elongator complex subunit 2 and methyltransferase 1 differentially condition the spaceflight response in Arabidopsis",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8475764/",
  "sections": {
    "Abstract": "Abstract Background: Plants subjected to the novel environment of spaceflight show transcriptomic changes that resemble aspects of several terrestrial abiotic stress responses. Under investigation here is whether epigenetic modulations, similar to those that occur in terrestrial stress responses, have a functional role in spaceflight physiological adaptation. The Advanced Plant Experiment-04 – Epigenetic Expression experiment examined the role of cytosine methylation in spaceflight adaptation. The experiment was conducted onboard the International Space Station, and evaluated the spaceflight-altered, genome-wide methylation profiles of two methylation-regulating gene mutants [methyltransferase 1 ( met1-7) and elongator complex subunit 2 ( elp2-5 )] along with a wild-type Col-0 control. Results: The elp2-5 plants suffered in their physiological adaptation to spaceflight in that their roots failed to extend away from the seed and the overall development of the plants was greatly impaired in space. The met1-7 plants suffered less, with their morphology affected by spaceflight in a manner similar to that of the Col-0 controls. The differentially expressed genes (DEGs) in spaceflight were dramatically different in the elp2-5 and met1-7 plants compared to Col-0, indicating that the disruptions in these mutants resulted in a reprogramming of their spaceflight responses, especially in elp2-5 . Many of the genes comprising the spaceflight transcriptome of each genotype were differentially methylated in spaceflight. In Col-0 the majority of the DEGs were representative of the now familiar spaceflight response, which includes genes associated with cell wall remodeling, pathogen responses and ROS signaling. However, the spaceflight transcriptomes of met1-7 and elp2-5 each presented patterns of DEGs that are almost completely different than Col-0, and to each other. Further, the DEGs of the mutant genotypes suggest a more severe spaceflight stress response in the mutants, particularly in elp2-5 . Conclusion: Arabidopsis physiological adaptation to spaceflight results in differential DNA methylation in an organ-specific manner. Disruption of Met1 methyltransferase function does not dramatically affect spaceflight growth or morphology, yet met1-7 reprograms the spaceflight transcriptomic response in a unique manner. Disruption of elp2-5 results in poor development in spaceflight grown plants, together with a diminished, dramatically reprogrammed transcriptomic response. Keywords: spaceflight adaptation, DNA methylation, epigenetic, space biology, microgravity, elongator complex subunit 2, methyltransferase 1, methylation mutants",
    "Results": "Col-0 and met1-7 Exhibited a Typical Spaceflight Growth Morphology, While elp2-5 Displayed an Unusual Spaceflight Morphology The three genotypes, Col-0, met1-7 , and elp2-5 each demonstrated different growth habits in response to spaceflight. Figure 1C shows a representative plate of each genotype grown on the ISS (spaceflight, FT) and comparable GC. Photos of all the harvested plates are presented in Supplementary File 3 . Col-0 and met1-7 exhibited a typical growth morphology of Arabidopsis grown in Veggie during spaceflight ( Figure 1A ). The strong directional growth light gradient in Veggie produces a negative phototropism in roots that results in root growth that largely mimics terrestrial gravitropism ( Zhou et al., 2019 ; Califar et al., 2020 ). For both Col-0 and met1-7 the spaceflight (FT) roots adopt a slightly randomized growth habit compared to the GCs, yet extend well away from the site of germination and the stem, and are generally negatively phototropic in response to the “vertical” orientation of the plates relative to the light source in the Veggie growth habitat. The Col-0 and met1-7 plants presented healthy visual phenotypes, where their leaves were fully expanded and green. In contrast, elp2-5 plants exhibit spaceflight growth patterns that were distinct from both Col-0 wild-type and met1-7 , and did not appear to be responding to the environmental tropic cues directing roots away from the lights in Veggie ( Figure 1C ). The roots of elp2-5 in spaceflight did not exhibit any directional growth. Instead, all root growth appeared to occur in random patterns that resulted in most of the root mass staying within 1 cm of the germinated seed. The spaceflight leaves of elp2-5 tended to be darker, with more of the plants exhibiting reddish coloration typical of anthocyanin production. Several of the elp2-5 leaves on each of the spaceflight plates were chlorotic. In spite of any morphological differences among the genotypes, all produced the same biomass in spaceflight as on the ground. No statistically supported differences were observed between flight and GCs in either roots or shoots, for all three genotypes ( Supplementary Figure 1 ). Spaceflight Increased Genome-Wide DNA Methylation Levels in met1-7 and elp2-5 but Not in the Wild-Type Col-0 Plants In the GC plant leaves, the methylation level of met1-7 was statistically lower than that of Col-0 and elp2-5 plants in all three methylation contexts. Col-0 and elp2-5 and plants showed similar genome-wide methylation levels ( Figures 2A,B ). In the GC plant roots, the methylation level of met1-7 was statistically lower than that of Col-0 and elp2-5 plants in the CG and CHG contexts. In the CHH context, there were no statistical differences in methylation among genotypes. FIGURE 2. Open in a new tab Average genome-wide methylation level profiles in spaceflight and on the ground. (A–D) A comparison of the average genome-wide methylation levels (CG, CHG, and CHH) across the three genotypes is illustrated in leaves grown on the ground (A) , roots grown on the ground (B) , leaves grown in spaceflight (C) , and roots grown in spaceflight (D) . Statistical analyses were performed using two-sample t- test with Bonferroni corrections. Bar graphs with different letters show significant differences ( p < 0.01). In addition, Two-Factor ANOVA analyses with replication showed that the relationships between methylation contexts were dependent on the samples ( p < 1.0E-10). (E–J) Average genome-wide methylation levels are shown of each genotype (Col-0 wild-type, elp2 , and met1-7 ) and tissue type (leaves or roots) in spaceflight (FT) and ground controls (GC). Data represent the mean of four independent samples and ∗∗ indicate significance ( p < 0.01, two-sample t- test with Bonferroni corrections) difference between flight and ground controls in each of the methylation contexts (CG, CHG, and CHH). In spaceflight plants, the methylation levels varied greatly in each genotype, methylation context and tissue type. The flight elp2-5 plants showed a higher methylation level compared to Col-0 in all methylation contexts in both leaves and roots ( Figures 2C,D ). The flight met1-7 methylation levels were lower than Col-0 in the CG context in both leaves and roots. However, met1-7 showed higher methylation levels than Col-0 in the CHG and CHH contexts in flight leaves while showing similar methylation levels in roots ( Figures 2C,D ). In Col-0 the average genome-wide methylation levels within each context were not significantly different between flight and GC plants, for either leaves or roots ( Figures 2E,F ). However, met1-7 and elp2-5 both showed significant increases in methylation levels in spaceflight compared to GCs ( Figures 2G–J ). The elp2-5 mutants showed significant differences in the average genome-wide methylation levels between spaceflight and GCs in each organ and all methylation contexts ( Figures 2G,H ). The met1-7 mutants shared similar trends as the elp2-5 mutants in their leaves, however, significant differences between FT and GC were only seen in the CG context of root tissues ( Figures 2I,J and Supplementary File 4 ) includes a detailed breakdown of the distribution of methylation levels, divided into bins ranging from 0 to 100% methylation. Spaceflight Changes in DNA Methylation Levels Were Associated With Protein-Coding Gene Regions Changes in DNA methylation induced by spaceflight associated with protein-coding and flanking genic regions [2 kb upstream from the transcription start site (TSS), gene body (gold bar), and 2 kb downstream from transcription termination site] are shown in Figure 3 . Pairwise comparison between each methylation mutant and the wild type control are depicted using plot lines color-coded to indicate the environmental conditions [flight, ( F ) and ground ( G )], the genotype [Col-0 ( C ), elp2-5 ( E ), and met1-7 ( M )] and the tissue type [leaves ( L ) and roots ( R )], as indicated in the upper right legend of each comparison plot. Thus, the pink line in Figure 3A , FCL , reflects the percentage of average methylation for flight, Col-0 leaves across a 4 kb protein-coding region of the genome. FIGURE 3. Open in a new tab Pairwise comparison of the average methylation levels across protein-coding genes between the genotypes in CG, CHG, and CHH contexts. Gene bodies from transcription start site (TSS) to transcription termination site (TTS; highlighted by the yellow bar) as well as the flanking upstream 2 kb and downstream 2 kb are shown. Each pairwise comparison between genotypes and environment is denoted by a three-letter code. The first letter denotes the environment [flight, (F) and ground (G)], the second letter denotes the genotype [Col-0 (C), elp2-5 (E), and met1-7 (M)], and the third letter denotes the specific tissue [leaves (L) and roots (R)]. The y axes indicate the average methylation levels in each of the CG, CHG, and CHH contexts. A pairwise comparison between the various genotypes are depicted here Col-0 vs elp2-5 leaves (A) and roots (C) , along with Col-0 vs met1-7 leaves (B) and roots (D) . The elp2-5 and met1-7 lines differed in their methylation levels across genic regions compared to Col-0. In leaves, Col-0 and elp2-5 showed similar CG, CHG, and CHH methylation levels across genic regions associated with protein-coding for both spaceflight and GC environments, as seen by the almost overlapping traces in Figure 3A . However, Col-0 and met1-7 leaves demonstrated notable differences in the CG methylation context. The met1-7 mutants had lower average CG methylation levels compared to Col-0 across all genic regions, with a pronounced difference within the gene body region (gold bar in graph). In spaceflight, met1-7 leaves have a higher methylation level across all genic regions when compared to the GCs ( Figure 3B ). The elp2-5 roots showed higher spaceflight-associated CG, CHG, and CHH methylation levels across all genic regions compared to Col-0 ( Figure 3C ), but there were differences among the contexts with respect to the methylation levels for the other genotypes. In the CG methylation context, the GC Col-0 roots, GC elp2-5 roots, and flight Col-0 roots all had similar methylation levels, whereas flight elp2-5 roots showed increased methylation. In the CHG and CHH context, flight Col-0 roots had a slightly lower average methylation level across all genic regions when compared to GCs. The met1-7 roots demonstrated noticeable differences in the CG methylation context, with the most pronounced difference within the gene body region ( Figure 3D ). Flight Col-0 roots had a lower CG methylation level across the gene body regions when compared to the GCs. The flight met1-7 roots had a higher CG methylation level across flanking upstream and downstream genic regions compared to their GCs. In the CHG methylation contexts, there were no obvious differences between Col-0 and met1-7 genotypes in either flight or GCs. In the CHH context, flight Col-0 roots, GC met1-7 roots, and flight met1-7 roots had similar methylation levels, levels that were slightly lower than GC Col-0 roots ( Figure 3D ). Spaceflight Altered the Distribution and Direction of DmCs in elp2-5 and met1-7 Leaves and Roots The distribution of cytosines differentially methylated by spaceflight within each methylation context in both leaves and roots was assessed for each mutant relative to the wild-type genotype. DmCs were identified as those cytosines with a differential methylation that was statistically significant to p < 0.01 in each comparison and context ( Figure 4 ). The percentage of DmCs was also mapped to different genomic regions for each methylation context. The percentage maps of Upstream (2 kb upstream of the TSS), UTRs, Exons, Introns, Downstream (2 kb downstream of the polyadenylation site), transposable element, Intergenic, and Pseudogenes are shown for each genotype in the flight vs ground comparisons of leaves and roots ( Supplementary Figure 3 ). FIGURE 4. Open in a new tab Differentially methylated cytosines (DmCs) of leaves and roots from each genotype in response to spaceflight. (A) Breakdown of each methylation context for DmCs in leaves and roots of Col-0, elp2 , and met1-7 in spaceflight compared to ground control. (B) Total number of DmCs broken down in each context for all three genotypes in leaves and roots. (C) Breakdown of the methylation direction of total leaf DmCs in each context – Hypomethylation (Hypo) gray and Hypermethylation (Hyper) black. (D) Breakdown of the methylation direction of total root DmCs in each context. In spaceflight, the percentage of DmCs of elp2-5 relative to Col-0 in leaves is highest in the CHH context (53%; Figure 4A ), whereas in the GCs the percentage was highest in the CG context (47%). Similarly, spaceflight roots ( Figure 4B ) had a higher percentage of DmCs in the CHH context (60%), while in GC roots the majority of the DmCs were divided about equally between CHH (42%) and CG (43%) contexts. In all cases, the percentages of DmCs in the CHG context in the elp2-5 plants changed very little among organs and environments (15–18%). Most of the elp2-5 DmCs were hypermethylated ( Figures 4A,B ). In the met1-7 and Col-0 comparison, the majority of the DmCs were in the CG context in both leaves and roots, and both organs had lower percentages of CG DmCs in FT than in GC ( Figures 4C,D ). In leaves, this decrease in the percentage of CG DmCs in FT compared to GC was larger in leaves (13%) compared to roots (3%). In addition, there was a 10% increase in the percentage of CHH DmCs in FT (29%) compared to GC (19%) in the leaves ( Figure 4C ). In roots, there was only a 1% increase in FT compared to GC ( Figure 4D ). As was seen in the elp2-5 plants, the percentage of CHG DmCs changed very little among organs and environments (10–13%). Most of the met1-7 DmCs were hypomethylated ( Figures 4C,D ). The distribution of gene-related DmCs in response to spaceflight was genotype- and organ-specific ( Figure 5 ). In Col-0 leaves, DmCs were primarily hypomethylated. In the upstream and downstream flanking regions, the CHH context predominated, but within the gene body the CHH and CG contexts were about equally represented, and CGH methylation the least represented ( Figure 5A ). In contrast, in both elp2-5 and met1-7 leaves the DmCs were primarily hypermethylated ( Figures 5B,C ). In elp2-5 leaves methylation in the CHH context predominated in loci within all genic regions ( Figure 5B ). In met1-7 leaves the CG and CHH contexts were about equally represented in all genic regions ( Figure 5C ). In Col-0 roots, DmCs were again primarily hypomethylated, but unlike in leaves, the CHH context predominated within all genic regions ( Figure 5D ). As with leaves, the DmCs in both elp2-5 and met1-7 roots were predominantly hypermethylated ( Figures 5E,F ). In elp2-5 roots, methylation of DmCs in the CHH context again predominated in loci within all genic regions, and loci with CG and CHG methylation were about equally distributed in each genic region ( Figure 5E ). In met1-7 roots, DmCs with methylation in the CHH contexts were slightly more abundant across all genic regions, but methylation in all contexts was higher in the downstream genic region ( Figure 5F ). FIGURE 5. Open in a new tab Methylation context breakdown of DmCs mapped to different genic features in spaceflight vs ground comparisons. Leaf and Root DMCs of Col-0 (A,D) elp2-5 (B,E) , and met1-7 (C,F) in response to spaceflight are mapped to genic features such as; upstream (2,000 bp upstream of the transcription start site), gene body (exons, introns, and both 5′ and 3′ UTRs), and downstream (2,000 bp downstream of the polyadenylation site). The corresponding methylation direction in each context is also illustrated – Hypomethylation (Hypo) gray and Hypermethylation (Hyper) black. Each genotype displayed distinct, organ-specific distributions of DMRs between spaceflight and the GCs ( Figure 6 ). DMRs were determined by comparing the average methylation levels within 100 bp windows between FT and GC, and regions with a statistically significant difference ( p < 0.01) were used in the analysis. In the Col-0 spaceflight response, 659 DMRs were detected in leaves, and 765 DMRs in roots. In both Col-0 tissues, an average of 51% of the DMRs were found within the CHH context, whereas the other half of the DMR were evenly distributed between the CHG and CG contexts at 24.5% each. In elp2-5 , there were 717 DMRs in leaves and 2,974 DMRs in roots ( Figure 6A ). In both elp2-5 tissues, an average of 63% of the DMRs were found in the CHH context, which was 12% more than Col-0. DMRs in the CHG context were distributed similarly to that of Col-0 at an average of 25%, however, DMRs in the CG context were at an average of 12.5% which was about half that of Col-0. In met1-7 , there were 6,114 DMRs in leaves and 3,745 DMRs in roots. The majority of the DMRs in both tissues were in the CG context at an average of 83%. DMRs in the CHG context in both tissues were at an average of 8.5% whereas DMRs in the CHH context averaged 12% in the leaves and 5% in the roots ( Figure 6A ). FIGURE 6. Open in a new tab Differentially methylated regions (DMRs) of leaves and roots from each genotype in response to spaceflight. (A) Breakdown of each methylation context for DMRs in leaves and roots of Col-0, elp2-5 , and met1-7 in spaceflight compared to ground control. (B) Breakdown of the methylation direction of total leaf/root DMRs in each genotype in response to spaceflight – Hypomethylation (Hypo) gray and Hypermethylation (Hyper) black. (C) Distribution of leaf and root gene-related DMRs of Col-0, elp2-5 , and met1-7 in response to spaceflight. DMRs are mapped to genic features such as; upstream (2,000 bp upstream of the transcription start site), gene body (exons, introns, and both 5′ and 3′ UTRs), and downstream (2,000 bp downstream of the polyadenylation site). The corresponding methylation direction in each context is also illustrated – Hypomethylation (Hypo) gray and Hypermethylation (Hyper) black. The spaceflight-associated DMRs in Col-0 were distributed between hypo and hypermethylation, while hypomethylated DMRs predominated in the mutants. In Col-0 leaves, 39% of the DMRs were hypomethylated and 61% hypermethylated, whereas in Col-0 roots, 67% of the DMRs were hypomethylated and 33% were hypermethylated. However, in both elp2-5 and met1-7 leaves and roots, DMRs were predominantly hypermethylated ranging from 97 to 99% ( Figure 6B ). Gene-related DMRs ( Figure 6C ) reflected organ-specific responses to spaceflight in all genotypes, but the largest difference in the number of DMR loci between leaves and roots was in elp2-5 . In Col-0 leaves and roots, the number of DMRs in all genic regions and context was less than 400, with the highest number of DMRs found within the CHH context. In gene-related DMRs in Col-0 leaves hypo- and hypermethylation were fairly evenly distributed across all contexts, whereas in Col-0 roots, gene-related DMRs were mostly hypomethylated (70%). In Col-0 leaves and roots, gene-related DMRs were most abundant in the gene body region. In contrast to wild-type Col-0, the total gene-related DMRs in elp2-5 were substantially higher in the roots compared to the leaves. In elp2-5 roots, DMRs were primarily in the CHH context and were predominantly hypermethylated in all genic regions. The highest number of DMRs in the elp2-5 roots were within the gene body region. In met1-7 , DMRs were found at a higher number in the leaves compared to the roots. DMRs in both leaves and roots were predominantly hypermethylated and were distributed primarily in the CG context. In met1-7 leaves, the highest number of DMRs were located upstream of the TSS ( Figure 6C ). Spaceflight Affected More Genes in the Roots of elp2-5 , and More Genes in the Leaves of met1-7 Spaceflight associated differential gene expression was genotype- and organ-specific; in elp2-5 more genes were affected in roots, while in met1-7 more genes were affected in leaves ( Figure 7 ). Transcripts showing at least a twofold change (−1 ≤ log 2 FC ≥ 1) with an FDR value of < 0.05 were identified as DEGs. PCAs of each type of tissue were performed individually, as leaves and roots have widely different patterns of gene expression ( Paul et al., 2013 ; Zhou et al., 2019 ). The PCA plots of leaves and roots showed different grouping of elp2-5 samples along with the components compared to Col-0 and met1-7 ( Supplementary File 2 and Supplementary Figure 1 ). In the comparison of spaceflight to ground leaves, Col-0 had a total of 207 (123 up-regulated and 84 down-regulated) DEGs, elp2-5 had 36 (26 up-regulated and 10 down-regulated) DEGs, and met1-7 had 226 (160 up-regulated and 66 down-regulated) DEGs ( Figure 7A ). In roots, a total of 147 (28 up-regulated and 119 down-regulated), 120 (50 up-regulated and 70 down-regulated), and 47 (39 up-regulated and 8 down-regulated) DEGs were found in Col-0, elp2-5 , and met1-7 , respectively ( Figure 7B ). Only a few DEGs overlapped between the genotypes in both leaf and root tissues ( Figures 7C,D ). In leaves, the majority of DEGs were unique to Col-0 and met1-7 , whereas, in roots, the majority of DEGs were unique to Col-0 and elp2-5 ( Figures 7C,D ). The patterns of DEGs in all three genotypes were distinctly organ-specific, and of the 436 DEGs in leaves and 288 in roots, only 35 DEGs were common to both sets ( Figure 7E ). Although there were overall fewer root-specific DEGs, a greater proportion of the root DEGs were also differentially methylated in response to spaceflight compared to the DEGs of leaves. In roots, 82% of the DEGs also exhibited DmCs, whereas in leaves, 31% of the DEGs also mapped to DmCs ( Figure 7F and Supplementary File 5 ). FIGURE 7. Open in a new tab Analysis of differential gene expression in response to spaceflight and the relationship between DmCs. Bar graph showing the number of differentially expressed genes (DEGs) in response to spaceflight (spaceflight compared to ground control) of each genotype in (A) leaves or (B) roots. Black bars indicate the number of up-regulated genes whereas gray bars indicate the number of down-regulated genes. Venn diagrams showing the DEGs that overlap between each genotype in response to spaceflight in both (C) leaves and (D) roots. (E) Venn diagram of the DEGs that overlap in leaves and roots. (F) Bar graph showing the percentage of DmCs that mapped to DEGs in leaves (gray bar) and in roots (black bars). The composition of DmC-DEGs in elp2-5 compared to Col-0 was distinctive in each environmental and organ comparison ( Figure 8 ). In leaves, elp2-5 vs Col-0 on the ground had a total of 2,119 DEGs (1,322 up-regulated and 797 down-regulated) whereas in spaceflight there were a total of 2,149 DEGs (1,448 up-regulated and 701 down-regulated; Figure 8A ). Of these, 996 DEGs were also differentially methylated in the GCs, and a total of 1,188 DmC-DEGs were observed in spaceflight ( Figure 8B ). A total of 497 DmCs-DEGs were shared between both environmental conditions. In roots, the pairwise comparison of elp2-5 and Col-0 revealed a total of 1,667 (725 up-regulated and 942 down-regulated) DEGs on the ground and 1,626 (724 up-regulated and 902 down-regulated) DEGs in spaceflight ( Figure 8C ). Of these, 1,222 DEGs on the ground were also associated with DmCs and 1,481 DEGs in spaceflight were associated with DmCs. Among these, 723 DmC-DEGs were shared in both spaceflight and GC conditions ( Figure 8D ). A visual heat-map summary of the organ-specific distribution of DEGs and the DmC-DEGs for all genotypes is presented in the Supplementary Figure 2 , which is annotated in Supplementary File 6 . FIGURE 8. Open in a new tab Pairwise comparison of elp2-5 mutant vs wild-type Col-0 DEGs-DmCs on the ground and in spaceflight. (A) Bar graph showing the number of DEGs between elp2-5 and Col-0 leaves on the ground (GC) and in spaceflight (FT). Black bars indicate the number of up-regulated genes whereas gray bars indicate the number of down-regulated genes. (B) Venn diagrams shows the number of DEG-DmCs that overlap between elp2-5 and Col-0 leaves on the ground and in spaceflight. (C) Bar graph showing the number of DEGs between elp2-5 and Col-0 roots in GC and in FT. Black bars indicate the number of up-regulated genes whereas gray bars indicate the number of down-regulated genes. (D) Venn diagrams shows the number of DEG-DmCs that overlap between elp2-5 and Col-0 roots in GC and in FT. (E) Gene ontology (GO) enrichment analyses of DmC-DEG genes in elp2-5 vs Col-0 comparison of both leaves and roots in each environment (GC and FT). The heatmap shows the GO terms that were enriched within each environment and tissue combination between elp2-5 and Col-0. The scale bar represents the negative Log 10 of the q -values (corrected p -values) from the “test of significance of enrichment” within each list of DmC-DEGs. The q -value cutoff was set at 0.05. Higher values in the scaling indicate higher significance of the enrichment. Multiple metabolic processes appeared to be altered in elp2-5 compared to Col-0 ( Figure 8E ). GO analysis of the DmC-DEGs of elp2-5 compared to Col-0 showed that elp2-5 was engaged with many processes characteristic of stress responses ( Figure 8E ). Processes shared as enriched between leaf and root DmC-DEGs included general responses to stimuli, oxidoreductase activities, and heme-binding. Leaf-specific DmC-DEGs were enriched in biosynthetic processes of flavonoids and pigments, jasmonic acid, and wounding responses in both GC and FT. DmC-DEGs in GC leaves were more specifically enriched in phenylpropanoid metabolism and the response to oxidative stress, as well as in further oxidoreducatase and peroxidase activities. DmC-DEGs in FT leaves were enriched with defense and hypoxia responses. DmC-DEGs annotated to the plasma membrane and extracellular structures were enriched among both GC and FT roots, in addition to transport processes and activities. Carbohydrate transport and binding were specifically enriched among root GC DmC-DEGs. Thus, elp2-5 shows differential expression and methylation of stress and hormone response pathways, as well as transport and metabolic pathways, when compared to the Col-0 wild-type line within each tissue and growth condition. Relative to the Col-0 response, there were substantially more DEGs and DmCs in elp2-5 ( Figure 8 ) than were seen in met1-7 ( Figure 9 ). In leaves, elp2-5 vs Col-0 showed a total of 2,119 (1,322 up-regulated and 797 down-regulated) DEGs in GC, whereas 2,149 (1,448 up-regulated and 701 down-regulated) DEGs were observed in FT ( Figure 8A ). DmC-DEGs in the elp2-5 to Col-0 leaves comparison revealed 996 differentially methylated and expressed transcripts on the GC and 1,188 in FT, of which 499 were unique to GC, 691 unique to FT, and 497 were shared among both conditions ( Figure 8B ). In the roots, the pairwise comparison of elp2-5 and Col-0 in the GC revealed a total of 1,667 (725 up-regulated and 942 down-regulated) DEGs and a total of 1,626 (724 up-regulated and 902 down-regulated) DEGs in FT ( Figure 8C ). DmC-DEGs in the elp2-5 to Col-0 roots comparison revealed a total of 1,222 DmC-DEGs in GC roots and 1,481 DmC-DEGs in FT roots, of which 723 were shared in both conditions ( Figure 8D ). In leaves, met1-7 vs Col-0 showed a total of 840 (355 up-regulated and 485 down-regulated) DEGs in GC, whereas in FT 637 (375 up-regulated and 262 down-regulated) DEGs were observed ( Figure 9A ). DmC-DEGs in the met1-7 to Col-0 leaves comparison revealed 527 differentially methylated and expressed transcripts on the ground and 408 in flight, of which 261 were unique to GC, 142 unique to FT, and 266 were shared among both conditions ( Figure 9B ). In the roots, the pairwise comparison of met1-7 and Col-0 in the GC revealed a total of 779 (343 up-regulated and 436 down-regulated) DEGs and a total of 593 (369 up-regulated and 224 down-regulated) DEGs in spaceflight ( Figure 9C ). DmC-DEGs in the met1-7 to Col-0 roots comparison revealed a total of 648 DmC-DEGs in GC roots and 430 DmC-DEGs in FT roots, of which 313 were shared in both conditions ( Figure 9D ). FIGURE 9. Open in a new tab Pairwise comparison of met1-7 mutant vs wild-type Col-0 DEGs-DmCs on the ground and in spaceflight. (A) Bar graph showing the number of DEGs between met1-7 and Col-0 leaves on the ground (GC) and in spaceflight (FT). Black bars indicate the number of up-regulated genes whereas gray bars indicate the number of down-regulated genes. (B) Venn diagrams shows the number of DEG-DmCs that overlap between met1-7 and Col-0 leaves on the ground and in spaceflight. (C) Bar graph showing the number of DEGs between met1-7 and Col-0 roots in GC and in FT. Black bars indicate the number of up-regulated genes whereas gray bars indicate the number of down-regulated genes. (D) Venn diagrams shows the number of DEG-DmCs that overlap between met1-7 and Col-0 roots in GC and in FT. (E) Gene ontology (GO) enrichment analyses of DmC-DEG genes in met1-7 vs Col-0 comparison of both leaves and roots in each environment (GC and FT). The heatmap shows the GO terms that were enriched within each environment and tissue combination between met1-7 and Col-0. The scale bar represents the negative Log 10 of the q -values (corrected p -values) from the “test of significance of enrichment” within each list of DmC-DEGs. The q -value cutoff was set at 0.05. Higher values in the scaling indicate higher significance of the enrichment. Gene ontology analysis of DmC-DEGs between met1-7 and the wild-type line yielded few term enrichments ( Figure 8E ). Biological process enrichments associated with hypoxic responses and biosynthesis of anthocyanin-containing compounds were present in GC root DmC-DEGs. Molecular functions of ADP binding, sesquiterpene compound synthase activities, and cell wall constituents, and nutrient reservoir activity were enriched in leaf GC DmC-DEGs, leaf FT DmC-DEGs, and root GC DmC-DEGs, respectively. Alignments of DmC-DEGs in each methylation context in the various genic regions were generated for each genotype and depicted as heatmaps ( Figure 10 ). In leaves, a total of 59 DmC-DEGs were observed in wild-type Col-0, while in elp2-5 and met1-7 , there were 11 and 72 DmC-DEGs, respectively. Correlations between differential expression and DNA methylation were used to organize the heatmap. The top bracketed sections of the heatmaps show negative correlations where up-regulated genes aligned with hypomethylated DmCs and down-regulated genes aligned with hypermethylated DmCs are grouped. The following bracketed section shows positive correlations where the converse relationship between DEGs and DmCs was highlighted. The unbracketed section at the bottom of the heatmap shows genes that have no distinguishable correlations between DEGs and DmCs. In Col-0 leaves, 41% (24 out of 59) of genes had a negative correlation and 49% (29 out of 59) had a positive correlation. In elp2-5 leaves, negative and positive correlation were evenly distributed at 45% (5 out of 11), whereas in met1-7 leaves, 26% (19 out of 72) of genes showed a negative correlation and 60% (43 out of 72) had a positive correlation. In roots, there were a total of 114 DmC-DEGs in Col-0, 101 DmC-DEGs in elp2-5 , and 28 DmC-DEGs in met1-7 ( Figure 11 ). 16% (19 out of 114) of the wild-type Col-0 root DmC-DEGs had a negative correlation between gene expression and methylation levels, whereas 66% (75 out of 114) were positively correlated. In elp2-5 roots, 54% (55 out of 101) of genes showed a negative correlation, and 42% (42 out of 101) showed a positive correlation. In met1-7 roots, 36% (10 out of 28) of genes showed a negative correlation, and 50% (14 out of 28) showed a positive correlation. FIGURE 10. Open in a new tab Heatmap of spaceflight (FT) vs ground control (GC) DEGs-DmCs in Col-0, elp2-5 , and met1-7 leaves. Heat maps show the Log 2 (Fold-change) of differential gene expression (red: up-regulated and green: down-regulated) and differential DNA methylation (hypermethylation: yellow and hypomethylation: blue) of Col-0, elp2-5 , and met1-7 leaves in FT compared to GC. DmCs for each CG, CHG, and CHH methylation context in each genic region (Gene body: TSS to TTS, upstream: 2 kb from TSS, downstream: 2 kb from TTS) are denoted in the heat maps. The heatmaps show both negative and positive correlations of DEGs with DmCs. Negative correlations (−) are defined when up-regulated genes aligned with hypomethylated DmCs and down-regulated genes aligned with hypermethylated DmCs. The converse relationship is indicative of a positive correlation (+). FIGURE 11. Open in a new tab Heatmap of spaceflight (FT) vs ground control (GC) DEGs-DmCs in Col-0, elp2-5 , and met1-7 roots. Heat maps show the Log 2 (Fold-change) of differential gene expression (red: up-regulated and green: down-regulated) and differential DNA methylation (hypermethylation: yellow and hypomethylation: blue) of Col-0, elp2-5 , and met1-7 roots in FT compared to GC. DmCs for each CG, CHG, and CHH methylation context in each genic region (Gene body: TSS to TTS, upstream: 2 kb from TSS, downstream: 2 kb from TTS) are denoted in the heat maps. The heatmaps show both negative and positive correlations of DEGs with DmCs. Negative correlations (−) are defined when up-regulated genes aligned with hypomethylated DmCs and down-regulated genes aligned with hypermethylated DmCs. The converse relationship is indicative of a positive correlation (+). Gene ontology analysis of the lists of DmC-DEGs from the FT vs GC contrasts revealed that the elp2-5 and met1-7 lines lacked enrichment of differential expression in traditional spaceflight acclimation processes ( Figure 12 ). In Col-0 leaves, DmC-DEGs were enriched in localization to glyoxosomes ( Figure 12A ). The DmC-DEGs observed in the spaceflight response of met1-7 leaves were in pathways associated with the metabolism of pigments containing anthocyanins. The enrichments among the Col-0 root FT vs GC DmC-DEGs were primarily associated with defense pathways and responses to hypoxia, as well as the cell wall and membrane nanodomains ( Figure 12B and Supplementary Table 1 ). Col-0 and elp2-5 roots showed enrichments of molecular function GO terms, involving FAD and manganese ion binding, and carbonate dehydratase activity, respectively. A secondary analysis using all FT vs GC DEGs showed that the analysis of only DmC-DEGs recapitulated the majority of the terms associated with the overall transcriptomic response to spaceflight (data not shown). The GO-associated processes, localizations, and functions represented by these terms are gained or lost from the methylation-sensitive aspect of the spaceflight response dependent on the functionality of ELP2 and MET1. FIGURE 12. Open in a new tab Gene ontology enrichment analyses of spaceflight (FT) vs ground control (GC) DEGs-DmCs in each genotype. (A) The heatmap shows the GO terms that were enriched for in the DmC-DEG heatmap ( Figure 10 ) for the leaf tissue in all three genotypes. In leaves, elp2-5 did not have any enriched GO terms. (B) The heatmap shows GO terms that were enriched for in the DmC-DEG heatmap ( Figure 11 ) for the root tissue in all three genotypes. In roots, met1-7 did not have any enriched GO terms. The scale bar represents the negative Log 10 of the q -values (corrected p -values) for the GO terms’ enrichment within each list of DmC-DEGs. The q -value cutoff was set at 0.05. Higher values in the scaling indicate higher significance of the enrichment.",
    "Conclusion": "DNA methylation plays a crucial role in regulating stress responses and physiological adaptation in plants ( Boyko and Kovalchuk, 2010 ; Dowen et al., 2012 ; Zhang, 2012 ; Wang et al., 2013 ; Yu et al., 2013 ; Garg et al., 2015 ; Tameshige et al., 2015 ; Yong-Villalobos et al., 2015 ; Zhou et al., 2019 ). Physiological adaptation to spaceflight engages gene expression changes that at least mimic several terrestrial stress responses ( Hoson et al., 2002 ; Gao et al., 2008 ; Salmi and Roux, 2008 ; Blancaflor, 2013 ; Correll et al., 2013 ; Paul et al., 2013 ; Zupanska et al., 2013 ; Ferl et al., 2014 ; Inglis et al., 2014 ; Nakashima et al., 2014 ; Sugimoto et al., 2014 ; Kwon et al., 2015 ; Schüler et al., 2015 ; Zhang et al., 2015 ; Barker et al., 2017 ; Choi et al., 2019 ; Kruse et al., 2020 ; Supplementary Table 2 ). In addition, the first whole-genome survey of DNA methylation in wild-type WS Arabidopsis plants grown entirely in the spaceflight environment showed correlated changes in DNA methylation accompanying regulation of DEGs in spaceflight, especially in stress response genes such as those associated with defense responses and ROS signaling ( Zhou et al., 2019 ). However, such correlations do not establish a functional connection between DNA methylation and physiological adaptation to the spaceflight environment. Therefore, two methylation mutant lines, each deficient in separate and distinct functions that affect methylation, were grown on the ISS to assess their response to spaceflight compared to that of wild type. The assays for response to spaceflight were overall growth and morphology, gene expression profiles, and DNA methylation profiles. The elp2-5 plants failed to grow normally in spaceflight ( Figure 1A ). Previous experiments have shown that in the microgravity of spaceflight, plant root growth is altered compared to growth on the ground, yet when presented with directional light, roots generally grow away from the light source and establish a near normal growth pattern, and present a generally healthy-looking morphology ( Paul et al., 2012 ; Zhou et al., 2019 ). However, the roots of the elp2-5 plants in spaceflight did not set up this typical spaceflight directionality, as the roots did not navigate away from the germinated seed. The total biomass of the elp2-5 plants on orbit was similar to that of the GCs ( Supplementary Figure 1 ). Thus, all of the biomass of the elp2-5 spaceflight plants was concentrated into the area very near the seed, which may accelerate the depletion of nutrients in the immediate vicinity of germination. Nutrient depletion stress is also apparent in the elp2-5 spaceflight transcriptome. The leaves of the spaceflight elp2-5 plants appeared to be less expanded, more chlorotic and displayed more reddish pigmentation than the leaves of the GCs ( Figure 1C ). The elp2-5 mutants generally exhibit over-accumulation of anthocyanin pigments, which can be further exacerbated by stress ( Zhou et al., 2009 ). This distinct, spaceflight-dependent, morphology for elp2-5 plants suggests that elp2-5 plants are physiologically maladapted to spaceflight. While it has been established that ELP2 has a role in root development (e.g., Jia et al., 2015 ) the spaceflight data suggest that ELP2 may also play a role in gravity perception and root navigation. In terrestrial environments, where gravity can impart a tropic force, plants lacking ELP2 have shorter roots but grow reasonably well ( Jia et al., 2015 ). However, in the absence of gravity, elp2-5 mutant roots appear to lose the ability to navigate effectively away from the site of the germinating seed. The met1-7 plants appeared better able to cope with the absence of gravity than elp2-5 plants, as their spaceflight root growth patterns were similar to Col-0, with no obvious deleterious morphologies seen on orbit ( Figure 1C ). The met1-7 plants produced as much biomass on orbit as in the GCs ( Supplementary Figure 1 ) and established a root growth pattern that was visually typical of spaceflight growth ( Paul et al., 2012 ; Zhou et al., 2019 ) and similar to the appearance of Col-0 ( Figure 1C ). The differential spaceflight morphologies of elp2-5 and met1-7 suggest that the DNA methylation events conditioned by MET1 and ELP2 differentially affect spaceflight physiological adaptation and success. Since MET1 and ELP2 represent two different mechanisms that affect methylation, these results suggest that spaceflight might affect the methylation of specific genes more than the genome-wide status of methylation. The degree of genome-wide methylation was not statistically different between spaceflight and GCs for Col-0, but both elp2-5 and met1-7 were generally hypermethylated compared to the GCs ( Figure 2 and Supplementary File 1 ). This result reinforces the conclusion that changes in overall average genome methylation is not a hallmark of spaceflight adaptation in wild-type plants, as this result was also seen in the spaceflight methylome of Arabidopsis cultivar WS ( Zhou et al., 2019 ). However, the hypermethylation of the mutant genomes suggested that the respective contributions of MET1 and ELP2 are important to maintaining an appropriate degree of genome-wide methylation in the physiological adaptation to spaceflight. The degree of DNA methylation within each context in elp2-5 was significantly increased in response to spaceflight in both leaves and roots ( Figures 2G,H ) compared to the degree of methylation of these mutants with respect to wild type in the GCs. However, there was a distinction between the two mutant lines in the degree and context of methylation in the respective root genomes. The spaceflight elp2-5 root genome was significantly hypermethylated in all contexts (CG, CHG, and CHH) compared to the GCs, whereas only CG methylation was elevated in the spaceflight met1-7 genome ( Figures 2D,H,J ). Although the contribution of CHG and CHH methylation in Arabidopsis is generally small (about 14%; Niederhuth et al., 2016 ) it is possible that while genome-wide changes in CG methylation does not impact spaceflight root growth morphology, changes in the CHG and CHH context may contribute to the spaceflight phenotype of elp2-5 plants. The degree of spaceflight methylation across protein-coding regions showed organ-specificity among all genotypes. Methylation in the protein coding regions is relevant to gene expression profiles, which are also highly organ specific. Spaceflight induced more CG methylation across all protein-coding regions (upstream, gene body, and downstream) in met1-7 leaves and only increased methylation in the upstream and downstream regions in roots ( Figure 3 ). Conversely, elp2-5 methylation was increased across all protein-coding regions and methylation contexts only in the roots in response to spaceflight ( Figure 3 ). The substantial increase in CHH methylation in elp2-5 roots ( Figures 4A,B ) suggests that ELP2 plays a dominant role in governing the spaceflight-associated methylation changes in the roots, specifically in the CHH context. This correlates with the root growth morphology exhibited by elp2-5 . Col-0, met1-7 , and elp2-5 are each different in their spaceflight gene expression and DNA methylation profiles. The profiles of differentially expressed and differentially methylated genes in both elp2-5 and met1-7 were unique compared to wild-type Col-0 ( Figures 10 , 11 and Supplementary Figure 2 ). The loss of MET1 and ELP2 each had a substantial influence on the profiles of DEGs and differentially methylated genes in response to the spaceflight environment. The types and functions of the genes that are differentially expressed in the elp2-5 spaceflight plants indicate that the spaceflight plants are under considerable stress compared to GCs. Almost a third of the genes uniquely induced in the spaceflight elp2-5 leaves are associated with nutrient stress, and most of the rest are genes associated with heat stress, ROS and pathogen responses. These gene classes were also noticeably represented among the elp2-5 spaceflight root DEGs. These gene expression patterns describe a highly stressed response reflecting the compact growth morphology of the spaceflight elp2-5 plants. The types and functions of the genes that are differentially expressed in the met1-7 spaceflight plants suggest that met1-7 plants were better adjusted to spaceflight than the elp2-5 plants. As with the elp2-5 plants, the met1-7 plants present a number of stress-associated DEGs. However, in contrast to the types of genes expressed by spaceflight elp2-5 plants, the DEGs in spaceflight met1-7 plants predominantly functioned in signal transduction, as membrane transporters or transcriptional activators ( Supplementary Figure 2 and Supplementary File 6 ). While organ-specific differences in the gene expression patterns of various Arabidopsis tissue types (leaves, hypocotyls, roots, and root tips) have been previously reported in spaceflight transcriptomes ( Paul et al., 2013 , 2017 ; Zhou et al., 2019 ), the met1-7 and elp2-5 plant lines each demonstrated a different pattern of organ-specific expression and methylation. A large proportion of the differentially methylated and expressed genes in leaves were observed in Col-0 (59 out of 207) and met1-7 (72 out of 226), whereas in roots a large proportion of differentially methylated and expressed genes were found in Col-0 (114 out of 147) and elp2-5 (101 out of 120). Only 8% of the leaf DEGs and 12% of the root DEGs overlap between the genotypes, suggesting that unique organ-specific mechanisms were engaged for spaceflight adaptation, with MET1 playing a more important role in leaves and ELP2 having the more important role in roots, in the physiological adaptation to spaceflight. The relationships between DNA methylation and gene expression in spaceflight were complex and differed between leaves and roots. In wild-type Col-0 leaves, the hypomethylated DmCs and hypermethylated DmCs were evenly distributed across all contexts and all genic regions ( Figure 5A ). The association of changes in methylation with gene expression showed an even proportion of positive and negative correlation. In met1-7 leaves, DmCs were predominantly hypermethylated in the CG and CHH contexts of downstream regions, and a larger proportion of positive correlations were observed among DmC-DEGs ( Figure 10 ). In elp2-5 roots, DmCs were primarily hypermethylated in the CHH context across all genic regions, yet a larger proportion of DmC-DEGs showed a negative correlation ( Figure 11 ). These observations are in contrast with other studies that report a strong negative correlation between promoter CG methylation and gene expression levels ( Finnegan et al., 1996 ; Garg et al., 2015 ; Jia et al., 2015 ). Further investigations may clarify the relationship between leaf spaceflight transcript abundance and methylation in different contexts and genic regions. However, 80% of DEGs (across all genotypes) were also differentially methylated in roots. In leaves, that average was only 30% ( Figure 7F ). These data suggest that DNA methylation plays a significantly larger role in regulating the genes associated with the spaceflight response in roots than in leaves. The genes differentially regulated by elp2-5 and met1-7 in spaceflight were from distinctly different metabolic processes than those regulated in Col-0 in response to spaceflight. Functional analyses of DmC-DEGs showed sharp contrasts among elp2-5 and met1-7 with the Col-0 wild-type. The mutant e lp2-5 line showed differential methylation and expression of gene classes traditionally associated with the spaceflight response and other abiotic stresses, such as metabolic processes and defense, hormone, and hypoxic responses across tissue types ( Figure 8E ; Cramer et al., 2011 ). The mutant met1-7 line, conversely, demonstrated relatively few GO term enrichments, indicating that DmC-DEGs tended to result from largely untargeted changes in methylation ( Figure 9E ). ELP2 regulates root growth and development, and elp2 loss of function mutants display shorter roots, and this phenotype may be linked to the root-specific involvement of DmC-DEGs associated with ion homeostasis, transport processes, and extracellular localization observed in this study ( Figures 1C , 8E; Jia et al., 2015 ). The spaceflight-associated processes that are differentially represented in elp2-5 are also among the primary classes enriched in DmC-DEGs involved in the spaceflight acclimation of Col-0 ( Figures 8E , 12 ). These data suggest that the spaceflight response works more directly through DNA methylation mechanisms and other mechanisms regulated by ELP2 than through the maintenance mechanisms represented by MET1. DNA methylation profiles within a genome are dynamic and complex, yet integral to plant growth, development, and stress responses (reviewed in: Bartels et al., 2018 ). The response to spaceflight includes differential DNA methylation in a manner that is similar to known terrestrial stress responses, particularly those associated with pathogen attack or harsh environments. Supplementary Table 2 provides a comparison of these spaceflight-associated DmC-DEGs with those from several terrestrial studies of environmental stress responses ( Yong-Villalobos et al., 2016 ; Hewezi et al., 2017 , 2018 ; Stassen et al., 2018 ; Korotko et al., 2021 ). This correlation strongly suggests that the spaceflight response, though novel, utilizes a range of mechanistic approaches that are typically employed during terrestrial environmental stress. While direct methylation mechanisms represented by MET1 certainly affect the spaceflight response in terms of gene expression profiles, the indirect DNA demethylation/methylation mechanisms associated with ELP2 have a more profound role than MET1 in the spaceflight response.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/4fa5a485c127/fpls-12-691790-g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/9821faf0d83e/fpls-12-691790-g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/a1956651b757/fpls-12-691790-g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/11c7a165324f/fpls-12-691790-g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/88dc3a4bf51c/fpls-12-691790-g005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/a73f8ef1b6e8/fpls-12-691790-g006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/4f2eeb30954d/fpls-12-691790-g007.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/e367cae88f37/fpls-12-691790-g008.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/6436cb3159af/fpls-12-691790-g009.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/01b15183bd5e/fpls-12-691790-g010.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/dd3ef2802414/fpls-12-691790-g011.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/0141/8475764/b5be9f62488e/fpls-12-691790-g012.jpg"
    ]
  }
}