{
  "paper_id": "pmc_articles_PMC10063413",
  "title": "Small changes in thermoregulation influence cancellous bone turnover balance in distal femur metaphysis in growing female mice",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10063413/",
  "sections": {
    "Abstract": "Mice are typically housed at temperatures well below their thermoneutral zone. When individually housed at room temperature (~22 °C) mice experience cold stress which results in cancellous bone loss and has the potential to alter the skeletal ...",
    "Results": "3.1. Effects of housing temperature and group housing on food consumption, Ucp1 gene expression in brown adipose tissue, body weight, and body composition ( Fig. 1 ) Fig. 1. Open in a new tab Food consumption over time (a), brown adipose tissue Ucp-1 expression (b), body mass over time (c), terminal body mass (d), lean mass (e), fat mass (f), and white adipose tissue mass (g) in female C57BL/6 J mice sacrificed at baseline (6 weeks old) or housed under the following conditions (n = 10/group): 22 °C and single housed, 26 °C and single housed, or 22 °C and group housed (n = 5/cage) with nestlets until 18 weeks of age. Data are mean ± SE with individual data points for panels b and d-g. The vertical dotted line demarcates the baseline group from the experimental groups. a Different from baseline, p < 0.05. b Different from mice single housed at room temperature (22 °C), p < 0.05. b* Different from mice single housed at room temperature (22 °C), p < 0.1. Mice individually housed at 26 °C consumed less food than mice individually housed at 22 °C ( Panel a ) at all time points assayed. Unfortunately, food consumption could not be accurately measured for mice group housed at 22 °C. Mice single housed at 26 °C and mice group housed at 22 °C had lower Ucp1 expression in BAT compared to mice single housed at 22 °C ( Panel b ). There were no differences in Ucp-1 expression between mice single housed at 26 °C and mice group housed at 22 °C. Body mass increased over time in all treatment groups ( Panel c ). Compared to 6-week-old mice sacrificed at baseline, all groups of mice sacrificed at 18 weeks of age had increased body mass ( Panel d ). Mice group housed at 22 °C tended to have lower body mass than mice single housed at 22 °C (p = 0.053). There were no differences in body mass between mice housed at 22 °C (single or group housed) and mice single housed at 26 °C. Lean mass ( Panel e) and fat mass ( Panel f ) were higher in all treatment groups compared to baseline. Lean mass was lower in mice group housed at 22 °C compared to mice single housed at 22 °C. There were no differences in fat mass among treatment groups. White adipose tissue mass ( Panel g ) was higher in mice single housed at 22 °C and mice single housed at 26 °C compared to baseline. No differences were observed in WAT mass between mice group housed at 22 °C and baseline or among treatment groups. 3.2. Effects of housing temperature and group housing on femur length, area, bone mineral content, and bone mineral density ( Fig. 2 ) Fig. 2. Open in a new tab Ex vivo total femur length (a), bone area (b), bone mineral content (c), and bone mineral density (d) in female C57BL/6 J mice sacrificed at baseline (6 weeks old) or housed under the following conditions (n = 10/group): 22 °C and single housed, 26 °C and single housed, and 22 °C and group housed (n = 5/cage) with nestlets until 18 weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean ± SE with individual data points. a Different from baseline, p < 0.05. Femur length ( Panel a ), area ( Panel b ), BMC ( Panel c ), and BMD ( Panel d ) increased in all treatment groups compared to baseline. However, there were no differences among treatment groups. 3.3. Effects of housing temperature and group housing on midshaft femur diaphysis microarchitecture ( Fig. 3 ) Fig. 3. Open in a new tab Mid-femur diaphysis cortical thickness (a), cortical volume (b), marrow volume (c), cortical thickness (d), and polar moment of inertia (e) in female C57BL/6 J mice sacrificed at baseline (6 weeks old) or housed under the following conditions (n = 10/group): 22 °C and single housed, 26 °C and single housed, and 22 °C and group housed (n = 5/cage) with nestlets until 18 weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean ± SE with individual data points. a Different from baseline, p < 0.05. Cross-sectional volume ( Panel a ) and marrow volume ( Panel c ) decreased in all treatment groups compared to baseline but did not differ among treatment groups. Cortical volume ( Panel b ) and cortical thickness ( Panel d ) increased in all treatment groups compared to baseline but did not differ among treatment groups. Polar moment of inertia ( Panel e ) did not change compared to baseline and did not differ among treatment groups. 3.4. Effects of housing temperature and group housing on distal femur metaphysis microarchitecture ( Fig. 4 ) Fig. 4. Open in a new tab Distal femur metaphysis cancellous bone volume fraction (a), connectivity density (b), trabecular number (c), trabecular thickness (d), and trabecular separation (e) in female C57BL/6 J mice sacrificed at baseline (6 weeks old) or housed under the following conditions (n = 10/group): 22 °C and single housed, 26 °C and single housed, and 22 °C and group housed (n = 5/cage) with nestlets until 18 weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean ± SE with individual data points. a Different from baseline, p < 0.05. b Different from mice single housed at room temperature (22 °C), p < 0.05. b⁎ Different from mice single housed at room temperature (22 °C), p < 0.1. There were large reductions in cancellous bone volume fraction ( Panel a ), connectivity density ( Panel b ), and trabecular number ( Panel c ) compared to baseline. Trabecular thickness ( Panel d ) was higher in mice group housed at 22 °C compared to baseline but did not change in mice single housed at 26 °C or mice single housed at 22 °C compared to baseline. Trabecular separation ( Panel e ) was higher in all treatment groups compared to baseline. Single housing mice at 26 °C and group housing mice at 22 °C attenuated, but did not prevent, cold stress-induced bone loss. Cancellous bone volume fraction ( Panel a ) was 54 % higher in mice housed at 26 °C compared to mice housed at 22 °C and 52 % higher in mice group housed at 22 °C compared to mice single housed at 22 °C. Connectivity density ( Panel b ) tended to be higher (p = 0.086) by 73 % in mice single housed at 26 °C compared to mice single housed at 22 °C. Trabecular number ( Panel d ) was 10 % higher in mice single housed at 26 °C compared to mice single housed at 22 °C. Trabecular thickness ( Panel d ) was 11 % higher in mice group housed at 22 °C compared to mice single housed at 22 °C. Trabecular separation ( Panel e ) was 10 % lower in mice single housed at 26 °C compared to mice single housed at 22 °C. 3.5. Effects of housing temperature and group housing on distal femur epiphysis microarchitecture ( Fig. 5 ) Fig. 5. Open in a new tab Distal femur epiphysis cancellous bone volume fraction (a), connectivity density (b), trabecular number (c), trabecular thickness (d), and trabecular separation (e) in female C57BL/6 J mice sacrificed at baseline (6 weeks old) or housed under the following conditions (n = 10/group): 22 °C and single housed, 26 °C and single housed, and 22 °C and group housed (n = 5/cage) with nestlets until 18 weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean ± SE with individual data points. a Different from baseline, p < 0.05. b⁎ Different from mice single housed at room temperature (22 °C), p < 0.1. Cancellous bone volume fraction ( Panel a ) did not change compared to baseline for any of the housing conditions or differ among housing conditions. There were reductions in connectivity density ( Panel b ) and trabecular number ( Panel c ) and increases in trabecular thickness ( Panel d ) and separation ( Panel e ) in all treatment groups compared to baseline. With the exception of a tendency for higher connectivity density in mice group housed at 22 °C than mice single housed at 22 °C (p = 0.086), no differences were observed in femur epiphysis microarchitecture among treatment groups. 3.6. Effects of housing temperature and group housing on 5th lumbar vertebra microarchitecture ( Fig. 6 ) Fig. 6. Open in a new tab Lumbar vertebra cancellous bone volume fraction (a), connectivity density (b), trabecular number (c), trabecular thickness (d), and trabecular separation (e) in female C57BL/6 J mice sacrificed at baseline (6 weeks old) or housed under the following conditions (n = 10/group): 22 °C and single housed, 26 °C and single housed, and 22 °C and group housed (n = 5/cage) with nestlets until 18 weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean ± SE with individual data points. a Different from baseline, p < 0.05. b Different from mice single housed at room temperature (22 °C), p < 0.05. b⁎ Different from mice single housed at room temperature (22 °C), p < 0.1. In lumbar vertebra, bone volume fraction ( Panel a ), trabecular thickness ( Panel d ), and trabecular separation ( Panel e ) increased, and connectivity density ( Panel b ) and trabecular number ( Panel c ) decreased in all treatment groups compared to baseline. Bone volume fraction ( Panel a ) was higher by 11 % and trabecular number ( Panel c ) tended to be higher (p = 0.070) and trabecular separation ( Panel e ) was lower by 8 % in mice single housed at 26 °C compared to mice single housed at 22 °C. Trabecular number ( Panel c ) was higher and trabecular separation ( Panel e ) was lower in mice group housed at 22 °C compared to mice single housed at 22 °C. 3.7. Effects of housing temperature and group housing on 5th caudal vertebra microarchitecture ( Fig. 7 ) Fig. 7. Open in a new tab Caudal vertebra cancellous bone volume fraction (a), connectivity density (b), trabecular number (c), trabecular thickness (d), and trabecular separation (e) in female C57BL/6 J mice sacrificed at baseline (6 weeks old) or housed under the following conditions (n = 10/group): 22 °C and single housed, 26 °C and single housed, and 22 °C and group housed (n = 5/cage) with nestlets until 18 weeks of age. The vertical dotted line demarcates the baseline group from the experimental groups. Data are mean ± SE with individual data points. a Different from baseline, p < 0.05. b⁎ Different from mice single housed at room temperature (22 °C), p < 0.1. In caudal vertebra, bone volume fraction ( Panel a ) and trabecular thickness ( Panel d ) increased, and connectivity density ( Panel b ) decreased in all groups compared to baseline. Differences between treatment groups and baseline were not noted for trabecular number ( Panel c ) or trabecular separation ( Panel e ). No differences were observed among treatment groups for any of the endpoints evaluated.",
    "Conclusion": "Body weight, lean mass, fat mass, femur size, BMC and BMD, and cancellous bone volume fraction in lumbar and caudal vertebrae increased from 6 to 18 weeks of age in female B6 mice housed at room temperature (22 °C). These increases contrast with a large decrease in cancellous bone volume fraction in distal femur metaphysis and a lack of change in cancellous bone volume fraction in distal femur epiphysis. A small (4 °C) difference in temperature influenced bone microarchitecture at select skeletal sites, as did group housing the mice with nestlets. Compared to mice single housed at 22 °C, mice single housed at 26 °C had higher cancellous bone volume fraction and trabecular number, and lower trabecular separation in distal femur metaphysis. Additionally, they had higher bone volume fraction and lower trabecular separation in lumbar vertebrae. Group housing with nestlets also moderated the effect of room temperature housing and bone measurements did not differ in mice group housed at 22 °C compared to mice single housed at 26 °C. Laboratory mice are typically housed at ~22 °C, which is within the thermoneutral comfort zone for humans but well below thermoneutral for mice. As facultative daily heterotherms, mice maintain their core body temperature through adaptive thermogenesis when the ambient temperature is below thermoneutral. This impacts energy partitioning and results in premature cancellous bone loss ( Iwaniec et al., 2016 ; Martin et al., 2019 ). The present study found that an increase in housing temperature of individually housed mice from 22 °C to 26 °C influenced bone mass and microarchitecture in female mice and significantly attenuated, but did not prevent, bone loss in distal femur metaphysis. Mice are often group-housed. According to the Guide for the Care and Use of Laboratory Animals ( National Research Council (US) Committee for the Update of the Guide for the Care and Use of Laboratory Animals, 2011 ), up to 5 mice may be housed in a single cage. In the current study, mice group housed (5/cage) with nestlets at 22 °C had similar outcomes compared to mice single housed at 26 °C, which suggests that group housing, by lowering heat loss, partially compensates for the reduction in temperature. There are inherent differences in thermal physiology between single and group-housed mice, with lesser effects of cold stress in group-housed mice including reduced heat loss due, in part, to their ability to huddle ( Speakman and Keijer, 2013 ). However, the results from our present study are in support of previous research concluding that group housing alone is not sufficient to fully prevent cold stress in mice housed at room temperature ( Maher et al., 2015 ). Nevertheless, a reduced ability to huddle under some conditions, such as microgravity, could contribute to bone loss. This possibility is supported by our finding that female mice housed aboard the International Space Station (ISS) had increased expression of Ucp1 in BAT compared to ground-based control mice, in spite of comparable housing temperatures ( Wong et al., 2021 ). The inclusion of a baseline control group is critical for a full appreciation of the bone and bone-compartment-specific effects of housing on the mouse skeleton. In the present study, mice single housed at 26 °C had 54 % higher cancellous bone volume fraction in the distal femur metaphysis and 11 % higher cancellous bone volume fraction in the 5th lumbar vertebra compared to mice single housed at 22 °C. Although impressive, this higher value in the femur is small compared to the magnitude of bone loss relative to baseline values. Additionally, whereas the bone volume fraction in the femur metaphysis of mice housed at the warmer temperature was due to attenuated bone loss, the higher vertebral bone volume fraction was due to increased bone accrual. As expected, there was a lower expression of Ucp1 in BAT among mice single housed at 26 °C compared to mice single housed at 22 °C. Mice group housed at 22 °C also had lower Ucp1 expression compared to mice single housed at 22 °C and notably, the magnitude of the change in Ucp1 expression was similar to that of mice single housed at 26 °C. Ucp-1 functions to uncouple oxidative phosphorylation to release heat rather than store energy as ATP and is activated by cold. The protein contributes to adaptive non-shivering thermogenesis and has been reported to have a protective effect on bone under conditions of severe cold stress ( Nguyen et al., 2018 ). Similar outcomes have been reported in male B6 mice housed in pairs at 20 °C, 22 °C, and 26 °C, with increased Ucp1 expression in BAT and impaired cancellous bone acquisition at lower temperatures ( Robbins et al., 2018 ). Research conducted in mice housed aboard the ISS revealed bone loss and altered microarchitecture, especially in lower limbs ( Fu et al., 2021 ). The findings of the present study suggest that the skeletal response of mice to spaceflight may be due, in part, to housing conditions and thus not entirely due to skeletal unloading during microgravity. Mice are transported to the ISS and subsequently group housed in rodent habitats with a reported temperature range of 26–28 °C ( Choi et al., 2020 ). As mentioned ( Wong et al., 2021 ), although animal enclosure temperature was comparable, Ucp1 expression in BAT was higher in the flight mice aboard the ISS. There was also evidence that the flight mice consumed more food. These two findings are consistent with increased thermogenesis in mice flown aboard the ISS that is similar in magnitude to the increase associated with a 4 °C lower housing temperature. It is likely that mice aboard the ISS are unable to huddle as efficiently or assume postural positions to reduce heat loss as ground controls. Consequently, they are more dependent upon adaptive thermogenesis to maintain core body temperature. A side effect of this important adaptive response to countering cold stress may be accelerated bone loss. The response of bones of the lower limb, such as the femur, to differences in thermogenesis is of particular interest for microgravity research because spaceflight simulation studies using ground-based models such as hindlimb unloading typically focus on the response of weight-bearing bone to unloading ( Grimm et al., 2016 ). As demonstrated here and in prior studies, the impact of cold stress varies among bones and skeletal sites ( Iwaniec et al., 2016 ; Martin et al., 2019 ). Lumbar vertebrae, for example, are less impacted by cold temperature stress than femora, but they are less desirable than long bones of the hindlimb for simulated microgravity studies because although load bearing they do not bear weight ( Keune et al., 2019 ). This report was limited to female mice due to facility constraints. We chose to perform the initial studies in female mice because female mice exhibit an earlier and more dramatic skeletal response to cold stress than male mice. However, we have shown that thermoneutral housing prevents premature (while the mice are growing) bone loss in both sexes. Additional research is needed to assess whether male mice would experience a similar attenuation of bone loss following a small (4 °C) increase in housing temperature above room temperature (22 °C). Another limitation of the study is that we only evaluated growing mice. Additional studies will be required to determine if cold stress accelerates age-related bone loss in skeletally mature mice. Finally, single housed mice may experience additional stress due to social isolation ( Liu et al., 2020 ) and we cannot rule out the possibility that the attenuation of bone loss observed among the group housed mice may also be due, in part, to reduced stress independent of temperature.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de90/10063413/25e232cb2e04/gr1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de90/10063413/617e28a0b3ea/gr2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de90/10063413/f58ce2df5e92/gr3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de90/10063413/3dd5c5a663cf/gr4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de90/10063413/827848ed5ac7/gr5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de90/10063413/dfb8088c6aca/gr6.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/de90/10063413/f602e7786aea/gr7.jpg"
    ]
  }
}