{
  "paper_id": "pmc_articles_PMC11324864",
  "title": "Simulated microgravity impairs human NK [natural killer] cell cytotoxic activity against space radiation-relevant leukemic cells",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11324864/",
  "sections": {
    "Abstract": "Natural killer (NK) cells are an important first-line of defense against malignant cells. Because of the potential for increased cancer risk from astronaut exposure to space radiation, we determined whether microgravity present during spaceflight ...",
    "Results": "Effect of microgravity exposure on the cytotoxicity of NK-92MI cells To begin to define the impact that exposure to microgravity has upon NK cell function, we incubated NK-92MI cells for 48 h in either: (1) conditions of normal gravity (1 G) in a standard culture T-flask; or (2) conditions of simulated microgravity (sμG) using the NASA-designed Synthecon rotating wall vessel (RWV) system and its associated high-aspect ratio vessels (HARVs). At the end of the 48 h incubation, NK-92MI cells were harvested and their cytotoxicity against two separate leukemic cell lines (K-562—erythroleukemia; MOLT-4—T-ALL) was measured using a commercially available non-radioactive cytotoxicity assay kit (), following the manufacturer’s instructions which involved centrifugation and a 4 h co-incubation of the NK-92MI cells and leukemic cell lines under 1 G. As seen in Fig. 1 , even a relatively brief (48 h) exposure of NK-92MI cells to simulated microgravity (sμG) dramatically reduced their ability to kill the erythroleukemic cell line K-562 (Fig. 1A ) at all measured E:T ratios, and it significantly reduced their killing of the T-ALL cell line MOLT-4 (Fig. 1B ) at higher E:T ratios. A 48 h exposure of NK-92MI cells to sμG also reduced their killing of MOLT-4 cells at the lowest measured E:T ratio of 5:1, but significance was not achieved. Fig. 1. Impact of simulated microgravity (sμG) on NK-92MI cytotoxicity. Open in a new tab NK-92MI cells were exposed to sμG in a rotating HARV for 48 h and then plated with leukemic cell lines at various concentrations and incubated in normal gravity for 4 h. Cytotoxicity against both K-562 ( A ) and MOLT-4 ( B ) cell lines was reduced at all E:T ratios. n=3 (K-562) or n=4 (MOLT-4). Effect of microgravity exposure on the cytotoxicity of primary human NK cells While the NK-92MI cell line is a workhorse of the NK field, and it has been used in countless studies related to NK function and NK cytotoxicity against various tumors, it is an IL-2-independent permanent cell line, and as such its biology likely differs, at least in subtle ways, from that of primary NK cells. We, therefore, next performed identical studies using primary NK cells isolated from the peripheral blood of three different healthy adult human donors (volunteers were all males between 25–35 years of age; blood was collected by a physician following informed consent, in accordance with an IRB approved by Wake Forest University Health Sciences) to assess whether a 48 h exposure to sμG would also impair the cytotoxic function of primary human NK cells. As can be seen in Fig. 2 , the cytotoxicity of primary NK cells from all ( n = 3) healthy donors was also significantly reduced against K-562 (Fig. 2A , p ≤ 0.01) and MOLT-4 (Fig. 2B , p ≤ 0.05) leukemic cell lines (E:T ratio = 10:1) following a 48 h exposure to sμG, although the reduction in cytotoxicity was more pronounced against the K-562 line. Fig. 2. Impact of sμG on cytotoxicity of primary human NK cells. Open in a new tab Primary human NK cells were isolated from three healthy adult donors and exposed for 48 h to: (1) normal gravity (1 G) in a standard flask; (2) normal gravity (1 G) in a stationary horizontal HARV; or (3) sμG in a rotating HARV. NK cells were then harvested, plated with K-562 and MOLT-4 leukemic cell lines at a 10:1 ratio, and incubated in normal gravity for 4 h. Cytotoxicity against both leukemic cell lines was significantly reduced by a 48 h exposure to sμG. No significant differences were observed between tissue flasks and HARVs under normal gravity. n = 2 separate healthy donors for K-562 and n = 3 separate healthy donors for MOLT-4 ; combined results from 3 separate experiments are shown . Effect of continuous microgravity on the cytotoxicity of primary human NK cells For the initial studies on NK-92MI and primary human NK cells, we followed a standard protocol for measuring cytotoxicity in which NK cells were exposed to sμG for 48 h, followed by centrifugation and subsequent coculture of NK cells with target cells under conditions of normal gravity for a period of 4 h. Since it is well documented that dramatic changes in gene expression occur within seconds in response to changes in gravity 27 – 30 , we reasoned that the hypergravity experienced during centrifugation as well as the 4 h incubation period with target cells under conditions of normal gravity likely prevented a truly accurate assessment of the impact microgravity would have on NK function in “real-time” during spaceflight. Therefore, we next performed studies using a modified workflow that enabled us to maintain both the NK cells and the target tumor cells in a continuous state of microgravity throughout the entire assay period, to more accurately evaluate NK cell tumor surveillance and elimination during spaceflight and generate data that are essential for more precise astronaut cancer risk estimates. Results from the cytotoxicity assay performed in continuous sμG are shown in Fig. 3 . As can be seen in this Figure, subjecting primary human NK cells to conditions of sμG for 48 h and then performing the entire cytotoxicity assay under continuous conditions of sμG significantly ( p ≤ 0.01) reduced their cytotoxicity towards both K-562 and MOLT-4 leukemic cell lines. Furthermore, the cytotoxicity of primary NK cells towards both leukemic cell lines was nearly identical whether the NK cell were cultured under normal gravity in standard T-flasks (1 G Flask) or in stationary horizontal HARVs (1 G HARV), suggesting the culture vessel’s material and geometry had no appreciable effect on NK cytotoxicity. Fig. 3. Impact of continuous sμG during cytotoxicity assay on NK killing. Open in a new tab Primary human NK cells were isolated from three healthy adult donors and exposed for 48 h to: (1) normal gravity (1 G) in a standard flask; (2) normal gravity (1 G) in a stationary horizontal HARV; or (3) sμG in a rotating HARV. K-562 or MOLT-4 leukemic cell lines were then added at a 10:1 ratio to the vessel in which the NK cells were growing and incubated for an additional 4 h, either under 1 G (flask and horizontal stationary HARV) or under sμG (rotating HARV). Primary NK cell cytotoxicity against both leukemic cell lines was significantly reduced when the cytotoxicity assay was performed under conditions of continuous sμG. n = 2 separate healthy donors for K-562 and n = 3 separate healthy donors for MOLT-4 ; combined results from 3 separate experiments are shown . Continuous sμG further impairs the cytotoxicity of primary human NK cells beyond that of 48 h culture in sμG alone As shown in Fig. 4 , when the results of the two different methodologies we employed (traditional cytotoxicity assay vs maintaining sμG throughout the entire assay procedure) regarding the impact sμG exerts on human NK cytotoxicity towards T-ALL (MOLT-4) are directly compared, it is readily apparent that maintaining sμG throughout the entire assay procedure leads to a statistically significant ( p ≤ 0.05) further reduction in cytotoxicity relative to the traditional assay. This difference suggests that previous reports may actually have underestimated the true reduction in NK activity caused by microgravity. Importantly, our findings also indicate that NK cells at least partially regain cytotoxic function over a period of as little as 4 h when returned to normal gravity. When coupled with our prior report of human T-ALL in mice whose hematopoietic system was repopulated with human hematopoietic stem cells (HSC) exposed to Mars mission-equivalent doses of GCR ions 13 , the marked reduction in cytotoxicity of NK cells against T-ALL when maintained in conditions of sμG raises the troubling possibility that the combined exposure to space radiation and conditions of microgravity may place astronauts at even greater risk of this malignancy during prolonged missions beyond LEO. Fig. 4. Impact on primary NK cell cytotoxicity of continuous sμG during cytotoxicity assay vs only a 48 h exposure to sμG. Open in a new tab Primary human NK cells were isolated from three healthy adult donors and exposed for 48 h to: (1) normal gravity (1 G) in a standard flask; (2) normal gravity (1 G) in a stationary horizontal HARV; or (3) sμG in a rotating HARV. Cytotoxicity against the K-562 and MOLT-4 leukemic cell lines (at a 10:1) ratio was then assessed under standard 1 G conditions or under conditions of continued sμG to enable comparison of the impact preexposure vs continuous exposure to sμG had on primary human NK cell function. Primary NK cell cytotoxicity against both leukemic cell lines was significantly further reduced when NK cells were pre-exposed for 48 h to sμG and the cytotoxicity assay was performed under conditions of continuous sμG compared to 48 h pre-exposure alone. n = 2 separate healthy donors for K-562 and n = 3 separate healthy donors for MOLT-4 ; combined results from 3 separate experiments are shown . Interestingly, the cytotoxicity towards K-562 cells did not differ significantly between the two assays ( data not shown ). The reasons for are not clear but could be a result of K-562 cells exhibiting reduced expression of HLA class I and heightened expression of multiple ligands for activating NK receptors, which makes them exceptionally susceptible to NK cell-mediated cytotoxicity 31 , 32 . As such, even the continuous presence of conditions of sμG throughout the entire assay procedure is not able to further abrogate the ability of NK cells to recognize and kill this optimized target cell line beyond the roughly 65% inhibition resulting from the 48 h of pre-incubation in conditions of sμG. RNA-seq to delineate mechanism(s) whereby sμG reduces NK cytotoxicity To gain insight into the mechanisms by which exposure to sμG reduces the ability of primary human NK cells to recognize and lyse hematological tumors, we performed RNA-seq analysis on RNA isolated from the NK cells of 2 healthy human donors (these are 2 additional healthy donors, i.e ., they are not derived from the group of 3 healthy donors whose NK cells were used for the preceding cytotoxicity studies) following 48 h of culture under conditions of sμG. For these studies, the NK cells were grown in the absence of tumor targets, as there was no way to separate the NK cells from the tumor targets for RNA isolation that would not have required centrifugation or other extensive manipulations that had the potential to alter the NK cell transcriptome. As can be seen in Fig. 5 , the NK cells from the two different donors clustered together as a function of whether they were cultured in normal gravity (1 G) or sμG by both PCA (Fig. 5A ) and heatmap (Fig. 5B ), and the expression levels of 2184 genes were significantly ( p < 0.05) up- or down-regulated by ≥1.5-fold as a result of culture in sμG, as shown in the Volcano plot in Fig. 5C . Fig. 5. RNA-seq to identify mechanisms whereby microgravity impairs NK function. Open in a new tab Primary human NK cells were isolated from two healthy adult donors (Donor A and Donor B) and exposed for 48 h to: (1) normal gravity (1 G) in a stationary horizontal HARV; or (2) sμG in a rotating HARV. RNA was then isolated and subjected to RNA-seq to identify differentially expressed genes (DEG) between these two gravitational conditions. A Principal Component Analysis (PCA) plot of the transcriptome of the NK cells from the two donors when cultured under sμG or 1 G. B Heatmap plot of the transcriptome of the NK cells from the two donors when cultured under sμG or 1 G. C Volcano plot of the transcriptome of the NK cells from the two donors when cultured under sμG or 1 G. Looking at specific examples of genes whose transcripts were differentially regulated by exposure to sμG, expression of various CD1 isoforms has been shown to inhibit NK cell-mediated killing 33 , 34 . In these prior studies, the CD1 isoforms to be tested were expressed on the target cells; however, our data show (Fig. 6 ) that culture in sμG leads to a marked induction of mRNA for CD1b, CD1c, CD1d, and CD1e in the NK cells themselves ( p = 2.21e −3 , 8.43e −3 , 7.79e −3 , and 1.87e −3 , respectively). Exposure to sμG also led to a significant up-regulation of the following transcripts (Fig. 7 ): (1) CD3D ( p = 1.14e −3 ), which is consistent with the recently described NK2.4 subset of memory-like NK cells that accumulates with aging and exhibits low expression of the TCR complex 35 ; (2) CD5 ( p = 6.6e −3 ), a cell surface protein that has an inhibitory function in antigen receptor signaling and is not normally expressed on NK cells and would be expected to impair NK functionality 36 – 38 ; (3) decay-accelerating factor/CD55 ( p = 8.53e −3 ), a molecule whose expression has been shown to inhibit human NK cell cytotoxicity against hematological cancers 39 ; (4) CD84 ( p = 0.01), engagement of which significantly dampens NK cell cytotoxicity 40 ; (5) CD200 ( p = 0.02), the shedding of which in the tumor microenvironment leads to NK cell dysfunction and apoptosis 41 ; (6) CD47 ( p = 0.05), a finding of particular relevance to the anti-tumor function of NK cells, since prior studies have shown that CD47 may play an inhibitory role in NK cell-mediated cytotoxicity against cancer cells 42 ; (7) LAIR1 ( p = 0.01), a potent inhibitor of NK cytotoxicity 43 ; (8) NFATC1 ( p = 0.02), a negative regulator of NK cell tumor immunosurveillance 44 ; and (9) CD34 ( p = 7.6e −3 ), an antigen only present on the earliest precursors of the NK lineage 45 , suggesting that microgravity may provoke a regression of NK cells to an immature, undifferentiated stem-like state, as has been reported with other cell types grown in microgravity 46 , 47 . Fig. 6. Exposure to sμG leads to a marked induction of mRNA for multiple isoforms of CD1 in primary human NK cells. Open in a new tab Box plots of the relative expressions levels of the mRNA for CD1b, CD1c, CD1d, and CD1e in primary NK cells from two different healthy adult donors (Donor A and Donor B) cultured under sμG or 1 G. Error bars represent the minimum and maximum observed values, and the line at the center of each box represents the median value ( p = 2.21e -3 , 8.43e -3 , 7.79e -3 , and 1.87e -3 for CD1b, CD1c, CD1d, and CD1e, respectively). The actual Log2 normalized expression values for each donor are presented in brackets above or below the corresponding box plot. Fig. 7. Culture under sμG induces expression of multiple transcripts that may explain decreased NK cytotoxicity. Open in a new tab Box plots of the relative expression levels of selected mRNAs that are up-regulated in primary NK cells from two different healthy adult donors (Donor A and Donor B) cultured under sμG vs. 1 G. Error bars represent the minimum and maximum observed values, and the line at the center of each box represents the median value ( p = 1.14e -3 , 6.6e -3 , 8.53e -3 , 0.01, 0.02, 0.05, 0.01, 0.02, and 7.6e -3 for CD3D, CD5, CD55, CD84, CD200, CD47, LAIR1, NFATC1, and CD34, respectively). The actual Log2 normalized expression values for each donor are presented in brackets above or below the corresponding box plot. Conversely, as a result of exposure to sμG the following transcripts were significantly down-regulated compared to 1 G controls (Fig. 8 ): (1) KLRC3/NKG2E ( p = 0.01), a de facto NK activating receptor 48 ; (2) NOTCH2NLR ( p = 6e −3 ), a receptor in a signaling pathway that plays a substantial role in human NK cell maturation and tumor killing 49 ; and (3) TNFRSF10C ( p = 0.03), a molecule that is thought to protect cells from TRAIL-induced apoptosis 50 . Collectively, the differential expression of myriad genes that are intimately involved in NK cytotoxicity/function provides multiple viable mechanistic explanations for the marked reduction we observed in NK killing under conditions of sμG. Interestingly, exposure to conditions of sμG also led to marked ( p = 0.05) induction of CD8A expression in NK cells (Fig. 9 ). Importantly, CD8 + NK cells have been shown to suppress CD4 + T cell activation and proliferation 51 , suggesting that microgravity may also indirectly impact the function of the acquired immune system via its effects on NK cells. Fig. 8. Culture under sμG decreases expression of transcripts that may explain decreased NK cytotoxicity. Open in a new tab Box plots of the relative expressions levels of selected mRNAs that are down-regulated in primary NK cells from two different healthy adult donors (Donor A and Donor B) cultured under sμG vs. 1 G. Error bars represent the minimum and maximum observed values, and the line at the center of each box represents the median value ( p = 0.01, 6e -3 , and 0.03 for KLRC3/NKG2E, NOTCH2NLR, and TNFRSF10C, respectively). The actual Log2 normalized expression values for each donor are presented in brackets above or below the corresponding box plot. Fig. 9. Culture under sμG induces expression of CD8A in primary human NK cells. Open in a new tab Box plots of the relative expression levels of CD8A mRNA in primary NK cells from two different healthy adult donors (Donor A and Donor B) cultured under sμG vs. 1 G. Error bars represent the minimum and maximum observed values, and the line at the center of each box represents the median value ( p = 0.05). The actual Log2 normalized expression values for each donor are presented in brackets above or below the corresponding box plot.",
    "Conclusion": "Taken together, these data demonstrate that even fairly brief exposure to conditions of simulated microgravity (sμG) markedly reduces the cytotoxicity of both the NK-92MI cell lines and primary human NK cells from 3 different donors towards two different hematological tumor cell lines (K-562 and MOLT-4). Furthermore, these studies are the first report in which a cytotoxicity assay was conducted in conditions of continuous sμG, preventing any alterations to cells which may be caused by return to normal gravity or the hypergravity during centrifugation that is performed during standard cytotoxicity assays. While never addressed before in this setting, we reasoned that maintaining sμG throughout the duration of the assay is critical to accurately assess the true impact microgravity exerts on NK cell function, as even a few seconds of exposure to altered gravitational forces can dramatically affect gene expression 27 – 30 . Our observation of the further reduction in NK cell killing of MOLT-4 (T-ALL) cells when cytotoxicity assays are performed under continuous sμG vs. the standard protocol validated our prediction and demonstrated that prior studies employing traditional assay protocols 18 – 26 likely underestimated the impact of microgravity on NK function. The fact that a significant further decrease in killing was not observed in continuous sμG when K-562 cells were used as targets raises the possibility that the exclusive use of this optimized target cell line with its exquisite sensitivity to NK lysis has the potential to mask important yet subtle effects various stressors may exert on NK function and highlights the importance of including additional target cell lines in future studies. When combined with our prior report of human T-ALL in mice repopulated with human HSC that had been exposed to Mars mission-equivalent doses of GCR ions 13 , the further reduction in cytotoxicity of primary human NK cells against T-ALL when maintained in conditions of sμG raises the troubling possibility that the combined exposure to space radiation and conditions of microgravity may have the potential to increase astronaut risk of this hematological malignancy, and perhaps others, during prolonged missions beyond LEO. It is interesting to note that immunodeficient mice repopulated with human HSC do not generate robust numbers of human NK cells 52 unless the mice have multiple human cytokine genes knocked-in to their genome (e.g., the so-called MISTRG mice 53 ). As such, our observation 13 of the development of human T-ALL in the NSG mice repopulated with GCR-exposed human HSC lends further support to the conclusions of our current studies implicating a role for NK function in the risk of spaceflight-induced hematological malignancies, as the deficits we observe in human NK function due to exposure to microgravity may also have been present, at least to some degree, in the “avatars” of human hematopoiesis we used in our prior studies where they could potentially have played a role in the development of T-ALL. Importantly from the standpoint of astronaut safety, RNA-seq analysis performed on primary NK cells from two different healthy human donors revealed that multiple pathways that are central to NK function are altered by exposure to sμG, paving the way for future studies to test agents designed to target these specific pathways to serve as much-needed medical countermeasures that can mitigate the microgravity-induced deficits in NK function, enabling astronaut immune systems to effectively recognize and eliminate any malignant clones that arise as a result mutations induced by exposure to space radiation.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8736/11324864/c72de9a68dad/41526_2024_424_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8736/11324864/86376386d021/41526_2024_424_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8736/11324864/85ed5f97909e/41526_2024_424_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8736/11324864/e7f2cabcfdb2/41526_2024_424_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8736/11324864/b8486fa81077/41526_2024_424_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8736/11324864/f110cac63c9e/41526_2024_424_Fig6_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8736/11324864/c9352a4795a4/41526_2024_424_Fig7_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8736/11324864/243589ec740b/41526_2024_424_Fig8_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8736/11324864/f402610bf3d0/41526_2024_424_Fig9_HTML.jpg"
    ]
  }
}