{
  "paper_id": "pmc_articles_PMC10960378",
  "title": "Genomic, functional, and metabolic enhancements in multidrug-resistant Enterobacter bugandensis facilitating its persistence and succession in the International Space Station",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10960378/",
  "sections": {
    "Abstract": "The International Space Station (ISS) stands as a testament to human achievement in space exploration. Despite its highly controlled environment, characterised by microgravity, increased CO2 levels, and elevated solar radiation, microorganisms ...",
    "Results": "Distinct from their Earth counterparts, ISS E. bugandensis strains have exhibited resistance mechanisms that categorise them within the ESKAPE pathogen group, a collection of pathogens recognised for their formidable resistance to antimicrobial treatments. During the 2-year Microbial Tracking 1 mission, 13 strains of multidrug-resistant E. bugandensis were isolated from various locations within the ISS. We have carried out a comprehensive study to understand the genomic intricacies of ISS-derived E. bugandensis in comparison to terrestrial strains, with a keen focus on those associated with clinical infections. We unravel the evolutionary trajectories of pivotal genes, especially those contributing to functional adaptations and potential antimicrobial resistance. A hypothesis central to our study was that the singular nature of the stresses of the space environment, distinct from any on Earth, could be driving these genomic adaptations. Extending our investigation, we meticulously mapped the prevalence and distribution of E. bugandensis across the ISS over time. This temporal analysis provided insights into the persistence, succession, and potential patterns of colonisation of E. bugandensis in space. Furthermore, by leveraging advanced analytical techniques, including metabolic modelling, we delved into the coexisting microbial communities alongside E. bugandensis in the ISS across multiple missions and spatial locations. This exploration revealed intricate microbial interactions, offering a window into the microbial ecosystem dynamics within the ISS.",
    "Conclusion": "Our comprehensive analysis illuminated not only the ways these interactions sculpt microbial diversity but also the factors that might contribute to the potential dominance and succession of E. bugandensis within the ISS environment. The implications of these findings are twofold. Firstly, they shed light on microbial behaviour, adaptation, and evolution in extreme, isolated environments. Secondly, they underscore the need for robust preventive measures, ensuring the health and safety of astronauts by mitigating risks associated with potential pathogenic threats. Your browser is not supporting the HTML5 <video> element. You may download that video as a file and play it with a player of you choice. Download video stream . Download video file (40.7MB, mp4) Open in a new tab Video Abstract",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a547/10960378/5adc5ea0e898/40168_2024_1777_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a547/10960378/68d537e2655a/40168_2024_1777_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a547/10960378/bec3c9cf460c/40168_2024_1777_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a547/10960378/fceb41335729/40168_2024_1777_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a547/10960378/ea064d5e9568/40168_2024_1777_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/a547/10960378/729d553478cd/40168_2024_1777_Fig6_HTML.jpg"
    ]
  }
}