{
  "paper_id": "pmc_articles_PMC9583032",
  "title": "Routine omics collection is a golden opportunity for European human research in space and analog environments.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9583032/",
  "sections": {
    "Abstract": "Widespread generation and analysis of omics data have revolutionized molecular medicine on Earth, yet its power to yield new mechanistic insights and improve occupational health during spaceflight is still to be fully realized in humans. ...",
    "Results": "The addition of in-flight measures, particularly for long-duration missions, would provide greater temporal resolution, allowing for spaceflight-induced molecular changes to be monitored over time. As a starting point, it may make sense to focus time points around expected points of significant physiological change, especially when clinically relevant. Significant physiological changes can occur rapidly, so early in-flight time points could be useful for studying their onset. For example, the first in-flight time point for the NASA Twins Study was at 14 days into the flight, 21 whereas spaceflight research has indicated that significant physiological changes can occur before this point and, thus, earlier time points may be valuable. For instance, a recent study investigating anemia in astronauts collected blood and exhaled air samples at 5 ± 1 days into the 6-month flights and results already indicated significantly increased breakdown of red blood cells (hemolysis). Markers for increased hemolysis persisted throughout the in-flight time points (11 ± 1, 64 ± 5, and 157 ± 31 days), with 5 of 13 astronauts reaching clinical levels of anemia when measured 4 ± 1 days after landing. 51 The potential implication that the longer the duration in space, the worse certain health risks, including anemia, suggests that in-flight time points across the full duration of spaceflight missions may be valuable. For example, other useful in-flight time points may include shortly before the end of the flight, so that this can be compared with the first post-flight time point to measure the impact of landing and initial readaptation, and shortly before and after EVA, to investigate the molecular impact of such events. The sampling schedule also has implications for occupational health. For example, pre-flight omic measures could be used as a baseline for personalized medicine approaches. Measures taken in flight across different time points could then eventually be compared with the baseline data with ML approaches to predict health outcomes and suggest preventative interventions. 37 , 52 Insights related to the molecular impact of mission events, such as EVA, could also be used to inform mission design, or indeed day-to-day task scheduling to manage stress responses. While frequent sample time points are desirable, it will be important to balance the sampling schedule with regard to practical considerations, including cost, use of crew time, sample storage space, and subject recovery time (dependent on sample invasiveness). Additionally, if in-flight time points are included in the sampling schedule, it will be important to thoroughly train crew members for successful sample collection.",
    "Conclusion": "Humanity has laid ambitious plans to venture to Mars and establish settlements on other planetary bodies, and commercial spaceflight is gaining rapid traction with the spacefaring population set to quickly increase both in terms of size and diversity. These new endeavors present new challenges for human health in space. Crucially, more data are needed, especially for environmental conditions beyond LEO, where biological and molecular adaptations remain uncharted. Recently the first multiomic profiling studies of astronauts have been performed in the NASA Twins and SpaceX Inspiration4 missions. With their feasibility for spaceflight now demonstrated, these biological big data approaches are primed to transform our understanding of health in space, as they have for health on Earth. Importantly, in addition to elucidating mechanistic understanding of spaceflight-induced physiological deconditioning, these approaches also hold strong potential to improve risk quantification and occupational health in space, such as through the design and deployment of personalized medicine approaches. Thus, routinely applying these same approaches to European human subjects, including participants in analog environments and astronauts and/or SFPs in spaceflight missions, is a golden opportunity. In order to achieve the full potential of these big data approaches, several challenges need to be addressed in a cohesive European fashion. First, how do we best store and ensure collected data are AI ready? Second, which datasets should we collect and when? Third, how do we enable open science approaches while protecting personal data? Although we have introduced the challenges and proposed some options, it is important to achieve European consensus on these questions ( Table 1 ). We propose forming an ESA topical team and/or holding an ESA workshop as a strategic way forward. The goal is to bring together European human omics/data science researchers and human subject researchers to address these questions in coordination with ESA and stakeholders from the commercial spaceflight sector. Importantly, this consensus will need to consider the international context of human research on the ISS, the commercial aspects of data science, and the personal nature of the data. These latter aspects could be achieved via collaboration with organizations, such as International Standards for Space Omics Processing (ISSOP), HRMRB, and TRISH. Table 1. Goals and potential topics of discussion for suggested ESA topical team/workshops Goal: To to explore routine omics collection by deciding which omics data to collect routinely, from which samples, and at which time points. Potential topics to be addressed ➔ Which omic types and technologies have the highest potential for scientific return and clinical actionability (with additional consideration to multi-omic combinations)? ➔ Which sample types are the most practical to collect (i.e., cost, sample processing procedures, and invasiveness)? ➔ What metadata would be the most useful and practical to standardize alongside omics collection (e.g., physiological, environmental, and lifestyle)? ➔ At which time points should omics be collected? ➔ How can the AI readiness of the generated datasets be maximized? Goal: To help establish clear ESA policy on human omics research governance Potential topics to be addressed ➔ What is the potential identifiably of different omic types, in the specific context of astronauts? ➔ How should ESA go about obtaining meaningful informed consent for omics research? ➔ Which legal bases should be used for processing astronaut and/or SFP omics data? ➔ How should ESA handle potential ethical issues, such as incidental findings and discrimination? ➔ How should data storage and data sharing between ESA’s European and international network be handled? Open in a new tab",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e9e7/9583032/4ae5eef4770d/gr1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e9e7/9583032/1e4bfd2f9510/gr2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e9e7/9583032/befac399f6a7/gr3.jpg"
    ]
  }
}