{
  "paper_id": "pmc_articles_PMC10020673",
  "title": "Genomic and phenotypic characterization of Burkholderia isolates from the potable water system of the International Space Station",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10020673/",
  "sections": {
    "Abstract": "Urine, humidity condensate, and other sources of non-potable water are processed onboard the International Space Station (ISS) by the Water Recovery System (WRS) yielding potable water. While some means of microbial control are in place, including a ...",
    "Results": "3.1. Identification of microbial isolates from UPA95 and UPA115 flex lines Three bacteria and one fungus were recovered from UPA95, while six bacteria and two fungi were recovered from UPA115, as detailed in Table 1 . The three bacteria from UPA95 were all found to be Burkholderia species by Sanger sequencing but revealed distinct colony morphologies. Isolate 3.1 Burkholderia sp. colonies were milky white, isolate 3.2 Burkholderia sp. colonies were yellow, while isolate 3.3 B. fungorum colonies were smooth and white in appearance. The fungal isolate F3.1 was identified as a Fusarium sp. From UPA115, isolate 4.1 demonstrated rough, white colonies that were identified as B. fungorum. Additionally, three different Burkholderia morphologies were noted. Isolate 4.2 was white, whereas isolate 4.3 was yellow and isolate 4.5 was wet in appearance. The Burkholderia sp. 4.5 wet morphology was not noted from UPA95 and the two B. fungorum displayed different morphologies. Isolate 4.4 was a Gram-positive bacterium but could not be identified to the genus level. Isolate 5.2 was determined to be Leifsonia lichenia . The two fungal isolates from UPA115 were 4.1 Fusarium sp. and 4.2 Lecythophora mutabilis . Table 1. Culture-based identifications from UPA95 and UPA115 flex line hoses isolates via Sanger sequencing. Recycled brine line (UPA95' Flex line 96 M 12561-099) Purge line (UPA115' Flex line 96 M 12561-100) Bacterial Culture Fungal culture Bacterial Culture Fungal culture 3.1. Burkholderia sp._White F3.1. Fusarium sp. 4.1. Burkholderia fungorum F4.1. Fusarium sp. 3.2. Burkholderia sp._Yellow 4.2. Burkholderia sp._White F4.2. Lecythophora mutabilis 3.3. Burkholderia fungorum 4.3 . Burkholderia sp._Yellow 4.4. Unidentified Gram-positive species 4.5. Burkholderia sp._Wet 5.2. Leifsonia lichenia Open in a new tab It is not unexpected that a higher diversity of organisms was recovered from UPA115 as compared to UPA95, as UPA95 experiences a higher concentration and prolonged exposure of the urine pre-treat solution during the recycling of the brine, as noted in Table 2 . Bacterial isolate identification corresponds with historical data, as Burkholderia sp. is one of the most dominant bacterial genera recovered from the PWD and wastewater tank onboard the ISS [ [30] , [31] , [32] ]. The high prevalence of Burkholderia sp. is likely due to their resistance capabilities toward a broad range of metals [ 33 , 34 ] Historically, unidentified Gram-positive organisms and L. lichenia have been noted in samples returned from the ISS, but more common is the isolation of unidentified Gram-negative organisms. It is unclear if these bacteria survived the pre-treat solution or are part of the population downstream of the DA. While attempts are made to launch microbially-clean hardware for use onboard the ISS, hardware is not launched sterile. The recovered fungus, L. mutabilis, has been isolated by the JSC Microbiology Laboratory from returned wastewater (JSC archive, data not shown) and has also been noted from a filter within the WRS [ 30 , 31 ]. Fusarium sp. have been documented in the ISS environment, and it has associated with plant disease within the VEGGIE plant payload [ 35 ]. However, to the best of our knowledge, Fusarium sp. have not previously been isolated from any returned PWD or wastewater samples from the ISS. Table 2. Selected chemical components recovered from UPA95 and UPA115 flex line hoses. Recycled brine line (UPA95' Flex line 96 M 12561-099) Purge line (UPA115' Flex line 96 M 12561-100) Analyte Concentration (mg/L) Analyte Concentration (mg/L) Calcium 51.5 Calcium 0.14 Chromium 280 Chromium 1.02 Magnesium 27.1 Magnesium 0.26 Phosphate (as P) 1190 Phosphate (as P) 13.7 Potassium 624 Potassium 3.33 Sodium 483 Sodium 1.57 Open in a new tab 3.2. Culture-independent, 16S nanopore-generated microbial profiles A culture-independent method that is currently being used onboard the ISS for bacterial surface monitoring [ 9 ] was applied to the remaining volume of flush water not consumed by other evaluations. Greater diversity was noted using this method compared to the culture-based data ( Fig. 2 ). Paralleling the culture-based data, Burkholderia and Leifsonia were present, and UPA115 demonstrated overall greater diversity as compared to UPA95 ( Fig. 2 ). Fig. 2. Open in a new tab Microbial profile of the predominate genera within the UPA95 and UPA11 flex line hoses generated through culture-independent 16S rRNA nanopore sequencing. Alignments were generated with minimap2 (-ax map-ont). 3.3. Full genome analysis of bacterial isolates from UPA95 and UPA115 To construct their genomes, short read (Illumina) and long read (nanopore) sequencing was conducted for the nine bacterial isolates recovered from the two flex lines. Genome summary metrics are listed in Table 2 . Hybrid genome assemblies range from 3.8 to 9.7 million base pairs with 3–20 contigs ( Table 3 ). The total genome size, percent GC content, and total gene clusters were comparable to NCBI references ( Table 3 ). The average nucleotide identity (ANI) of the nine isolates ranged from 80.1 to 99.9 similarity to other genomes within NCBI. Based on these data, isolate identifications have been further defined beyond the Sanger 16S rRNA data. Isolates 3.1, 4.2, and 3.2, 4.3, and 4.5 were identified to B. contaminans, with an ANI 95.6 and 99.9 respectively [ 23 ] ( Table 3 ). Isolates 3.3 and 4.1 were identified as Paraburkholderia fungorum , based on updated nomenclature [ 36 ]. Isolates 4.4 and 5.2 did not change and will be described as a Gram-positive bacterium, and Leifsonia lichenia , respectively, due to low ANI percentages likely resulting from low representation of these organisms’ genomes. Table 3. Hybrid genome sequencing summary (additional details available in Table S5 ). Sample Source Sample Genome size (bp) Contigs Total Genes GC % Best Match NCBI ANI NCBI Burkholderia contaminans SK875 10922 8,596,045 3 7,784 66.1 Burkholderia contaminans LMG 23361 100 UPA95 3.1. 8,652,817 20 8,026 66.2 Burkholderia contaminans SK875 10922 95.6 UPA95 3.2. 8,726,360 3 7,932 66.3 Burkholderia contaminans SK875 10922 99.9 UPA115 4.2. 8,625,377 6 7,996 66.2 Burkholderia contaminans SK875 10922 95.6 UPA115 4.3. 8,680,200 5 7,876 66.3 Burkholderia contaminans SK875 10922 99.9 UPA115 4.5. 8,773,879 7 7,974 66.2 Burkholderia contaminans SK875 10922 99.9 NCBI Burkholderia fungorum ATCC BAA-463 9,058,983 3 8,190 62 Paraburkholderia fungorum NBRC 102489 98.6 UPA95 3.3. 9,564,261 5 8,799 61.6 Burkholderia fungorum ATCC BAA-463 98.6 UPA115 4.1. 9,745,290 6 8,950 61.6 Burkholderia fungorum ATCC BAA-463 98.6 NCBI Cellulomonas fimi ATCC 484 4,266,344 1 3,851 75.0 Cellulomonas fimi ATCC 484 100 UPA115 4.4. 3,862,723 9 3,608 73.2 Cellulomonas fimi ATCC 484 80.1 NCBI Leifsonia sp. PS1209 4,091,164 1 3,916 69.7 Leifsonia aquatica ATCC 14665 84.0 UPA115 5.2. 5,084,807 3 4,961 69.5 Leifsonia sp. PS1209 81.0 Open in a new tab Complete plasmids were not observed in any of nine isolates; however, multiple gene clusters associated with plasmids were noted. This corresponds to previous research detailing the loss of plasmids as a result of co-location and evolution among species in the Burkholderia cepacia complex [ 37 ]. Additionally, this parallels preceding reports assessing other B. contaminans isolates from the ISS potable water system [ 38 ]. Plasmid loss could potentially be a response of these organisms to the environment within the ISS water system where the associated genes do not lend a competitive advantage. Expanded evaluation of the bacterial isolates that could be identified was conducted through pangenomic analysis using the genomes of P. fungorum and B. contaminans . The B. contaminans pangenome analysis resulted in 13,598 unique gene clusters across the 78 NCBI reference genomes and the 5 isolates: 3.1, 3.2, 4.2, 4.3, and 4.4 ( Fig. 3 ). Of the unique gene clusters, 3,720 did not have a known function from the NCBI PGAP annotations. There was a high average geometric homogeneity index (GHI) and a functional homogeneity index (FHI) of 0.97. The high GHI of the analysis indicates that the patterns of residues within gene clusters are mostly uniform, and the high FHI in this study indicates that any differences are minimal and likely will not impact the protein products between genomes sharing unique clusters. Chromate and biofilm-related gene functions were searched for across pangenome annotations and marked in orange and yellow, respectively ( Fig. 3 ). Biofilm gene clusters and quorum system sensor gene clusters were observed in all 83 genomes. Multiple chromate resistance and transporter protein gene clusters stood out as features that set the five isolates from this study apart from the NCBI assemblies and from the other previously reported ISS isolates ( Fig. 3 , Table S1 ). The presence of these resistance gene clusters is not surprising and provides insight to the organism’s ability to survive the pretreatment solution within the UPA. Fig. 3. Open in a new tab A) Pangenomic analysis of the five B. contaminans isolates sequenced in this study. 3.1, 3.2, 4.2, 4.3 and 4.5, which are noted by pink and purple, with the 78 available assemblies from NCBI, in black, while the red denotes the previous isolates from the ISS potable water dispenser [ 38 ]. Orange text represents gene clusters associated with chromate resistance according to function. The light blue text represents gene clusters associated with biofilm formation. The details of all the B. contaminans functional genes and gene clusters can be found in Table S1 . B) Pangenomic analysis of the two P. fungorium isolates 3.3 and 4.1 sequenced in this study, which are noted in teal, with 10 available assemblies from NCBI, noted in black. Here, as well as A, the orange text represents gene clusters associated with chromate resistance according to function. The details of the P. fungorium functional genes and gene clusters can be found in Table S2 . (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) The B. contaminans isolates from this study clustered together into two distinct groups based on amino acid similarity. The isolates 3.2, 4.3 and 4.5 (shown in pink, Fig. 3 ) are grouped together while other isolates 3.1 and 4.2 (shown in purple, Fig. 3 ) are grouped. These isolates from this investigation grouped separately from the previous ISS potable water B. contaminans assemblies (shown in red, Fig. 3 ) [ 38 ]. The five B. contaminans isolates from this investigation did not share any unique gene clusters that were not observed in the reference genomes. However, isolates 3.2, 4.3 and 4.5 had 42 unique gene clusters with 23 of those having identified functions. Isolates 3.1 and 4.2 had 417 unique gene clusters, with 145 of those having identified functions that were not found in the other isolate groups or genome references. Isolates 3.2, 4.3 and 4.5 had several unique gene clusters of interest related to cadmium, toxin-antitoxin, flavodoxin and hemolysin proteins ( Table S1 ). These gene clusters could potentially be associated to the enhancement of virulence, a broad range of metal resistance, active metabolism, and high hemolytic activity [ [39] , [40] , [41] , [42] ]. Moreover, the toxin-antitoxin gene clusters have been previously connected to dormancy scenarios and a persister phenotype [ 43 , 44 ]. For isolates 3.1 and 4.2, some unique gene clusters of interest are associated with pilin, porin, copper-binding protein, zincin, arsenate and arsenic transporter, type II and IV secretion, and type II toxin-antitoxin. These gene clusters could correspond to cell adhesion ability, molecule transport, heavy metal resistance, and toxin-antitoxin ability [ [45] , [46] , [47] , [48] , [49] ]. While further evaluation into the expression and protein function is required, the differences in these gene clusters within the genome may provide insight into the morphological differences among the B. contaminans isolates. The P. fungorum pangenome analysis had 9,804 unique gene clusters across the 10 NCBI reference genomes and the two isolates: 3.3 and 4.1 ( Fig. 3 ). Of these unique gene clusters, 2,314 did not have a known function from the PGAP annotations. The FHI was 0.97 and the GHI was 0.98. These values indicate that the gene cluster residues are uniform with a low chance of protein functional change inside unique gene clusters. Gene clusters directly associated with biofilms were not observed across these 12 genomes. However, one unique quorum sensing gene cluster and 10 unique chromate-associated gene clusters were observed across all 12 genomes. There were 371 unique gene clusters shared between the 3.3 and 4.1 isolates that were not present in the 10 NCBI references. Notably, a unique gene cluster associated with the chromate resistance protein (ChrB) was observed in both 3.3 and 4.1 but absent from the NCBI references. It is important to note that the significant difference in the number of unique gene clusters could be due to the lower number of available references from the current database for P. fungorum . Beyond chromate, resistance associated gene clusters were also noted for copper, arsenic, cadmium, and zinc ( Table S2 ). Again, while expression and protein products require further investigation, based on the genomic analysis, these organisms are likely to have tailored their genomes to support persistence within the flex line hoses. 3.4. Environmental scanning electron microscopy of UPA95 and UPA115 samples While the microbial population within the two flex lines had not previously been investigated or understood, previous biofilm-related issues within the ISS WPA resulted in questions of potential biofilms within other parts of the system. As such, samples of stagnant water within the flex lines were fixed immediately upon opening UPA95 and UPA115. Fungal biofilm networks were distinctly apparent in the samples from both flex lines ( Fig. 4 A, B, G, and H). However, fungal biofilm growth was more pronounced in UPA115 ( Fig. 4 G and H), as opposed to UPA95 ( Fig. 4 A and B). This observation parallels the higher microbial concentration noted from UPA115 as compared to UPA95, which is most likely due to the elevated levels of pre-treat solution in UPA95 preventing some microbial outgrowth ( Table 2 ). Fig. 4. Open in a new tab Environmental scanning electron microscopy images of water from the UPA flex lines. A – F) Samples resulting from flex line UPA95, in which high concentrations of the urine pretreatment solution are encountered. G – L) Samples resulting from flex line UPA115, in which the urine pretreatment solution is diluted as water vapor is carried to the distillation assembly. Red arrows denote potential biofilm biproducts such as EPS, yellow arrows denote bacterial cells, and blue arrows denote fungal hyphae. The increased abundance of the microbial growth displayed from the UPA115 flex lines (A and B low magnification) as compared to that noted from the UPA95 flex lines (G and H low magnification), demonstrates the more favorable and growth promoting conditions and clear fungal-bacterial biofilm formation (as also noted in higher magnification J – L) within the UPA115 flex line. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) Upon magnification, present fungal hyphae were noted in various morphologies with smooth, twisted, straight, and rough surfaces revealed. Additionally, presence of bacteria on the fungal hyphae was noted at higher magnification ( Fig. 4 I). Bacteria and fungi interactively growing in the same environment has been investigated intensively and it is established that bacteria can grow both on and within the fungal hyphae [ 50 ]. This, along with other variables such as the presence of chemicals and/or bioproducts such as extracellular polymeric substance (EPS) could explain alterations in the hyphae surface [ [51] , [52] , [53] ]. While it is unknown which organisms produced it, EPS was noted in among the images ( Fig. 4 C, F, 4K, 4L). Taken together, this is the first evidence of biofilm formation within flex lines from the UPA onboard the ISS. 3.5. Biofilm potential of bacterial UPA95 and UPA115 isolates To empirically evaluate biofilm potential of the flex line bacterial isolates, a traditional crystal violet assay was performed following 24, 48, and 72 h of growth. At the earliest 24-h timepoint, significantly enhanced biofilm formation was noted for B. contaminans 3.1, 3.2, and 4.2, as compared to the reference control ( Fig. 5 ). Interestingly, this was not seen at 48 h, which could be attributed to weak cell to cell adhesion or cell communication and a longer required time for quorum sensing to regulate EPS production and stabilize biofilm structure [ 54 ]. As expected, at 72 h, more mature biofilms were present for all the isolates including the reference control. However, B. contaminans 3.1 and 4.2 displayed significantly higher biofilm production as compared to the reference ( Fig. 5 ). While it was not surprising to see biofilm formation from Burkholderia [ 55 , 56 ], the production by some of the UPA isolates was notable and depicts the biofilm potential of these organisms. Fig. 5. Open in a new tab Biofilm formation of bacterial isolates from the UPA flex lines. Crystal violet intensity was evaluated at 540 nm. Isolates 3.1, 3.2, 4.2, 4.3 demonstrated pronounced biofilm formation as compared to the control at 24 h. Isolates 3.1 and 4.2 also demonstrated pronounced biofilm formation as compared to the controls at 72 h (*, P < 0.05). Statistical data can be found in Table S3 . (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) Probing the genomes for secondary metabolites revealed gene clusters associated with pyoverdin in B. contaminans 3.1 and 4.2, but not other isolates ( Fig. 6 ). Pyoverdin production directly correlates with biofilm formation, as has been documented regarding the pathogenicity of Pseudomonas aeruginosa [ 57 , 58 ]. With regard to Burkholderia, pyoverdine production has been associated with biofilm formation and pathogenicity in B. thailandensis [ 59 ]. However, the association of pyoverdin is unknown in the majority of this genera. Furthermore, the genomic data also reveal gene clusters associated with secondary metabolites involved in quorum sensing activity for all the B. contaminans and P. fungorum isolates , but not for the L. lichenia or unidentified Gram-positive bacterium ( Fig. 6 ). The iron-binding or antifungal functional group such as occidiofungin, pyrrolnitrin, pyochelin and ornibactin are regulated by quorum sensing activity [ 60 , 61 ], which is major regulator of biofilm formation. Also, iron-signaling mechanisms contribute to biofilm development, which have been previously investigated with P. aeruginosa biofilms [ 62 ]. The crystal violet assay demonstrates the biofilm potential of these isolates, which corresponds with the presence of secondary metabolite gene clusters associated with biofilm production. Fig. 6. Open in a new tab Gene clusters associated with known secondary metabolites from genomes from the UPA flex lines isolates identified using antiSMASH. The secondary metabolites of interest pyoverdine, occidiofungin, pyrrolnitrin, pyochelin, and ornibactin are associated with biofilm production, quorum sensing, antifungal properties, and hemolytic activity. The intensity of the color represents the completeness of the gene cluster compared to NCBI reference. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) 3.6. Characterization of bacterial-fungal interactions and hemolytic activity Assessing phenotypic traits from monocultures benefits microbial characterization. However, the importance of investigating interactions between organisms can provide greater insight toward community dynamics and is essential to our understanding of an environment’s microbiome. Bacterial-fungal interactions can result in molecular alterations that have the potential to influence pathogenicity, biofilm formation, or morphology of the microorganisms [ 63 ]. Likely as a result of predation within their environment, B. contaminans generates protective antifungal compounds that were noted within the genomes [ 61 , 64 ]. Of interest were biosynthetic gene clusters associated with the secondary metabolites occidiofungin and pyrrolnitrin, which were observed in B. contaminans 3.2 and 4.3 genomes. Organisms within the Burkholderia cepacia complex (BCC) synthesize the antifungal occidiofungin through a non-ribosomal peptide synthetase mechanism [ 65 , 66 ]. Pyrrolnitrin, also an antifungal, is a product of quorum sensing [ 60 ]. Occidiofungin and pyrrolnitrin have shown antifungal activity against Aspergillus flavus [ 67 , 68 ]. Additionally, both antifungal compounds have also been tightly associated to hemolytic activity [ 38 , 61 ]. Therefore, the impact of potential secondary metabolite production from all the UPA isolates on A. flavus was evaluated using three types of media under two temperatures. Hemolytic potential was also assessed. At 25 °C incubation, B. contaminans isolates 3.2, 4.3, 4.5 from both UPA flex lines generated the highest zone of inhibition on A. flavus as compared to the other isolates, including the reference control B. cepacia ( Fig. 7 A). Other B. contaminans 3.1, and 4.2, P. fungorum 3.3 and 4.1, and B. cepacia did express the capability of inhibiting the growth of A. flavus but at a much lower intensity ( Fig. 7 A). This was enhanced by culture on PDA ( Fig. 7 A and 7B). Not unexpectedly, the growth media impacted the antagonistic effect on A. flavus , as was observed for R2A, while B. contaminans 3.1, and 4.2 and P. fungorum 3.3 and 4.1 did not strongly inhibit A. flavus growth ( Fig. 7 A). Regarding SABC, a zone of inhibition was not noted for any of the isolates, likely resulting from the interfering chloramphenicol. However, P. fungorum 3.3 and 4.1 showed very weak antagonistic effect, as fungal growth was observed. Fig. 7. Open in a new tab A) Bacterial-fungal interaction between UPA flex line bacterial isolates and A. flavus at two temperatures (25 °C and 35 °C) and three growth media (R2A, PDA and SABC). Bar plot denotes the fungal diameter while the dot plot in red displays distance. B) The interaction of A. flavus with UPA flex line bacterial isolates on PDA at 25 °C. All measurements were in triplicate for each isolate. The distance for antagonistic activity was measured between the fungal growth and bacterial deposit (red arrow). The fungal growth diameter was measured triplicate. For irregularly shaped fungal growth, the measurement was taken from three different growth directions, assuming it was a diameter (blue arrow). See Table S3 for statistical data. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) A more optimal growth temperature for bacteria, 35 °C incubation was also investigated. Generally, there was no difference in the trend of antagonistic growth toward A. flavus as compared to 25 °C incubation. The growth diameter of A. falvus did not change between the temperatures for R2A and PDA media, but more growth was noted on SABC at 35 °C ( Fig. 7 A.). B. contaminans 3.2 and 4.3 expressed the highest antifungal capability at both temperatures and on all media assessed. The antagonistic distance was reduced at 35 °C on PDA media for B. contaminans 3.2, 4.3 and 4.5., which indicated the reduction of antifungal activity. Although there was no change in fungal growth, B. contaminans 4.5 showed much lower antagonistic distance on R2A at 35 °C. The unidentified Gram-positive 4.4 and L. lichenia 5.2. did not express observable antifungal activity toward A. flavus on any of the tested media at either temperature ( Fig. 7 A). The association of L. lichenia with fungi is not well established. L. xyli has exhibited plant growth promoting and low level antifungal properties against certain plant pathogens [ 69 ]. In this investigation antifungal behavior was not noted with L. lichenia , nor were known gene clusters associated with fungal inhibition present. Pyochelin biosynthesis cluster was observed in the B. contaminans 3.1, 3.2, 4.2, 4.3, and 4.5 genomes and ornibactin gene cluster found in B. contaminans 3.1, 4.2, 4.3, and 4.5 and P. fungorum 3.3 and 4.1 ( Fig. 6 ). These secondary metabolites are siderophores [ 70 ]. Although pyochelin and ornibactin are not well-known as antifungal agents secreted by Paraburkholderia and Burkholderia , they have shown their antifungal and antimicrobial activity under iron deficiency [ [71] , [72] , [73] ]. Hemolytic activity was noted for B. contaminans 4.5, which demonstrated α-hemolysis activity, while B. contaminans 3.2 and 4.3. expressed strong β-hemolysis ( Table S4 and Fig. S2 ). All other isolates displayed γ-hemolysis (no hemolytic activity) following 48 h of incubation ( Table S4 and Fig. S2 ).",
    "Conclusion": "3.1. Identification of microbial isolates from UPA95 and UPA115 flex lines Three bacteria and one fungus were recovered from UPA95, while six bacteria and two fungi were recovered from UPA115, as detailed in Table 1 . The three bacteria from UPA95 were all found to be Burkholderia species by Sanger sequencing but revealed distinct colony morphologies. Isolate 3.1 Burkholderia sp. colonies were milky white, isolate 3.2 Burkholderia sp. colonies were yellow, while isolate 3.3 B. fungorum colonies were smooth and white in appearance. The fungal isolate F3.1 was identified as a Fusarium sp. From UPA115, isolate 4.1 demonstrated rough, white colonies that were identified as B. fungorum. Additionally, three different Burkholderia morphologies were noted. Isolate 4.2 was white, whereas isolate 4.3 was yellow and isolate 4.5 was wet in appearance. The Burkholderia sp. 4.5 wet morphology was not noted from UPA95 and the two B. fungorum displayed different morphologies. Isolate 4.4 was a Gram-positive bacterium but could not be identified to the genus level. Isolate 5.2 was determined to be Leifsonia lichenia . The two fungal isolates from UPA115 were 4.1 Fusarium sp. and 4.2 Lecythophora mutabilis . Table 1. Culture-based identifications from UPA95 and UPA115 flex line hoses isolates via Sanger sequencing. Recycled brine line (UPA95' Flex line 96 M 12561-099) Purge line (UPA115' Flex line 96 M 12561-100) Bacterial Culture Fungal culture Bacterial Culture Fungal culture 3.1. Burkholderia sp._White F3.1. Fusarium sp. 4.1. Burkholderia fungorum F4.1. Fusarium sp. 3.2. Burkholderia sp._Yellow 4.2. Burkholderia sp._White F4.2. Lecythophora mutabilis 3.3. Burkholderia fungorum 4.3 . Burkholderia sp._Yellow 4.4. Unidentified Gram-positive species 4.5. Burkholderia sp._Wet 5.2. Leifsonia lichenia Open in a new tab It is not unexpected that a higher diversity of organisms was recovered from UPA115 as compared to UPA95, as UPA95 experiences a higher concentration and prolonged exposure of the urine pre-treat solution during the recycling of the brine, as noted in Table 2 . Bacterial isolate identification corresponds with historical data, as Burkholderia sp. is one of the most dominant bacterial genera recovered from the PWD and wastewater tank onboard the ISS [ [30] , [31] , [32] ]. The high prevalence of Burkholderia sp. is likely due to their resistance capabilities toward a broad range of metals [ 33 , 34 ] Historically, unidentified Gram-positive organisms and L. lichenia have been noted in samples returned from the ISS, but more common is the isolation of unidentified Gram-negative organisms. It is unclear if these bacteria survived the pre-treat solution or are part of the population downstream of the DA. While attempts are made to launch microbially-clean hardware for use onboard the ISS, hardware is not launched sterile. The recovered fungus, L. mutabilis, has been isolated by the JSC Microbiology Laboratory from returned wastewater (JSC archive, data not shown) and has also been noted from a filter within the WRS [ 30 , 31 ]. Fusarium sp. have been documented in the ISS environment, and it has associated with plant disease within the VEGGIE plant payload [ 35 ]. However, to the best of our knowledge, Fusarium sp. have not previously been isolated from any returned PWD or wastewater samples from the ISS. Table 2. Selected chemical components recovered from UPA95 and UPA115 flex line hoses. Recycled brine line (UPA95' Flex line 96 M 12561-099) Purge line (UPA115' Flex line 96 M 12561-100) Analyte Concentration (mg/L) Analyte Concentration (mg/L) Calcium 51.5 Calcium 0.14 Chromium 280 Chromium 1.02 Magnesium 27.1 Magnesium 0.26 Phosphate (as P) 1190 Phosphate (as P) 13.7 Potassium 624 Potassium 3.33 Sodium 483 Sodium 1.57 Open in a new tab 3.2. Culture-independent, 16S nanopore-generated microbial profiles A culture-independent method that is currently being used onboard the ISS for bacterial surface monitoring [ 9 ] was applied to the remaining volume of flush water not consumed by other evaluations. Greater diversity was noted using this method compared to the culture-based data ( Fig. 2 ). Paralleling the culture-based data, Burkholderia and Leifsonia were present, and UPA115 demonstrated overall greater diversity as compared to UPA95 ( Fig. 2 ). Fig. 2. Open in a new tab Microbial profile of the predominate genera within the UPA95 and UPA11 flex line hoses generated through culture-independent 16S rRNA nanopore sequencing. Alignments were generated with minimap2 (-ax map-ont). 3.3. Full genome analysis of bacterial isolates from UPA95 and UPA115 To construct their genomes, short read (Illumina) and long read (nanopore) sequencing was conducted for the nine bacterial isolates recovered from the two flex lines. Genome summary metrics are listed in Table 2 . Hybrid genome assemblies range from 3.8 to 9.7 million base pairs with 3–20 contigs ( Table 3 ). The total genome size, percent GC content, and total gene clusters were comparable to NCBI references ( Table 3 ). The average nucleotide identity (ANI) of the nine isolates ranged from 80.1 to 99.9 similarity to other genomes within NCBI. Based on these data, isolate identifications have been further defined beyond the Sanger 16S rRNA data. Isolates 3.1, 4.2, and 3.2, 4.3, and 4.5 were identified to B. contaminans, with an ANI 95.6 and 99.9 respectively [ 23 ] ( Table 3 ). Isolates 3.3 and 4.1 were identified as Paraburkholderia fungorum , based on updated nomenclature [ 36 ]. Isolates 4.4 and 5.2 did not change and will be described as a Gram-positive bacterium, and Leifsonia lichenia , respectively, due to low ANI percentages likely resulting from low representation of these organisms’ genomes. Table 3. Hybrid genome sequencing summary (additional details available in Table S5 ). Sample Source Sample Genome size (bp) Contigs Total Genes GC % Best Match NCBI ANI NCBI Burkholderia contaminans SK875 10922 8,596,045 3 7,784 66.1 Burkholderia contaminans LMG 23361 100 UPA95 3.1. 8,652,817 20 8,026 66.2 Burkholderia contaminans SK875 10922 95.6 UPA95 3.2. 8,726,360 3 7,932 66.3 Burkholderia contaminans SK875 10922 99.9 UPA115 4.2. 8,625,377 6 7,996 66.2 Burkholderia contaminans SK875 10922 95.6 UPA115 4.3. 8,680,200 5 7,876 66.3 Burkholderia contaminans SK875 10922 99.9 UPA115 4.5. 8,773,879 7 7,974 66.2 Burkholderia contaminans SK875 10922 99.9 NCBI Burkholderia fungorum ATCC BAA-463 9,058,983 3 8,190 62 Paraburkholderia fungorum NBRC 102489 98.6 UPA95 3.3. 9,564,261 5 8,799 61.6 Burkholderia fungorum ATCC BAA-463 98.6 UPA115 4.1. 9,745,290 6 8,950 61.6 Burkholderia fungorum ATCC BAA-463 98.6 NCBI Cellulomonas fimi ATCC 484 4,266,344 1 3,851 75.0 Cellulomonas fimi ATCC 484 100 UPA115 4.4. 3,862,723 9 3,608 73.2 Cellulomonas fimi ATCC 484 80.1 NCBI Leifsonia sp. PS1209 4,091,164 1 3,916 69.7 Leifsonia aquatica ATCC 14665 84.0 UPA115 5.2. 5,084,807 3 4,961 69.5 Leifsonia sp. PS1209 81.0 Open in a new tab Complete plasmids were not observed in any of nine isolates; however, multiple gene clusters associated with plasmids were noted. This corresponds to previous research detailing the loss of plasmids as a result of co-location and evolution among species in the Burkholderia cepacia complex [ 37 ]. Additionally, this parallels preceding reports assessing other B. contaminans isolates from the ISS potable water system [ 38 ]. Plasmid loss could potentially be a response of these organisms to the environment within the ISS water system where the associated genes do not lend a competitive advantage. Expanded evaluation of the bacterial isolates that could be identified was conducted through pangenomic analysis using the genomes of P. fungorum and B. contaminans . The B. contaminans pangenome analysis resulted in 13,598 unique gene clusters across the 78 NCBI reference genomes and the 5 isolates: 3.1, 3.2, 4.2, 4.3, and 4.4 ( Fig. 3 ). Of the unique gene clusters, 3,720 did not have a known function from the NCBI PGAP annotations. There was a high average geometric homogeneity index (GHI) and a functional homogeneity index (FHI) of 0.97. The high GHI of the analysis indicates that the patterns of residues within gene clusters are mostly uniform, and the high FHI in this study indicates that any differences are minimal and likely will not impact the protein products between genomes sharing unique clusters. Chromate and biofilm-related gene functions were searched for across pangenome annotations and marked in orange and yellow, respectively ( Fig. 3 ). Biofilm gene clusters and quorum system sensor gene clusters were observed in all 83 genomes. Multiple chromate resistance and transporter protein gene clusters stood out as features that set the five isolates from this study apart from the NCBI assemblies and from the other previously reported ISS isolates ( Fig. 3 , Table S1 ). The presence of these resistance gene clusters is not surprising and provides insight to the organism’s ability to survive the pretreatment solution within the UPA. Fig. 3. Open in a new tab A) Pangenomic analysis of the five B. contaminans isolates sequenced in this study. 3.1, 3.2, 4.2, 4.3 and 4.5, which are noted by pink and purple, with the 78 available assemblies from NCBI, in black, while the red denotes the previous isolates from the ISS potable water dispenser [ 38 ]. Orange text represents gene clusters associated with chromate resistance according to function. The light blue text represents gene clusters associated with biofilm formation. The details of all the B. contaminans functional genes and gene clusters can be found in Table S1 . B) Pangenomic analysis of the two P. fungorium isolates 3.3 and 4.1 sequenced in this study, which are noted in teal, with 10 available assemblies from NCBI, noted in black. Here, as well as A, the orange text represents gene clusters associated with chromate resistance according to function. The details of the P. fungorium functional genes and gene clusters can be found in Table S2 . (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) The B. contaminans isolates from this study clustered together into two distinct groups based on amino acid similarity. The isolates 3.2, 4.3 and 4.5 (shown in pink, Fig. 3 ) are grouped together while other isolates 3.1 and 4.2 (shown in purple, Fig. 3 ) are grouped. These isolates from this investigation grouped separately from the previous ISS potable water B. contaminans assemblies (shown in red, Fig. 3 ) [ 38 ]. The five B. contaminans isolates from this investigation did not share any unique gene clusters that were not observed in the reference genomes. However, isolates 3.2, 4.3 and 4.5 had 42 unique gene clusters with 23 of those having identified functions. Isolates 3.1 and 4.2 had 417 unique gene clusters, with 145 of those having identified functions that were not found in the other isolate groups or genome references. Isolates 3.2, 4.3 and 4.5 had several unique gene clusters of interest related to cadmium, toxin-antitoxin, flavodoxin and hemolysin proteins ( Table S1 ). These gene clusters could potentially be associated to the enhancement of virulence, a broad range of metal resistance, active metabolism, and high hemolytic activity [ [39] , [40] , [41] , [42] ]. Moreover, the toxin-antitoxin gene clusters have been previously connected to dormancy scenarios and a persister phenotype [ 43 , 44 ]. For isolates 3.1 and 4.2, some unique gene clusters of interest are associated with pilin, porin, copper-binding protein, zincin, arsenate and arsenic transporter, type II and IV secretion, and type II toxin-antitoxin. These gene clusters could correspond to cell adhesion ability, molecule transport, heavy metal resistance, and toxin-antitoxin ability [ [45] , [46] , [47] , [48] , [49] ]. While further evaluation into the expression and protein function is required, the differences in these gene clusters within the genome may provide insight into the morphological differences among the B. contaminans isolates. The P. fungorum pangenome analysis had 9,804 unique gene clusters across the 10 NCBI reference genomes and the two isolates: 3.3 and 4.1 ( Fig. 3 ). Of these unique gene clusters, 2,314 did not have a known function from the PGAP annotations. The FHI was 0.97 and the GHI was 0.98. These values indicate that the gene cluster residues are uniform with a low chance of protein functional change inside unique gene clusters. Gene clusters directly associated with biofilms were not observed across these 12 genomes. However, one unique quorum sensing gene cluster and 10 unique chromate-associated gene clusters were observed across all 12 genomes. There were 371 unique gene clusters shared between the 3.3 and 4.1 isolates that were not present in the 10 NCBI references. Notably, a unique gene cluster associated with the chromate resistance protein (ChrB) was observed in both 3.3 and 4.1 but absent from the NCBI references. It is important to note that the significant difference in the number of unique gene clusters could be due to the lower number of available references from the current database for P. fungorum . Beyond chromate, resistance associated gene clusters were also noted for copper, arsenic, cadmium, and zinc ( Table S2 ). Again, while expression and protein products require further investigation, based on the genomic analysis, these organisms are likely to have tailored their genomes to support persistence within the flex line hoses. 3.4. Environmental scanning electron microscopy of UPA95 and UPA115 samples While the microbial population within the two flex lines had not previously been investigated or understood, previous biofilm-related issues within the ISS WPA resulted in questions of potential biofilms within other parts of the system. As such, samples of stagnant water within the flex lines were fixed immediately upon opening UPA95 and UPA115. Fungal biofilm networks were distinctly apparent in the samples from both flex lines ( Fig. 4 A, B, G, and H). However, fungal biofilm growth was more pronounced in UPA115 ( Fig. 4 G and H), as opposed to UPA95 ( Fig. 4 A and B). This observation parallels the higher microbial concentration noted from UPA115 as compared to UPA95, which is most likely due to the elevated levels of pre-treat solution in UPA95 preventing some microbial outgrowth ( Table 2 ). Fig. 4. Open in a new tab Environmental scanning electron microscopy images of water from the UPA flex lines. A – F) Samples resulting from flex line UPA95, in which high concentrations of the urine pretreatment solution are encountered. G – L) Samples resulting from flex line UPA115, in which the urine pretreatment solution is diluted as water vapor is carried to the distillation assembly. Red arrows denote potential biofilm biproducts such as EPS, yellow arrows denote bacterial cells, and blue arrows denote fungal hyphae. The increased abundance of the microbial growth displayed from the UPA115 flex lines (A and B low magnification) as compared to that noted from the UPA95 flex lines (G and H low magnification), demonstrates the more favorable and growth promoting conditions and clear fungal-bacterial biofilm formation (as also noted in higher magnification J – L) within the UPA115 flex line. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) Upon magnification, present fungal hyphae were noted in various morphologies with smooth, twisted, straight, and rough surfaces revealed. Additionally, presence of bacteria on the fungal hyphae was noted at higher magnification ( Fig. 4 I). Bacteria and fungi interactively growing in the same environment has been investigated intensively and it is established that bacteria can grow both on and within the fungal hyphae [ 50 ]. This, along with other variables such as the presence of chemicals and/or bioproducts such as extracellular polymeric substance (EPS) could explain alterations in the hyphae surface [ [51] , [52] , [53] ]. While it is unknown which organisms produced it, EPS was noted in among the images ( Fig. 4 C, F, 4K, 4L). Taken together, this is the first evidence of biofilm formation within flex lines from the UPA onboard the ISS. 3.5. Biofilm potential of bacterial UPA95 and UPA115 isolates To empirically evaluate biofilm potential of the flex line bacterial isolates, a traditional crystal violet assay was performed following 24, 48, and 72 h of growth. At the earliest 24-h timepoint, significantly enhanced biofilm formation was noted for B. contaminans 3.1, 3.2, and 4.2, as compared to the reference control ( Fig. 5 ). Interestingly, this was not seen at 48 h, which could be attributed to weak cell to cell adhesion or cell communication and a longer required time for quorum sensing to regulate EPS production and stabilize biofilm structure [ 54 ]. As expected, at 72 h, more mature biofilms were present for all the isolates including the reference control. However, B. contaminans 3.1 and 4.2 displayed significantly higher biofilm production as compared to the reference ( Fig. 5 ). While it was not surprising to see biofilm formation from Burkholderia [ 55 , 56 ], the production by some of the UPA isolates was notable and depicts the biofilm potential of these organisms. Fig. 5. Open in a new tab Biofilm formation of bacterial isolates from the UPA flex lines. Crystal violet intensity was evaluated at 540 nm. Isolates 3.1, 3.2, 4.2, 4.3 demonstrated pronounced biofilm formation as compared to the control at 24 h. Isolates 3.1 and 4.2 also demonstrated pronounced biofilm formation as compared to the controls at 72 h (*, P < 0.05). Statistical data can be found in Table S3 . (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) Probing the genomes for secondary metabolites revealed gene clusters associated with pyoverdin in B. contaminans 3.1 and 4.2, but not other isolates ( Fig. 6 ). Pyoverdin production directly correlates with biofilm formation, as has been documented regarding the pathogenicity of Pseudomonas aeruginosa [ 57 , 58 ]. With regard to Burkholderia, pyoverdine production has been associated with biofilm formation and pathogenicity in B. thailandensis [ 59 ]. However, the association of pyoverdin is unknown in the majority of this genera. Furthermore, the genomic data also reveal gene clusters associated with secondary metabolites involved in quorum sensing activity for all the B. contaminans and P. fungorum isolates , but not for the L. lichenia or unidentified Gram-positive bacterium ( Fig. 6 ). The iron-binding or antifungal functional group such as occidiofungin, pyrrolnitrin, pyochelin and ornibactin are regulated by quorum sensing activity [ 60 , 61 ], which is major regulator of biofilm formation. Also, iron-signaling mechanisms contribute to biofilm development, which have been previously investigated with P. aeruginosa biofilms [ 62 ]. The crystal violet assay demonstrates the biofilm potential of these isolates, which corresponds with the presence of secondary metabolite gene clusters associated with biofilm production. Fig. 6. Open in a new tab Gene clusters associated with known secondary metabolites from genomes from the UPA flex lines isolates identified using antiSMASH. The secondary metabolites of interest pyoverdine, occidiofungin, pyrrolnitrin, pyochelin, and ornibactin are associated with biofilm production, quorum sensing, antifungal properties, and hemolytic activity. The intensity of the color represents the completeness of the gene cluster compared to NCBI reference. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) 3.6. Characterization of bacterial-fungal interactions and hemolytic activity Assessing phenotypic traits from monocultures benefits microbial characterization. However, the importance of investigating interactions between organisms can provide greater insight toward community dynamics and is essential to our understanding of an environment’s microbiome. Bacterial-fungal interactions can result in molecular alterations that have the potential to influence pathogenicity, biofilm formation, or morphology of the microorganisms [ 63 ]. Likely as a result of predation within their environment, B. contaminans generates protective antifungal compounds that were noted within the genomes [ 61 , 64 ]. Of interest were biosynthetic gene clusters associated with the secondary metabolites occidiofungin and pyrrolnitrin, which were observed in B. contaminans 3.2 and 4.3 genomes. Organisms within the Burkholderia cepacia complex (BCC) synthesize the antifungal occidiofungin through a non-ribosomal peptide synthetase mechanism [ 65 , 66 ]. Pyrrolnitrin, also an antifungal, is a product of quorum sensing [ 60 ]. Occidiofungin and pyrrolnitrin have shown antifungal activity against Aspergillus flavus [ 67 , 68 ]. Additionally, both antifungal compounds have also been tightly associated to hemolytic activity [ 38 , 61 ]. Therefore, the impact of potential secondary metabolite production from all the UPA isolates on A. flavus was evaluated using three types of media under two temperatures. Hemolytic potential was also assessed. At 25 °C incubation, B. contaminans isolates 3.2, 4.3, 4.5 from both UPA flex lines generated the highest zone of inhibition on A. flavus as compared to the other isolates, including the reference control B. cepacia ( Fig. 7 A). Other B. contaminans 3.1, and 4.2, P. fungorum 3.3 and 4.1, and B. cepacia did express the capability of inhibiting the growth of A. flavus but at a much lower intensity ( Fig. 7 A). This was enhanced by culture on PDA ( Fig. 7 A and 7B). Not unexpectedly, the growth media impacted the antagonistic effect on A. flavus , as was observed for R2A, while B. contaminans 3.1, and 4.2 and P. fungorum 3.3 and 4.1 did not strongly inhibit A. flavus growth ( Fig. 7 A). Regarding SABC, a zone of inhibition was not noted for any of the isolates, likely resulting from the interfering chloramphenicol. However, P. fungorum 3.3 and 4.1 showed very weak antagonistic effect, as fungal growth was observed. Fig. 7. Open in a new tab A) Bacterial-fungal interaction between UPA flex line bacterial isolates and A. flavus at two temperatures (25 °C and 35 °C) and three growth media (R2A, PDA and SABC). Bar plot denotes the fungal diameter while the dot plot in red displays distance. B) The interaction of A. flavus with UPA flex line bacterial isolates on PDA at 25 °C. All measurements were in triplicate for each isolate. The distance for antagonistic activity was measured between the fungal growth and bacterial deposit (red arrow). The fungal growth diameter was measured triplicate. For irregularly shaped fungal growth, the measurement was taken from three different growth directions, assuming it was a diameter (blue arrow). See Table S3 for statistical data. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) A more optimal growth temperature for bacteria, 35 °C incubation was also investigated. Generally, there was no difference in the trend of antagonistic growth toward A. flavus as compared to 25 °C incubation. The growth diameter of A. falvus did not change between the temperatures for R2A and PDA media, but more growth was noted on SABC at 35 °C ( Fig. 7 A.). B. contaminans 3.2 and 4.3 expressed the highest antifungal capability at both temperatures and on all media assessed. The antagonistic distance was reduced at 35 °C on PDA media for B. contaminans 3.2, 4.3 and 4.5., which indicated the reduction of antifungal activity. Although there was no change in fungal growth, B. contaminans 4.5 showed much lower antagonistic distance on R2A at 35 °C. The unidentified Gram-positive 4.4 and L. lichenia 5.2. did not express observable antifungal activity toward A. flavus on any of the tested media at either temperature ( Fig. 7 A). The association of L. lichenia with fungi is not well established. L. xyli has exhibited plant growth promoting and low level antifungal properties against certain plant pathogens [ 69 ]. In this investigation antifungal behavior was not noted with L. lichenia , nor were known gene clusters associated with fungal inhibition present. Pyochelin biosynthesis cluster was observed in the B. contaminans 3.1, 3.2, 4.2, 4.3, and 4.5 genomes and ornibactin gene cluster found in B. contaminans 3.1, 4.2, 4.3, and 4.5 and P. fungorum 3.3 and 4.1 ( Fig. 6 ). These secondary metabolites are siderophores [ 70 ]. Although pyochelin and ornibactin are not well-known as antifungal agents secreted by Paraburkholderia and Burkholderia , they have shown their antifungal and antimicrobial activity under iron deficiency [ [71] , [72] , [73] ]. Hemolytic activity was noted for B. contaminans 4.5, which demonstrated α-hemolysis activity, while B. contaminans 3.2 and 4.3. expressed strong β-hemolysis ( Table S4 and Fig. S2 ). All other isolates displayed γ-hemolysis (no hemolytic activity) following 48 h of incubation ( Table S4 and Fig. S2 ).",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/60a4/10020673/b858a57b3ea3/gr1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/60a4/10020673/f27f91c28364/gr2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/60a4/10020673/0fbf7008408e/gr3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/60a4/10020673/5919d8809e3b/gr4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/60a4/10020673/6529795a8c80/gr5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/60a4/10020673/2f7efe1ad8b9/gr6.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/60a4/10020673/6149010091d6/gr7.jpg"
    ]
  }
}