{
  "paper_id": "pmc_articles_PMC5748516",
  "title": "A novel phototropic response to red light is revealed in microgravity.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5748516/",
  "sections": {
    "Abstract": "Abstract Main conclusion Blue-light positive phototropism in roots is masked by gravity and revealed in conditions of microgravity. In addition, the magnitude of red-light positive phototropic curvature is correlated to the magnitude of gravity. Due to their sessile nature, plants utilize environmental cues to grow and respond to their surroundings. Two of these cues, light and gravity, play a substantial role in plant orientation and directed growth movements (tropisms). However, very little is currently known about the interaction between light- (phototropic) and gravity (gravitropic)-mediated growth responses. Utilizing the European Modular Cultivation System on board the International Space Station, we investigated the interaction between phototropic and gravitropic responses in three Arabidopsis thaliana genotypes, Landsberg wild type, as well as mutants of phytochrome A and phytochrome B. Onboard centrifuges were used to create a fractional gravity gradient ranging from reduced gravity up to 1 g . A novel positive blue-light phototropic response of roots was observed during conditions of microgravity, and this response was attenuated at 0.1 g . In addition, a red-light pretreatment of plants enhanced the magnitude of positive phototropic curvature of roots in response to blue illumination. In addition, a positive phototropic response of roots was observed when exposed to red light, and a decrease in response was gradual and correlated with the increase in gravity. The positive red-light phototropic curvature of hypocotyls when exposed to red light was also confirmed. Both red-light and blue-light phototropic responses were also shown to be affected by directional light intensity. To our knowledge, this is the first characterization of a positive blue-light phototropic response in Arabidopsis roots, as well as the first description of the relationship between these phototropic responses in fractional or reduced gravities. Keywords: Arabidopsis, Fractional gravity, Microgravity, Phototropism, Reduced gravity, Spaceflight",
    "Results": "The aim of this study was to investigate phototropism under a continuum of gravity conditions from microgravity, to partial (reduced) gravity, to 1 g. Arabidopsis roots and shoots exhibit markedly different phototropic curvatures in different gravity conditions upon exposure to red or blue light. Initially, plants were grown for 96 h with unilateral white light and simulated 1 g in an attempt to standardize the orientation of all seedlings ( Fig. 2 ). During photostimulation, gravity levels of 0 g , 0.1 g , 0.3 g , 0.5 g , 0.8 g, or 1 g were generated via centrifugation. Images taken prior to directional light photostimulation allowed assessment of seedling growth and development ( Fig. 1 ). Seedlings with slow germination or improper development were excluded from analyses. The phototropic response in roots was measured as positive growth (towards photostimulation) or negative growth (away from photostimulation) from the initial vertical state. Multiple regression analysis of root phototropic response found significant effects from gravity ( P <2.2 × 10 −16 ), light quality ( P <2.74 × 10 −15 ), and position ( P < 2.08 × 10 −9 ). Genotype also had a significant effect on phototropic response in root ( P = 0.02; Table S3 ). The phototropic response of roots grown in blue light demonstrates a novel, positive phototropic response under microgravity ( Figs. 3 , 4 ). This response was attenuated at 0.1 g , and is not present at higher gravity levels. In plants pretreated with red light for 1 h and subsequently exposed to blue light ( Fig. 5 ), roots experience greater phototropic response (larger angles) when compared with blue-light exposure. Similar to blue-light root phototropism, the response is attenuated at 0.1 g and not present in higher gravity levels. Finally, we observe a positive root phototropic curvature in roots exposed to red light ( Figs. 1 , 6 ), and the positive phototropic curvature decreases steadily as the magnitude of gravity increases. Fig. 3. Open in a new tab Phototropic response to unidirectional blue light (light source is at the left side of the images ) of WT seedlings grown in the conditions of microgravity. Arrows indicate positive phototropic response of roots. Stars indicate positive phototropic response of hypocotyls. The distance between the grid lines on the membrane is 3 mm Fig. 4. Open in a new tab Phototropic response in roots to unilateral blue light in varying gravity conditions during the spaceflight experiment. The positive phototropic response is attenuated by exposure to gravity Fig. 5. Open in a new tab Phototropic response in roots to blue light preceded by a 1-h red pretreatment in varying gravity conditions during the spaceflight experiment. The positive phototropic response to blue light is enhanced by the 1-h red pretreatment. The positive phototropic response is again attenuated by gravity Fig. 6. Open in a new tab Phototropic response in roots to unilateral red light in varying gravity conditions during the spaceflight experiment. The positive phototropic response to red light in roots exhibits an inverse relationship with magnitude of the gravity vector Similarly, multiple regression analysis was conducted for hypocotyls. Arabidopsis hypocotyls displayed significant effects from light ( P < 2.2 × 10 −16 ), genotype ( P <0.05) and position ( P < 4.9 × 10 −5 ). However, no significant effect was detected for gravity ( P = 0.055; Table S4 ). Not surprisingly, on Earth, the phototropic response of hypocotyls to blue-light phototropism shows a robust response immediately upon stimulation, followed by cessation once the hypocotyl reaches ~90° ( Fig. 7 ). This same trend is also exhibited in hypocotyls of plants initially pretreated with red light and subsequent illuminated with blue light ( Fig. 8 ). There is no significant gravity effect on the phototropic response in red light pretreated or blue light illuminated hypocotyls. In hypocotyls of seedlings exposed to red light, we observe a positive phototropic curvature in plants exposed to red light ( Figs. 1 , 9 ). Unlike hypocotyls of seedlings exposed to blue light, red-light exposure causes a steady positive phototropic response over time. However, similar to hypocotyls exposed to blue light, there is no significant effect of gravity on phototropic curvature. Fig. 7. Open in a new tab Phototropic response in shoots to unilateral blue light in varying gravity conditions during the spaceflight experiment. Positive phototropic response of shoots to blue light is not significantly affected by gravity Fig. 8. Open in a new tab Phototropic response in shoots to blue light preceded by a 1-h red pretreatment in varying gravity conditions during the spaceflight experiment. Positive phototropic response of shoots to blue light is not enhanced by 1-h red-light pretreatment Fig. 9. Open in a new tab Phototropic response in shoots to unilateral red light in varying gravity conditions during the spaceflight experiment Seedling position within the cassette also was shown to have a significant effect on phototropic curvature in both hypocotyls and roots. This is likely due to the variation in light intensity experienced within the seedling cassettes. Blue-light intensity decreases significantly the further the plant is from the light ( Suppl. Fig. S1 ) ranging from 41.5 μmol m −2 s −1 at the position nearest the LED to 4.2 μmol m −2 s −1 at the position furthest from the LED. A similar trend is seen in red-light intensity, with illumination ranging from 59.6 μmol m −2 s −1 of light nearest the LED to 4.2 μmol m −2 s −1 furthest from the LED ( Suppl. Fig. S2 ). To study the effects of microgravity on overall growth, we measured root and shoot lengths during the period of photostimulation. ANOVA analysis followed by Tukey’s HSD post-hoc test of root ( Table 1 ) and shoot ( Table 2 ) total growth indicate that there are no significant differences in growth between microgravity and 1- g treatments. In addition, Pearson’s correlations were conducted to determine if overall growth was significantly correlated with phototropic curvature of seedlings. The correlation between total root growth and rate of root curvature was not significant ( r = 0.20, P = 0.14), suggesting no relationship between root growth and curvature. However, in hypocotyls, the correlation between shoot growth and curvature was significant ( r = 0.31, P = 0.02), suggesting that total shoot growth has an impact on rate of shoot curvature. The summary of our series of spaceflight investigations is provided in Table 3 . Table 1. Mean root growth (mm ± SE) of Ler, phyA, and phyB seedlings during photostimulation Genotype Light treatment 0 g 0.1 g 0.3 g 0.5 g 0.8 g 1 g Ler WT Blue 1.51 (±10.18) bcd 1.13 (±0.18) cd 1.51 (±10.14) bcd 2.27 (±0.17) ab 1.94 (±10.27) bcd 1.21 (±0.11) cd n = 22 n = 15 r) = 22 n = 15 n = 6 n = 19 Red 1.95 (±0.12) bc 1.65 (±0.17) bcd 1.51 (±0.09) bcd 2.03 (±0.22) ,abc 2.02 (±0.22) abc 1.63 (±0.09) bcd n = 43 n = 30 n = 46 n = 24 n = I6 n = 39 Red → blue 1.98 (±0.20) abc 1.58 (±0.16) bcd 1.75 (±0.24) bcd 2.06 (±0.24) abc 2.81 (±0.16) a 1.10 (±0.15) d n = 20 n = 21 n = lS n = 12 n = 14 n = 25 phyA Blue 1.74 (±0.20) ab 1.86 (±0.23) ab 1.15 (±0.16) b 1.86 (±0.36) ab 2.05 (±0.17) ab 1.38 (±0.20) b n = 22 n = 22 n = 23 n = 16 n = 17 n = 25 Red 1.92 (±0.20) ab 2.01 (±0.19) ab 1.22 (±0.13) b 2.22 (±0.18) ab 1.98 (±0.21) ab 1.11 (±0.14) b n = 24 n = 24 n = 24 n = 13 n = 17 n = 22 Red → blue 2.05 (±0.23) ab 1.38 (±0.13) ab 1.49 (±0.21) ab 2.36 (±0.22) b 1.79 (±0.20) ab 1.46 (±0.17) ab n = 24 n = 23 n = 23 n = 18 n = 15 n = 23 phyB Blue 2.71 (±0.28) ab 1.39 (±0.24) cde 1.61 (±0.22) bcde 1.62 (±0.21) bcde 1.73 (±0.34) bcde 1.00 (±0.21) de n = 13 n = 12 n = 13 n = 22 n = 5 n = 10 Red 2.06 (±0.15) bcd 1.56 (±0.14) cde 1.31 (±0.14) de 2.69 (±0.17) ab 2.90 (±0.21) a 1.33 (±0.11) de n = 47 n = 50 n = 50 n = 46 n = 44 n = 49 Red → blue 1.72 (±0.21) bcde 2.46 (±0.46) abcd 1.09 (±0.27) de 1.51 (±0.56) cde 2.67 (±0.53) abc 0.84 (±0.14) e n = 12 n = 12 n = 12 n = 7 n = 10 n = 12 Open in a new tab Different letters indicate statistically significant differences Table 2. Mean shoot growth (mm ± SE) of Ler, phyA, and phyB seedlings during photostimulation Genotype Light treatment 0 g 0.1 g 0.3 g 0.5 g 0.8 g 1 g Ler WT Blue 1.46 (±0.15) abc 0.84 (±0.12) bc 1.55 (±0.13) ab 1.86 (±0.21) a 1.13 (±0.35) abc 0.99 (±0.17) bc n = 22 n = 17 n = 22 n = 15 n = 6 n = 20 Red 0.94 (±0.11) bc 0.93 (±0.11) bc 1.02 (±0.12) bc 1.41 (±0.26) abc 0.94 (±0.16) bc 0.84 (±0.09) c n = 42 n = 29 n = 44 n = 20 n = 15 n = 39 Red → blue 1.07 (±0.16) abc 1.59 (±0.16) ac 1.26 (±0.18) abc 0.82 (±0.16) c 0.96 (±0.16) bc 1.71 (±0.18) a n = 19 n = 22 n = 18 n = 9 n = 13 n = 24 phyA Blue 0.94 (±0.18) def 2.24 (±0.31) a 1.62 (±0.23) abcde 1.14 (±0.24) bcdef 1.90 (±0.18) abcd 1.53 (±0.22) abcdef n = 21 n = 15 n = 22 n = l5 n = 17 n = 22 Red 0.89 (±0.18) b 0.91 (±0.14) ef 1.18 (±0.19) bcdef 0.50 (±0.13) f 1.00 (±0.17) cdef 0.82 (±0.08) ef n = 23 n = 24 n = 23 n = 13 n = 16 n = 2i Red → blue 2.05 (±0.22) ab 0.59 (±0.10) f 1.92 (±0.21) abcd 1.69 (±0.26) abcde 1.58 (±0.17) abcdef 1.04 (±0.13) cdef n = 24 n = 18 n = 22 n = 16 n = 15 n = 24 phyB Blue 1.36 (±0.18) ab 1.40 (±0.21) ab 1.06 (±0.23) ab 1.30 (±0.36) ab 1.59 (±0.31) ab 0.81 (±0.18) ab n = 12 n = 16 n = 12 n = 12 n = 9 n = 10 Red 1.62 (±0.17) ab 1.27 (±0.16) ab 1.84 (±0.14) a 1.69 (±0.16) ab 1.87 (±0.16) a 1.14 (±0.10) ab n = −47 n = 49 n = 49 n = 45 n = 43 n = 48 Red → blue 1.74 (±0.16) ab 0.64 (±0.16) ab 1.38 (±0.28) ab 2.12 (±0.41) a 1.82 (±0.30) ab 0.87 (±0.14) ab n = 12 n = 14 n = 10 n = 7 n = 9 n = 11 Open in a new tab Different letters indicate statistically significant differences Table 3. Summary of the principal findings and technical issues in a series of spaceflight experiments performed in the EMCS on the ISS from 2006 to 2014 Project title Year Performed Principal findings Major technical Issues Improvements from the previous mission TROPI-1 2006 ISS Incr. 14 A novel red-light positive phototropism identified in hypocotyls in μ g Poor-seed germination due to long storage time Cold stowage problems led to the loss of samples Missing data due to use of videotapes N/A (not applicable) TROPI-2 2010 ISS Incr. 22 Red-light positive phototropism confirmed in hypocotyls in μ g A novel red-light positive phototropism identified in roots in μ g Reduced g studies show that these red-light phototropic responses are saturated at 0.1–0.3 g Light leak discovered between rotor A and rotor B on the EMCS Seeds were stored for less than 3 months prior to germination on ISS Cold stowage procedures were improved Video tapes not used; rather there were direct video downlinks from ISS Seedling Growth-1 2013 ISS Incr. 35/36 A novel blue-light positive phototropism is identified in roots in μ g None noted Experiments were run on only one rotor of the EMCS to avoid light contamination from the other rotor Seedling Growth-2 2014 ISS Incr. 41 Attenuation of the blue-light response occurs at 0.1–0.3 g Red-light positive phototropism confirmed in hypocotyls and roots in μ g Open in a new tab",
    "Conclusion": "Continued technical improvements to space experiments on plant tropisms Results from these experiments expand upon and optimize the previous experiments performed under conditions of microgravity and reduced gravity on board the ISS ( Table 3 ). During the TROPI-1 series of experiments, germination rates were severely hampered by excess stowage time (>8 months) of the seeds prior to the activation of the experiment in space ( Kiss et al. 2009 ; Millar et al. 2010 ). During TROPI-2, we found that reducing the stowage time of seeds (<3 months) resulted in a dramatic increase in seed germination ( Kiss et al. 2009 ). In addition, it was discovered after the conclusion of the TROPI experiments that utilization of the EMCS’s two-rotor setup resulted in a slight light contamination between the two rotors, which may have caused non-unidirectional light sources ( Kiss et al. 2014 ). The current seedling growth set of experiments were conducted utilizing a single rotor of the EMCS to remove the possibility of between-rotor light contamination and have been optimized in many other ways ( Table 3 ). The large range in sample sizes (6–50) of the various conditions was a product of multiple factors. Due to limited space, the design of the experiment necessitated an unbalanced experimental design, where half as many plants were grown under blue light or were pretreated with red light. In addition, there was reduced germination during the second spaceflight experiment for the Ler WT and PhyA genotypes. The reduction in germination in likely due to the extended period of time the seeds remained in hardware prior to spaceflight, as germination counts during flight build were in excess of 85 % (data not shown). Reducing the time between hardware build and execution of the experiment can help to increase germination rates and to maximize scientific return of space-flight experiments. Phototropic responses in roots Under the conditions of microgravity, a novel positive blue-light phototropic response was observed in roots of seedlings ( Figs. 3 , 4 ). While blue-light-based negative phototropism in roots has been extensively characterized in ground studies ( Correll and Kiss 2002 ), this positive phototropic response is greatly reduced at 0.1 g , and effectively negated at 0.3 g and higher gravity levels. To date, this phototropic response has not previously been observed in the roots of Arabidopsis . This observation suggests that positive phototropic response in Arabidopsis roots is masked by the much more robust gravitropic response in Earth normal conditions, and the response can only be observed when the gravity vector is greatly reduced or eliminated, as can be observed in space experiments in orbiting vehicles. Interestingly, the relationship between the blue-light-positive phototropic response and gravity appears to represent a threshold model, where gravity levels between 0 g and 0.1 g eliminate the blue positive phototropic response. Interestingly, the previous clinorotation studies conducted by our group did not demonstrate positive phototropic curvature of roots when exposed to blue light. This observation suggests that while informative and beneficial, clinorotation studies are not a perfect proxy for actual microgravity, and further highlights the need for true spaceflight experiments. In addition to the blue-light phototropic response, a 1-h red-light pretreatment, followed by continuous blue illumination was tested ( Fig. 5 ). Similar to the blue-light exposure only phototropic response revealed in roots, red-light pretreated roots exhibited an immediate and robust response in the direction of the blue-light photostimulus. The magnitude of the total positive phototropic curvature was at least 25 % greater in roots exposed to red-light pretreatment compared with those exposed solely to blue light. These results are not unexpected, as the previous studies of Arabidopsis have shown that etiolated (dark-grown) seedlings exposed to red-light pretreatment experience an increase in the blue-light phototropic response ( Sakai and Haga 2012 ; Goyal et al. 2013 ). In addition, recent studies have demonstrated that overhead pretreatment with blue-light illumination also enhances the phototropic response ( Sullivan et al. 2016 ). It has been proposed that this effect is due to red, far red, and blue light all acting together as an activator of phytochrome A, which leads to enhancement of the phototropic response ( Lariguet and Fankhauser 2004 ). However, it is interesting to note that we do not see a significant difference in phototropic response in phyA mutants when compared with the wild type. This observation suggests that phytochrome A does not contribute to enhancement of blue-light positive phototropic response in roots. In addition, there is no apparent effect of genotype on the overall magnitude of phototropic response of roots pretreated with red light. A similar attenuation of positive phototropic curvature at 0.1 g is also exhibited under red-light pretreatment when compared with non-pretreated samples. Cessation of curvature appears as a similar thresholding response between 0 g and 0.1 g , which negates positive phototropic curvature in red-light pretreated samples. As noted in our previous space experiments ( Millar et al. 2010 ; Kiss et al. 2012 ), plant roots exposed to illumination with red light also experienced positive phototropic curvature ( Fig. 6 ). The positive phototropic response is confirmed and is similar to what has previously been characterized during the TROPI experiments, however, the magnitude of positive phototropic curvature is greater than in the previous results ( Kiss et al. 2012 ). Interestingly, two distinctions exist when comparing the root phototropic response to red vs. blue light. First, the positive phototropic curvature in response to red light is not eliminated at the onset of gravitational acceleration. Rather, it appears that the rate of root positive phototropic curvature is inversely correlated with the magnitude of the gravity vector, with the largest magnitude of curvature being experienced in seedlings exposed to microgravity. Second, there appears to be a genotype-specific effect at low gravity conditions, where the WT shows much higher levels of positive phototropic curvature when compared with phytochrome mutant varieties. However, this genotype effect appears to be negated at gravity levels of 0.5 g and greater. Comparison of the root phototropic responses to red light and blue light reveals unique patterns between the two treatments. Utilization of fractional or reduced gravity conditions allowed for the identification of gravity levels that correspond with an attenuation of response, which differed between the two light treatments. Interestingly, a threshold value of 0.1–0.3 g is enough to cease phototropic curvature in roots illuminated with blue light; however, this same threshold is not observed in red light, which exhibits something akin to a gravity dose response. This difference in response suggests that the mechanisms controlling the interaction between gravitropic response and phototropic response are different for red and blue light. In addition, the enhancement of the blue-light phototropic response in roots after red-light pretreatment suggests that while the two responses differ in pattern and potentially, mechanisms, there is still an additive effect that causes an enhancement to total phototropic curvature. The notion of positive blue-light phototropism in roots tends to contradict the traditional understanding of phototropic function, where roots move in the opposite direction of blue light to grow deeper into soil. However, these observed differences in phototropism between 1 g and μ g in Arabidopsis may reflect the evolutionary history of plants. For instance, plants from older evolutionary lineages, such as mosses and ferns, have a very versatile directional response to both red and blue light ( Kiss 1994 ; Wada 2007 ; Li and Mathews 2016 ). Thus, microgravity may reveal mechanisms of phototropism that are normally masked by Earth nominal gravity conditions. It is possible that the near-linear relationship between red-light phototropic response and gravity in roots is a result of cytosolic calcium ions which have been thought to play a key role in the transmission of gravity sensing ( Poovaiah et al. 1987 ; Gilroy et al. 1993 ; Correll et al. 2013 ), potentially through regulating the distribution of auxin and auxin transporters within the root cells ( Benjamins et al. 2003 ; Zhang et al. 2011 ; Shih et al. 2015 ). A study conducted by Toyota et al. (2013) utilized parabolic flight to examine the effects of reduced gravity gradients on calcium (Ca 2+ ) signaling. This study examined the gravitropic response to gravity vectors ranging from 0.5 g to 2.0 g and found intercellular Ca 2+ signaling exhibits a near-linear relationship with gravistimulation. This linear relationship between gravity sensing and Ca 2+ signaling is the inverse of the observed red-light-induced phototropic curvature in roots observed in our present study, suggesting a potential antagonistic relationship with the root red-light phototropic response mechanisms. A recent study also utilized parabolic flights to examine cytosolic calcium levels on Arabidopsis cell cultures ( Neef et al. 2015 ). In addition, this report demonstrated a clear link between several known Ca 2+ inhibitors/antagonists and changes in cytosolic calcium due to gravity. However, this study also identified a single Ca 2+ (nifedipine) inhibitor that had no effect on calcium signaling, suggesting the possibility of unique calcium channels or pumps involved in gravity signaling. It is possible that a gradual reduction in cytosolic calcium levels is responsible for the decreased positive phototropic response associated with increasing gravity. Phototropic responses in hypocotyls As in ground studies, plant hypocotyls exposed to continuous blue-light illumination showed an immediate and robust positive phototropic response in the direction of the light stimulus, followed by continuous growth at 90° in the direction of the light source ( Fig. 7 ). As expected, there is no statistically significant effect of genotype on the phototropic curvature of hypocotyls exposed to blue light. Gravity also did not have a significant effect on the direction, response time, or magnitude of hypocotyl phototropic curvature in response to unidirectional blue-light illumination. However, we do see a significant statistical correlation between the distances of the seedling from the light source, and the rate of positive phototropic curvature. These results correspond to our previous characterization of blue-light phototropic response in hypocotyls, where no increase in curvature was observed when exposed to microgravity conditions ( Kiss et al. 2012 ). Red-light pretreatment of seedlings exposed to blue light did not result in an observable increase in the rate of positive phototropic response, and the pattern of phototropic curvature mirrored those seedlings that were not exposed to red-light pretreatment ( Fig. 8 ). Interestingly, a recent study found that curvature enhancements stemming from red- or blue-light pretreatments were affected by light intensity, where higher fluence rates of the directional light caused a reduction in phototropic curvature ( Sullivan et al. 2016 ). It is possible that enhancement of phototropic curvature was not observed in this case due to fluence rates that were high enough to inhibit the enhancement of curvature. In addition, it is possible that due to the rapid phototropic response of hypocotyls to blue light, we were unable to capture differences in curvature rate from the frequency of images we obtained (every 30 min). Increasing the rate of image capture (e.g., every 5 min) would likely help to identify enhancements in phototropic curvature of hypocotyls pretreated with red light. Analyses of seedlings grown in microgravity conditions and exposed to red light ( Fig. 9 ) have confirmed previously characterized positive phototropic curvature of Arabidopsis hypocotyls ( Millar et al. 2010 ; Kiss et al. 2012 ). This positive hypocotyl curvature was previously characterized during the TROPI experiment series, however, it must be noted that the magnitude of the positive phototropic curvatures is less than what was measured during TROPI-2 ( Kiss et al. 2012 ). These results are similar in magnitude and in accordance with results obtained from the TROPI-1 experiment ( Millar et al. 2010 ). These differences can likely be attributed to the light contamination between rotors in the earlier experiments ( Kiss et al. 2014 ), as all other conditions within the experiment were unaltered. In addition, the magnitude of positive hypocotyl phototropism when exposed to red light does not appear to be contingent on the gravity vector, whereas the previous study found a significant difference in rates of phototropic curvature in hypocotyls exposed to low gravity (μ g or 0.1 g ) versus more substantial gravity vectors (0.3 g or 1 g ). Previously, positive phototropic curvature of hypocotyls exposed to red light was shown to be enhanced in phyB mutants when compared with phyA and WT varieties ( Kiss et al. 2012 ). However, as all three genotypes tested show positive phototropic responses that were not significantly different, these results were not reproduced in this study. Again, we attribute these differences to the fact that we have improved the experimental conditions in this report by eliminating the stray light between rotors in the current studies. Phototropic responses and illumination intensity Multiple regression analyses of phototropic curvature in both roots and shoots revealed position as a significant variable that predicts the rate of phototropic curvature. This effect is due to the observed differences in illumination across the membrane as the distance from the light source increases ( Suppl. Fig. S1 and S2 ). Therefore, within a cassette where all seedlings are exposed to directional light for the same duration, seedlings furthest from the light source receive reduced fluency from the lights, and, in turn, exhibit reduced phototropic curvature. However, while the magnitude of curvature differed significantly across fluence rates, the overall proportional trend in curvature was conserved. The relationship between fluence rates and phototropic curvature is well characterized ( Janoudi and Poff 1990 ; Sakai et al. 2001 ). Traditionally, illumination and curvature of hypocotyls follow the Bunsen-Roscoe law, where curvature is a product of illumination intensity and the duration of exposure ( Bunsen and Roscoe 1863 ). However, the previous studies characterizing phototropic response have reported that this relationship ceases to be valid at illumination intensities of greater than 0.01 μmol m −2 ( Janoudi and Poff 1990 ), well below the light intensity used in this study. In addition, illumination intensity has previously been shown to have no effect on phototropic curvature of hypocotyls of WT seedlings ( Sakai et al. 2001 ). It also is possible that the significant effect of position on phototropic curvature is the result of the use of non-etiolated seedlings, which our previous spaceflight studies utilized.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd1b/5748516/bd53fee5311b/nihms926550f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd1b/5748516/74ca5cb2db9e/nihms926550f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd1b/5748516/cff9f01676c3/nihms926550f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd1b/5748516/54afae92c757/nihms926550f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd1b/5748516/a556080cb591/nihms926550f5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd1b/5748516/d11af2120e48/nihms926550f6.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd1b/5748516/2bf7d5ce09d5/nihms926550f7.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd1b/5748516/c28f3f81c585/nihms926550f8.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cd1b/5748516/ac05af0cb734/nihms926550f9.jpg"
    ]
  }
}