{
  "paper_id": "pmc_articles_PMC11492218",
  "title": "Bone hemodynamic responses to changes in external pressure.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11492218/",
  "sections": {
    "Abstract": "Abstract Importance At present, there is no consensus on the concentration of epinephrine/physiological saline for subcutaneous injection into external auditory canal (EAC) under general anesthesia in otoendoscopic surgery. A randomized controlled trial (RCT) research is needed to provide reference, as this concentration can provide satisfactory surgical field clarity while maintaining patients’ hemodynamic stability. Objective Comparison of the effect of subcutaneous injection of different concentrations of epinephrine/physiological saline into EAC under general anesthesia in otoendoscopic surgery on surgical field clarity and hemodynamics. Design This double-blind, RCT study was about the effect of topical epinephrine injection in otoendoscopic surgery. Setting This study was conducted at a single institution. Participants This study included 168 patients conformed to the inclusion criteria. Intervention Patients were randomized to receive different concentrations of epinephrine/physiological saline injection (1:5000, 1:10,000, 1:20,000, or 1:40,000) into the junction of bone and cartilage at posterior wall of EAC during surgery. Main Outcome Measures Surgical field clarity was assessed with surgical field clarity grading scale and tympanic membrane flap flipping time. Hemodynamic changes were monitored by clinical parameters of blood pressure, heart rate, and ST segment of ECG. Results There were no statistically-significant differences in surgical field clarity grade ( P = .577) and tympanic membrane flap flipping time ( P = .490) among 4 concentration groups. Epinephrine injection did cause an increase in hemodynamic parameters when compared with baseline ( P < .05). Compared with the relatively-lower concentration groups (1:20,000 and 1:40,000), the relatively-higher concentration groups (1:5000 and 1:10,000) had more significant and long-lasting effect until 30 minutes after injection. Conclusions and relevance Four concentration groups of topical epinephrine injection in otoendoscopic surgery have the same effect on surgical field clarity. For the stability of patients’ hemodynamics, we would prefer to recommend the use of concentrations with minimal impact on hemodynamics, ranging from 1:20,000 to 1:40,000. Trial registration Clinical Trial Registry-China: ChiCTRI1800016647. Keywords: epinephrine, otoendoscopic, surgery, surgical field clarity, hemodynamics",
    "Results": "There were no statistically-significant differences in surgical field clarity grade ( P = .577) and tympanic membrane flap flipping time ( P = .490) among 4 concentration groups. Epinephrine injection did cause an increase in hemodynamic parameters when compared with baseline ( P < .05). Compared with the relatively-lower concentration groups (1:20,000 and 1:40,000), the relatively-higher concentration groups (1:5000 and 1:10,000) had more significant and long-lasting effect until 30 minutes after injection.",
    "Conclusion": "Four concentration groups of topical epinephrine injection in otoendoscopic surgery have the same effect on surgical field clarity. For the stability of patients’ hemodynamics, we would prefer to recommend the use of concentrations with minimal impact on hemodynamics, ranging from 1:20,000 to 1:40,000.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a71/11492218/7f8cfe75775a/10.1177_19160216241288811-fig1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9a71/11492218/1d64ab0aaef1/10.1177_19160216241288811-fig2.jpg"
    ]
  }
}