{
  "paper_id": "pmc_articles_PMC4427280",
  "title": "Recellularization of decellularized lung scaffolds is enhanced by dynamic suspension culture.",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4427280/",
  "sections": {
    "Abstract": "Abstract Strategies are needed to improve repopulation of decellularized lung scaffolds with stromal and functional epithelial cells. We demonstrate that decellularized mouse lungs recellularized in a dynamic low fluid shear suspension bioreactor, termed the rotating wall vessel (RWV), contained more cells with decreased apoptosis, increased proliferation and enhanced levels of total RNA compared to static recellularization conditions. These results were observed with two relevant mouse cell types: bone marrow-derived mesenchymal stromal (stem) cells (MSCs) and alveolar type II cells (C10). In addition, MSCs cultured in decellularized lungs under static but not bioreactor conditions formed multilayered aggregates. Gene expression and immunohistochemical analyses suggested differentiation of MSCs into collagen I-producing fibroblast-like cells in the bioreactor, indicating enhanced potential for remodeling of the decellularized scaffold matrix. In conclusion, dynamic suspension culture is promising for enhancing repopulation of decellularized lungs, and could contribute to remodeling the extracellular matrix of the scaffolds with subsequent effects on differentiation and functionality of inoculated cells.",
    "Results": "Enhanced recellularization of decellularized lung scaffolds with MSCs in bioreactor versus static conditions Decellularized lung scaffolds recellularized with MSCs for a total of 14 days had more abundant cells in the bioreactor as compared to static conditions ( Fig 2AD versus Fig 2Ad ). In accordance with this observation, the total RNA quantity for lungs recellularized with MSCs in bioreactor conditions on day 14 was on average 3.8 times higher as compared to static recellularization (p < 0.01) ( Fig 3A ). No significant differences in cell repopulation were observed at 7 and 28 days of MSC culture based on histology and total RNA levels ( Figs 2 and 3 ). Fig 2. Hematoxylin-eosin staining of decellularized lungs recellularized with (A) MSCs in static (panels A to F) and bioreactor (panels a to f) conditions for 7, 14, and 28 days, and (B) with C10 cells in static (panels A to D) or bioreactor (panels a to d) conditions for 11 and 14 days. Open in a new tab For each condition, a low (100x) and high magnification (630x) are shown (e.g., A is low magnification, B is high magnification). Insets are included to show phenotypes at the single cell level. Black arrows point to MSC cell aggregation observed in static recellularization conditions. Blue arrows point to cytoplasmic vacuoles indicative of cell stress. Airways are labelled. For each condition, images are representative of the entire lung, with the exception of panels AA and AB, which reflect a region with high cell density whereas some regions were devoid of cells (not shown). Fig 3. Total RNA levels of decellularized lungs recellularized with MSCs (A) or C10 cells (B) in static versus bioreactor conditions. Open in a new tab For each condition, mean RNA levels +/- standard deviation for the left lung is presented. * p < 0.05, ** p < 0.01. MSCs were non-uniformly distributed after 7 days of static recellularization, with regions containing high cell numbers ( Fig 2AA and 2ABB ) and regions devoid of cells (not shown). In contrast, cells were more homogeneously distributed throughout the scaffold in the bioreactor culture ( Fig 2Aa and 2Ab ). At 14 and 28 days, fairly homogenous recellularization was generally observed for both static and bioreactor conditions, but both test conditions had regions in which cells were absent. In both static and bioreactor conditions, MSCs were present predominantly in the alveoli, but some recellularization of large and small airways was observed as well. At 7 days of culture, both test conditions showed similarities in MSC morphologies, varying from rounder to elongated phenotypes. After 14 days of culture, statically recellularized lungs mostly contained round cells while bioreactor-recellularized lungs contained MSCs with rounder to spindle-shaped morphologies in airways and alveoli ( Fig 2AD and 2Ad ). At day 28, the number of round cells containing cytoplasmic vacuoles (indicative of cell stress) was enhanced in both conditions (compared to day 7, 14), however, there continued to be more elongated cells without cytoplasmic vacuoles in bioreactor-recellularized lungs ( Fig 2AF and 2Af ). Also at 14 days of culture, MSCs in static conditions displayed enhanced formation of cytoplasmic vacuoles ( Fig 2AD , blue arrows). Interestingly, formation of scattered MSC clusters was observed in static but not bioreactor conditions at the three studied time points ( Fig 2AA, 2AC and 2AE ). The larger cell clusters were mostly found in small airways but smaller aggregates were also observed in alveolar regions. Enhanced recellularization of decellularized lung scaffolds with C10 cells in bioreactor versus static conditions Recellularization in static and bioreactor conditions with C10 cells was initially studied for 14 days based on the results obtained with MSCs. In static conditions, whole lungs were poorly recellularized, abundant debris and ghost cells were observed and RNA levels were low ( Fig 2BC and 2BD ; Fig 3B ). In contrast, at this same timepoint, recellularization under bioreactor conditions resulted in intact cells that were primarily located at the periphery of the scaffolds and surrounding larger airways ( Fig 2Bc ), and approximately 12-fold higher RNA recovery was observed (p < 0.05) ( Fig 3B ). Still, many regions were populated with ghost cells and debris ( Fig 2Bc ), and therefore a shorter incubation time was assessed. At 11 days, limited cell debris was observed in both test conditions, cells were non-uniformly distributed and mostly recellularized the alveoli ( Fig 2BA and 2BB for static and Fig 2Ba and 2Bb for bioreactor). An increase in RNA recovery was obtained from lungs recellularized with C10 cells for this shorter time frame in both test conditions, with bioreactor lungs containing about 6 times more RNA than static lungs (p = 0.07) ( Fig 3B ). For recellularization with either MSCs or C10 cells, lungs collapsed and shrank over time, both in static and bioreactor conditions. MSCs and C10 cells exhibited less apoptosis and higher cell proliferation in bioreactor versus static recellularization conditions In agreement with the H&E observations for MSCs at day 14, qualitatively more cells stained positive for the apoptosis marker annexin V in static compared to bioreactor conditions ( Fig 4AA versus Fig 4AB ). Cells within cell clusters (static) showed a similar staining pattern as single MSCs ( Fig 4BA ). After 28 days of culture, most MSCs in static conditions stained positive for annexin V, while fewer cells stained positive in bioreactor conditions ( Fig 4AC versus Fig 4AD ). Similarly, static recellularized lungs contained a high number of annexin V-positive C10 cells and cell debris at day 11, while the bioreactor condition showed cells that were mostly negative for annexin V ( Fig 4CA versus Fig 4CB ). Fig 4. Annexin V and PCNA staining of decellularized lung scaffolds recellularized with (A) MSCs in static versus bioreactor conditions for 14 (panels A, B for annexin V, and a, b for PCNA) and 28 days (panels C, D for annexin V, and c, d for PCNA) (single cells), (B) MSC cell clusters in static conditions at 14 days (panel A for annexin V, and a for PCNA), (C) C10 cells in static (panel A for annexin V, a for PCNA) versus bioreactor (panel B for annexin V, b for PCNA) conditions for 11 days. Open in a new tab An inset in Fig 4Ab with higher magnification is shown to demonstrate that a majority of the cells stained positive for PCNA. Cell nuclei are labeled in blue; marker of interest is labeled in green. Magnifications are 400x. Overlap of cell nucleus and marker of interest can generate green or white color. For each condition, images are representative of the entire lung. Staining for the cell proliferation marker PCNA indicated that a majority of the MSCs were actively proliferating at 14 days in both static and bioreactor conditions ( Fig 4Aa and 4Ab ). Cells within cell clusters (static) also stained positive for PCNA ( Fig 4Ba ). At day 28, a limited number of cells were PCNA positive in static conditions, while most bioreactor-grown MSCs stained positive for this marker ( Fig 4Ac and 4Ad ). With regard to C10 cells, statically recellularized lungs showed few regions with cells positive for PCNA, while a majority of the cells in bioreactor-recellularized lungs were PCNA positive ( Fig 4Ca and 4Cb ). Differentiation of MSCs grown on decellularized lung scaffolds recellularized in static and bioreactor conditions Next, the gene expression and phenotypic analysis of MSCs was determined when grown on decellularized lung scaffolds in static and bioreactor conditions. MSCs were chosen for further analysis since these stem cells (i) hold potential for ex vivo generation of lung tissue, and (ii) remained viable for longer term compared to C10 cells in the decellularized lung scaffolds. Main differences in gene expression between static and bioreactor conditions at day 14 included the downregulation of Col1a1 (Collagen I alpha I) and upregulation of endoglin and CD106 for statically recellularized lungs, but not for bioreactor lungs, compared to MSC monolayers ( Table 1 ). For the bioreactor growth condition, we observed upregulation of genes encoding Fsp1 (fibroblast specific protein), TGF-β and adiponectin, as compared to the MSC monolayer control ( Table 1 ). Table 1. Relative expression of target genes in MSCs grown on decellularized lung scaffolds in static and bioreactor conditions as compared to monolayers. 7 days 14 days Static IMDM Bioreactor IMDM Static IMDM Bioreactor IMDM α-SMA 9 . 09 * Adiponectin 10.95 *** 31.53 *** Aqp5 3.35 * 1.45 ** 2.83 *** 1.99 ** CCSP 16.50 * 41.01 *** 37.41 *** CD106 ∞ ∞ 34.88 * Col 1a1 4 . 72 *** 1 . 81 ** 20 . 09 ** Col 2a1 7 . 79 *** 9 . 72 *** Endoglin 12.37 ** FAP 26.01 *** 8.23 ** 119.87 *** FN1 FoxJ1 ∞ ∞ ∞ ∞ FSP1 4.73 * MMP3 ∞ ∞ ∞ ∞ MUC5AC ∞ ∞ ∞ ∞ Osteopontin 56.02 ** 27.09 *** 108.20 *** 50.28 *** Sca-1 Scgb3a2 ∞ ∞ ∞ ∞ SPA Ф Ф Ф Ф SPB Ф Ф Ф Ф SPC SPD ∞ ∞ ∞ ∞ Spdef ∞ ∞ ∞ ∞ Stanniocalcin ∞ ∞ ∞ ∞ TGF-β 4.06 ** Trp63 ∞ ∞ ∞ ∞ TTF1 Vimentin ZO-1 Open in a new tab * P < 0.08 ** P < 0.05 *** P < 0.01 Bold = upregulated compared to MSC monolayer; Italic = downregulated compared to MSC monolayer; White empty cell: P > 0.08 and/or fold-change < 1.5; While cell with ∞: Present in ML, absent in ≥ 50% of samples; White cell with Ф: Not expressed in ML and sample, but expressed in lung. In both static and bioreactor conditions at day 14, MSCs significantly upregulated the expression of AQP5 (Aquaporin 5), CCSP (Club Cell Secretion Protein), osteopontin and FAP (Fibroblast activation protein), and downregulated the expression of Col2a1 (Collagen 2 alpha 1) compared to monolayer controls ( Table 1 ). Interestingly, most of the gene expression changes at 14 days of culture were reflected in the 7-day cultures ( Table 1 ). None of the other tested genes showed differential expression in either condition. In agreement with the gene expression data, a high number of MSCs stained positive for the lung fibroblast marker Fsp1 in bioreactor conditions while only a few cells were positive in static conditions on day 14 ( Fig 5AC, 5AB and 5AA ). MSC monolayers ( Fig 5AE ) and normal whole mouse lung controls ( Fig 5AD ) stained negative for Fsp1. Fig 5. A: Immunohistochemical profiling of decellularized lung scaffolds recellularized with MSCs in static and bioreactor conditions for 14 days. Open in a new tab Profiling of whole normal mouse lung tissue and MSC monolayers was performed as well. Cell nuclei are labeled in blue; markers of interest are labeled in green and are Fsp1 (panel A to E), collagen I (panel a to e), and osteopontin (panel aa to ee). White arrows point to multilayered cell aggregates, observed in static recellularization conditions and for this test condition profiling for both aggregates (A, a, aa) and single cells (B, b, bb) is presented. Since collagen I-positive cells showed higher signal intensity compared to that of the collagen I-positive scaffold, the background scaffold signal in Fig 5Ab and 5Ac was removed for clarity. To demonstrate the collagen I-positive scaffolds, the background signal is only shown in Fig 5Aa. Magnifications are 400x or 630x. B: Alizarin red staining of decellularized lung scaffolds recellularized with MSCs in static (panels A, B) and bioreactor (panel C) conditions for 14 days. As a negative control, decellularized lungs that were not seeded with cells are presented (panel D). MSC monolayers differentiated along the osteoblastic lineage are included as positive control (panel E). Magnification is 200x or 630x. For each condition, images are representative of the entire lung. Higher numbers of MSCs stained positive for collagen I in the bioreactor compared to statically-recellularized lungs ( Fig 5Ab and 5Ac ), which corresponds to the gene expression results. However, fewer MSCs stained positive for collagen I in either bioreactor or static-recellularized lungs compared to MSC monolayers ( Fig 5Ac, 5Ab and 5Ae ). The decellularized lung matrix stained positive for collagen I in most regions, regardless of the presence of MSCs ( Fig 5Aa ) and normal mouse lung tissue was also collagen I-positive ( Fig 5Ad ). Osteopontin was found highly expressed in MSCs grown on decellularized lung scaffolds in both static and bioreactor conditions ( Fig 5Aaa, 5Abb and 5Acc ), while MSC monolayers were negative ( Fig 5 Aee ) and normal control lungs showed occasional expression ( Fig 5 Add ). To further assess whether MSCs differentiated along an osteogenic lineage, alizarin red staining was performed. Despite the ability to differentiate MSCs into alizarin red-positive cells in routine tissue culture (positive control) ( Fig 5BE ), minimal numbers of alizarin red-positive cells were observed in most of the recellularized lung tissues from either static or bioreactor conditions ( Fig 5BA, 5BB and 5BC ). MSCs grown as conventional monolayers, or on decellularized lung scaffolds in static and bioreactor conditions did not positively immunostain for CC10 (data not shown), despite strong induction of this marker at the gene expression level on the scaffolds ( Table 1 ). The multilayered cell clusters observed in static recellularization conditions tested positive for osteopontin (but negative for alizarin red) and showed few or no cells that stained positive for collagen I and Fsp1 ( Fig 5AA, 5Aa and 5Aaa ; Fig 5BA ). Of note, positive staining of the decellularized lung matrix for collagen I is shown in Fig 5Aa . Therefore, the cell clusters seemed to show similar staining patterns as single MSCs.",
    "Conclusion": "A promising approach for ex vivo lung engineering is the repopulation of decellularized lung scaffolds with autologous stem and/or progenitor cells derived from the actual transplant recipient. The decellularized scaffolds also provide a novel tool for studying cell-matrix interactions and other aspects of lung biology. While decellularized lung scaffolds derived from rodents, sheep, pigs, primates, and humans have been repopulated with a variety of different cell types [ 2 – 10 , 12 – 15 , 17 , 18 , 43 ], improved culture techniques are needed to enhance the full recellularization of the lung surface area with viable, differentiated cells. In addition, as critical cell binding epitopes on the ECM proteins remaining in the scaffold may be affected by the decellularization process [ 2 , 3 ], restoring the normal ECM content and function of the decellularized scaffolds is of importance to support cell growth and differentiation. In this study, we demonstrated that recellularization efficiency (i.e. number of cells adhering to scaffolds) and viability were improved when decellularized lung scaffolds were cultured in a dynamic suspension bioreactor system (RWV) as specifically compared to static conditions. We speculate that the biomechanical force of fluid shear in the RWV and associated mass transfer result in differential oxygenation, nutrient availability, waste dispersal, some or all of which may have contributed directly or indirectly towards our phenotypic and molecular genetic observations [ 22 ]. In agreement with our results, growth stimulation of progenitor cells in the RWV bioreactor has been reported previously [ 19 , 44 ]. Cortiella et al previously demonstrated that decellularized lungs repopulated with ESCs in the RWV retained more viable cells and induced higher levels of apparent lung-specific lineages in response to defined differentiation agents, compared to other synthetic scaffolds and 2-D ESC monolayers [ 7 ]. In our study, the enhanced attachment of MSCs to the decellularized scaffolds in the bioreactor could, in part, be potentially explained by induced TGF-β expression, which has been shown to enhance attachment of MSCs to collagen I through induction of integrin subunits [ 45 ]. The well-spread polygonal cell shape predominantly observed in bioreactor conditions is an indicator of healthy MSCs [ 46 , 47 ]. On the other hand, this characteristic cell shape could also imply a lower multipotentiality and higher commitment towards differentiation as compared to the rounder phenotype in static conditions [ 48 – 50 ]. In line with this hypothesis is (i) the induced expression of the multipotency markers endoglin and CD106 in static but not bioreactor conditions, and (ii) the absence of MSC cell clusters in bioreactor growth conditions, which could possibly be a characteristic of multilineage-differentiating stress-enduring (Muse) cells that have the ability to differentiate into endoderm, ectoderm and mesoderm in vitro and in vivo [ 51 , 52 ]. Alternatively, it is possible that the stacked cell clusters observed in static conditions could reflect an abnormal cell phenotype. Our collective data suggest that a portion of the bioreactor-cultured MSCs may have differentiated into fibroblast-like cells (expression of Fsp1, FAP, osteopontin, collagen I). Fsp1 is specifically expressed in fibroblasts but at very low levels in epithelium and MSCs [ 53 – 55 ] and has been correlated with collagen deposition and lung remodeling in bleomycin-treated mice [ 54 ]. Similarly, FAP and osteopontin are involved in lung tissue remodeling [ 56 , 57 ]. Since fluid shear triggers tissue remodeling and extracellular matrix deposition [ 58 , 59 ], enhanced fluid shear levels in the bioreactor could potentially have caused the enhanced generation of fibroblasts. Hence, the induction of fibroblast markers in bioreactor culture conditions could contribute to the regeneration and/or remodeling of decellularized lung scaffolds. Specifically, since decellularized lung scaffolds are depleted of key ECM proteins that could play a role in cell growth and differentiation [ 2 , 5 , 8 ], we speculate that potential restoration of the native ECM scaffolds by fibroblast-like cells could be beneficial for ex vivo lung tissue generation. In a similar fashion, mESCs recellularizing the lung scaffolds in the RWV bioreactor secreted ECM components that were depleted in the acellular lung [ 7 ]. Growth of MSCs on decellularized lung scaffolds in both static and bioreactor test conditions in basal medium induced the expression of mRNAs encoding two markers that are expressed in lung epithelial cells (as well as other cell types), AQP5 and CCSP. Recent studies suggest basal expression of lung epithelial markers in some preparations of MSCs, and in response to lung differentiation media [ 13 , 60 , 61 ]. However, CCSP expression could not be confirmed at the protein level in our study. Discrepancies between qRT-PCR and immunofluorescence results have been reported previously for MSCs on decellularized lung scaffolds, and could potentially be explained by differences in sensitivity of both methods [ 13 ] or by potential posttranscriptional modifications [ 62 ]. An alternative explanation is the inability of the growth conditions used in this study to support phenotypic expression of these markers. In a similar fashion as for MSCs, bioreactor conditions gave rise to lung scaffolds populated with a higher number of viable C10 cells as compared to static conditions. Previous studies described abundant apoptosis of C10 cells when grown in decellularized whole lungs statically for 7 to 14 days, or during continuous vascular perfusion [ 3 , 10 , 18 ]. When C10 cells were grown on decellularized lung slices, only limited apoptosis was observed up to 28 days of culture [ 15 ]. Collectively, these data indicate that C10 cells could be sensitive to the growth conditions inside whole decellularized lungs. We and others have observed shrinking and collapsing (atelectasis) of the scaffolds as a function of time [ 7 ], which could result in oxygen and nutrient limitation and waste product accumulation. Therefore, the continuous movement of the lung scaffolds in the medium during recellularization in the RWV bioreactor, which results in differential oxygenation, nutrient provision and waste dispersal [ 22 ], may have provided more optimal culture conditions for this particular cell type as compared to static culture. In conclusion, we demonstrated that the RWV bioreactor confers advantages for recellularization of decellularized lung scaffolds, with regards to cell growth, cell health, and differentiation as compared to static conditions. Since MSCs have been suggested to serve as stroma for repopulating decellularized scaffolds with other cell types (such as endogenous progenitors and induced pluripotent stem cells) [ 63 ], further investigations into whether the enhanced expression of genes involved in ECM remodeling in the RWV bioreactor resulted in reconstituting and/or remodeling of the native ECM scaffold is of interest. Furthermore, this study could have downstream implications for studying tissue homeostasis and identifying the underlying factors that contribute to the transition of normal to fibrotic lung phenotypes.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/81cd/4427280/034a4183d597/pone.0126846.g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/81cd/4427280/c131cf7dc554/pone.0126846.g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/81cd/4427280/4c745317ed6f/pone.0126846.g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/81cd/4427280/6015f87bfc2c/pone.0126846.g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/81cd/4427280/1b8ddd96e6fd/pone.0126846.g005.jpg"
    ]
  }
}