{
  "paper_id": "pmc_articles_PMC7940393",
  "title": "Modeled microgravity alters lipopolysaccharide and outer membrane vesicle production of the beneficial symbiont Vibrio fischeri",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7940393/",
  "sections": {
    "Abstract": "Reduced gravity, or microgravity, can have a pronounced impact on the physiology of animals, but the effects on their associated microbiomes are not well understood. Here, the impact of modeled microgravity on the shedding of Gram-negative ...",
    "Results": "Shedding of V. fischeri -derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls To determine the potential impact of modeled microgravity on LPS release during growth, cultures of wild-type V. fischeri ES114 were grown in HARV reactors in the LSMMG and gravity positions (Fig. 1d ) and monitored at 2–4-h intervals. The growth curves were characteristic of several microbes cultivated under LSMMG, including V. fischeri , exhibiting increased growth rate during exponential phase compared to gravity controls (Supplementary Fig. 1 ) 23 , 27 , 40 . At each growth interval, the V. fischeri cells were removed from the culture media and the level of exogenous LPS shed by the bacteria was measured and compared using two independent assays. First, the colorimetric ToxinSensor Chromogenic Limulus Amebocyte Lysate (LAL) endotoxin assay, which measures the biological reactivity of the lipid A moiety of LPS, was used to measure reactogenic LPS in the cell-free medium filtrate. The second method, the Purpald assay, is based on the periodate oxidation of sugars of the core regions of the LPS molecule 41 , and was used on the same, cell-free media filtrate to quantify the total amount of LPS. Although complementary, these two assays target different components of the LPS molecule 42 . During exponential growth in the HARV reactors, V. fischeri cells released significantly more LPS under LSMMG conditions than gravity controls even after being normalized by optical density, an indicator of cell mass (Fig. 2a ). Levels of reactogenic LPS in the surrounding media, as determined by the LAL endotoxin assay, showed a pronounced increase beginning 10 h post inoculation (Fig. 2a ). The significantly higher levels of LPS released from the LSMMG-grown cells continued until ~18–20 h, after which no differences in LPS levels were observed between the two growth conditions. Measurement of total LPS by the Purpald assay showed a similar increase, with the concentrations of total LPS shedding in LSMMG cultivars compared to gravity controls higher at all tested time points between 8 and 24 h post inoculation (Fig. 2b ). Fig. 2. Lipopolysaccharide (LPS) shedding by Vibrio fischeri wild-type ES114 under low-shear modeled microgravity (LSMMG) and gravity conditions. Open in a new tab a Reactogenic LPS as measured by the limulus amebocyte lysate endotoxin assay under gravity (light gray) and LSMMG (dark gray) conditions. b Total LPS levels as measured by the Purpald assay between LSMMG and gravity (G) conditions. Error bars indicate the standard error of the mean. Asterisks indicate significant differences between the data sets ( p < 0.05; Mann–Whitney U test). Increased LPS release during modeled microgravity is correlated, but not completely dependent on, cell motility Previous work has shown that most of the LPS released by V. fischeri is embedded in OMVs that are derived from rotation of the outer-membrane-sheathed, polar flagella 35 , 36 , 43 . This result led us to determine whether LSMMG stimulates bacterial motility, which would ostensibly increase vesiculation and, as a corollary, the shedding of LPS. Interestingly, the motility of wild-type cells grown under either LSMMG or gravity conditions showed no statistical differences when examined using direct microscopic video analysis or soft-agar motility assays (Supplementary Fig. 2 ). In addition, we also compared the amount of LPS shedding by two motility-deficient V. fischeri mutants, motB1 and flhA , grown under gravity and LSMMG conditions. Mutants defective in motB1 , which encodes for a flagellar motor protein, do form flagella but are unable to rotate them, whereas flhA mutants are defective in the synthesis of flagella 44 , 45 . The motility mutants shed significantly less LPS than the wild-type V. fischeri ES114 under both LSMMG and gravity conditions when normalized by optical density (Fig. 3 ). In wild-type cells, concentrations of reactionogenic LPS ranged between 5 × 10 4 and 2.5 × 10 5 EU per mL of media (Fig. 2a ). In the motility mutants, however, the levels of reactogenic LPS were ~10-fold lower at each time point tested compared to the parent strain (Fig. 3a ). By 14 h, however, there was a significant difference between the level of LPS measured in the LSMMG and gravity conditions in the motility mutants. Like the wild type, LSMMG-treated mutant cells exhibited significantly higher levels of LPS in both motility mutants compared to gravity controls (Fig. 3a ). In addition, the motB1 mutants shed significantly higher levels of LPS in the LSMMG conditions compared to the flhA mutant at 14, 16, and 20 h post inoculation (Fig. 3a ). These differences were also independently confirmed with the Purpald assay (Fig. 3b ) and suggest potential differences between the relative abundances between the components of the LPS molecule that are shed under LSMMG conditions. Fig. 3. Lipopolysaccharide (LPS) shedding of V. fischeri motility mutants motB1 and fhlA under low-shear modeled microgravity (LSMMG) conditions compared to gravity controls. Open in a new tab a Reactionogenic LPS as measured by the limulus amebocyte lysate endotoxin assay under gravity (light gray) and LSMMG (dark gray) conditions. b Total LPS levels as measured by the Purpald assay between LSMMG and gravity (G) conditions. Error bars indicate the standard error of the mean. Asterisks indicate significant differences between the data sets ( p < 0.05; Mann–Whitney U test). The motility mutants displayed more modest growth increases compared to the parent strain, ES114 (Supplementary Fig. 1a–c ) and to determine whether there were differences in cell size between the strains, cells collected from 12-h HARV cultures of wild type, motB1 , and flhA mutants were stained with 1% crystal violet compare cell size under LSMMG and gravity treatments and observed with microscopy. Analyses of cell size revealed no significant difference between conditions or strains, suggesting optical density readings were directly comparable between LSMMG and gravity treatments for all strains (Supplementary Fig. 1d ). Higher levels of LPS in LSMMG correlate with increased OMV production To more fully understand the mechanics of increased LPS release under LSMMG conditions, the production of OMVs was examined under modeled microgravity. Almost all of the LPS released from V. fischeri cells has been shown to be associated with OMVs, which are produced largely due to flagellar rotation 35 , 36 . Therefore, we also examined whether OMV number and size were altered under the modeled microgravity conditions. Cultures of the wild type, motB 1, and flhA strains were grown in LSMMG or gravity conditions and cell-free filtrates were evaluated at 12, 14, and 16 h post inoculation using nanoparticle tracking analysis. These times were chosen as they represent growth points with the largest discrepancies in LPS content between treatments observed across all three strains. Nanoparticle analysis revealed a positive association between symbiont OMV vesiculation and modeled microgravity conditions. Specifically, the LSMMG filtrates of wild type, flhA , and motB1 were found to contain significantly more OMV particles per mL than the gravity controls (Fig. 4a ). Under both conditions, OMV concentration was observed to increase over time, with both motB1 and flhA generating diminished vesicular yields relative to wild-type cells (Fig. 4a ). In addition, by 14 h OMVs derived from LSMMG cultures were found to be significantly larger than gravity controls (Fig. 4b ; Supplementary Table 1 ; Supplementary Dataset 1 ). At 16 h, the average size of OMVs for the modeled microgravity cultures was 40.72 ± 0.092 nm, whereas nanoparticle size averaged only 37.10 ± 0.092 nm for gravity controls (Supplementary Table 1 ). Similarly, in the motB1 and flhA motility mutants the means of OMVs from LSMMG-treated cultures were 45.35 ± 0.068 and 43.05 ± 0.065 nm, respectively, whereas the mean size of gravity-treated OMVs was 40.72 ± 0.052 ( motB1 ) and 38.16 ± 0.056 nm ( flhA ). Differences were also observed in the abundance of certain sized particles. Gravity samples tended to contain a higher proportion of smaller OMVs (diameter < 40 nm), whereas those cultivated in LSMMG exhibited a more even distribution (Supplementary Fig. 3 ). All isolated OMVs, whether they were derived from gravity or LSMMG conditions, exhibited a comparable ability to induce apoptosis and matched previously published levels of LPS and OMV-induced cell death (Supplementary Fig. 4 ) 21 , 35 . Fig. 4. Nanoparticle size analysis of outer-membrane vesicles (OMVs) isolated from Vibrio fischeri . Open in a new tab a Concentrations of OMVs in V. fischeri wild-type (ES114) and motility mutants ( motB1 and flhA) under gravity (light gray) and low-shear modeled microgravity (LSMMG, dark gray) conditions. b Average diameter of OMVs at 12, 14, and 16 h of incubation under gravity (light gray) and LSMMG (dark gray) conditions. Error bars indicate the standard error of the mean. Asterisks indicate significant differences between the data sets ( p < 0.05; Mann–Whitney U test). V. fischeri become increasingly sensitive to cell membrane-affecting agents in LSMMG Although motility-dependent vesiculation is characteristic of species with sheathed flagella, such as V. fischeri 36 , all Gram-negative bacteria invariably produce OMVs by outer-membrane blebbing. OMV-blebbing is modulated by both external envelope stress and structural deficiencies in the bacterial cell wall 46 . Accordingly, the discovery that flagellar function does not, in fact, fully explain the model microgravity-associated differences observed in LPS-shedding or OMV release led us to hypothesize that LSMMG conditions may impact the integrity of the Gram-negative outer membrane. To investigate this, the susceptibility of V. fischeri toward a variety of cell membrane-affecting agents was compared in cells grown under LSMMG and gravity conditions, for the wild-type and motility mutants at 12, 14, and 16 h. Three specific agents were used to disrupt different components of the Gram-negative cell envelope. First, the cationic antibiotic polymyxin B was used, which binds to Gram-negative LPS and weakens the packing of lipid A molecules in the outer membrane 47 . Second, cells were exposed to the anionic detergent sodium dodecyl sulfate (SDS), which disrupts ionic interactions and causes bacterial cytoplasmic membrane lysis at high concentrations 48 . Last, cells were also exposed to a dilute solution of Triton X-100 for 1 min, which is a non-ionic detergent that disrupts lipid–lipid interactions 49 . After exposure, cell growth was assessed with optical density (Fig. 5 ; Supplementary Figs. 5 and 6 ) and plated to assess cell viability (Fig. 6 ). Fig. 5. Dose–response of Vibrio fischeri cell densities in the presence of polymyxin B and sodium dodecyl sulfate. Open in a new tab Cultures of wild-type V. fischeri ES114 and motility mutants ( motB1 and flhA ) were grown for 12 h under gravity (light gray) and low-shear modeled microgravity (LSMMG) conditions. Error bars indicate the standard error of the mean. Asterisks indicate significant differences between the data sets ( p < 0.05; Mann–Whitney U test). Fig. 6. Direct cell plating counts for Vibrio fischeri exposed to polymyxin B and sodium dodecyl sulfate. Open in a new tab Viable cell counts of wild-type Vibrio fischeri and motility mutants ( motB1 and flhA ) in the presence of cell membrane-disruption agents polymyxin B and sodium dodecyl sulfate grown under gravity (light gray) and low-shear modeled microgravity (LSMMG, dark gray) conditions. Error bars indicate the standard error of the mean. Asterisks indicate significant differences between the data sets ( p < 0.05; Welch’s t -test). Dose–response curves with 1–10 μg per mL polymyxin B and 0.1–1.0% v/v SDS revealed a concentration-dependent effect on bacterial growth in both LSMMG and gravity conditions. This effect was more pronounced in the LSMMG-treated strains at all time points tested (Fig. 5 , Supplementary Figs. 5 and 6 ); LSMMG-treated V. fischeri generally showed increased sensitivity to membrane-disrupting agents. Despite showing different baseline sensitivities, the mutant strains also appeared more susceptible to the polymyxin B and SDS agents under LSMMG conditions compared to wild-type cells at all time points tested, with the polymyxin B treatment producing the most damaging effects to the motility mutants (Fig. 5 , Supplementary Figs. 5 and 6 ). Plating of cells treated with polymyxin B- and SDS-treated cells revealed comparable results (Fig. 6 ) indicating that, regardless of strain, the viability of those cells exposed to polymyxin B were more negatively impacted when grown under LSMMG conditions. Similar results were also observed when cells were treated with Triton X-100. Cells of LSMMG-cultivated V. fischeri , regardless of strain, were also found to be more susceptible to the bactericidal effects of 0.05% Triton X-100, exhibiting more lysis than the gravity controls after 1 min of exposure (Fig. 7 ). To confirm that the results observed during these HARV experiments were not the product of changes to the background pH of the SWT media under LSMMG or gravity conditions, the pH was regularly monitored, and no significant changes to the pH were observed (Supplementary Fig. 7 ). Fig. 7. Percent lysis of Vibrio fischeri cultures following treatment with Triton X-100. Open in a new tab The wild-type V. fischeri ES114 and motility mutants motB and flhA grown under gravity (light gray) and low-shear modeled microgravity conditions (LSMMG) for 12 h in response to 1 min of 0.05% v/v Triton X-100 exposure and then plated. Asterisks indicate significant differences between the data sets ( p < 0.05; Mann–Whitney U test).",
    "Conclusion": "Over the coming decade, human-led exploration of space will likely move beyond low Earth orbit into deeper space 50 . Maintaining astronaut fitness during these long-duration space operations will require a detailed understanding of the microbiome under non-terrestrial conditions. To address this emerging issue in space biology, we used the HARV platform to model the effects of microgravity on V. fischeri , a beneficial microbe known to form symbiotic associations along animal epithelia. Results from this study indicated that (i) LSMMG conditions increased the shedding of bacterial LPS and associated OMVs into the surrounding media; (ii) the size of the OMV particles released during LSMMG were larger than gravity controls; (iii) flagellar motility in V. fischeri accounted for most of the overall OMV production, but was not necessary for increases in LPS shedding under LSMMG conditions; and (iv) the cell membranes of V. fischeri cells were more susceptible to disruption when cultivated under model microgravity conditions. In Gram-negative bacteria, LPS is localized to the outer membrane and consists of a hydrophobic lipid A moiety, a core polysaccharide, and an O-antigen, or outward-projecting sugar chain of variable length 51 , 52 . LPS represents one of several MAMPs used by bacteria to either evade or communicate with their eukaryotic counterparts 53 . There has been an intense effort in recent years to understand how LPS is recognized by the host immune system through pattern recognition receptors 54 , and how this immune response is altered under microgravity conditions 55 , 56 . The finding that symbiotic V. fischeri sheds more LPS under LSMMG conditions closely parallels previous studies that reported that microgravity analogs increases endotoxin load derived from the intestinal microbiota in rodents 55 , 56 . For example, in previous studies using the hindlimb unloading rodent model, a well-established method to simulate musculoskeletal disuse observed in spaceflight 57 , 58 , results indicated that both LPS and the associated host-derived lipopolysaccharide-binding protein were elevated in rodent serum under hindlimb unloading 56 . Levels of circulating LPS were further increased with concurrent exposure to proton or gamma radiation, another environmental hazard of spaceflight 55 . Although the increased levels in the serum were thought to be the result of breakdown of the gut epithelial barrier during hindlimb unloading, the root cause of the overall increased levels of LPS shedding by the microbiota into the host serum was not assessed 55 , 56 . Interestingly, the results observed in V. fischeri differ from other host-associated taxa, such as Salmonella enterica serovar Typhimurium 17 . In previous studies, HARV-cultivated Salmonella exhibited significantly diminished levels of LPS O-antigen in LSMMG lysates, accompanied by a down-regulation of the rfbP , rfbM , and rfbI genes involved in O-antigen biosynthesis and ligation 17 . However, V. fischeri lacks homologs to these O-antigen synthesis genes 59 . In V. fischeri the O-antigen is comprised of a single pentasaccharide comprised of a two yersiniose, one 8-epi-legionaminic acid, and two n-acetyl-L-fucosamine residues 60 . The two quantitative techniques used in this study, LAL and Purpald assays do not directly measure the O-antigen so the differences between the two studies could reflect the methods used to quantify the LPS molecule as well as the different architectures of the LPS molecules. Alternatively, the differences in LPS release between the taxa under LSMMG conditions may simply reflect the fact that Salmonella does not have sheathed flagella, whereas V. fischeri has a membranous sheath that requires more torque to rotate, thereby releasing more LPS 61 , 62 . In this study, the increased shedding of LPS from the bacterium V. fischeri under LSMMG conditions coincided with the exponential growth of the cultures (Fig. 2 ). In many taxa, including V. fischeri , higher cell densities and growth rates are observed under modeled microgravity conditions (Supplementary Fig. 1a, e ) 63 , 64 . It has been proposed that the quiescent environment of LSMMG and continuous reorientation of the cell are altering the extracellular mass transfer of nutrients and waste, thereby impacting the cell’s growth rate 37 , 65 . Although V. fischeri is motile and there could be some mixing and disruption to the low-shear environment, V. fischeri may be accustomed to microgravity-like conditions as the symbionts regularly encounter low-shear environments when interfacing with the epithelial brush border of the host squid light organ tissues. Therefore, the observed increased growth rate may simply reflect the natural growth response for these symbiotic bacteria under low-shear stress environments. The increase in LPS shedding under modeled microgravity conditions was also correlated to increases in the production of OMVs. The release of OMVs is an important mechanism by which bacteria interact with their environment 66 . OMVs derived from Gram-negative bacteria are produced in all stages of growth, and are frequently enriched with a range of bioreactive molecules, including LPS, outer-membrane proteins, and peptidoglycan-derivatives 46 , 67 , 68 . These discrete, enclosed structures are known mediators of host–microbe communication in both pathogenic and mutualistic associations 69 . In the squid-vibrio symbiosis, V. fischeri OMVs have previously been shown to induce hemocyte trafficking and apoptosis in the host symbiotic light organ, and are important mediators of bacteria-induced development in the host animal 43 , 68 . Both exogenous LPS and symbiont-derived OMVs can induce significant apoptosis in the light organ of uncolonized, aposymbiotic hatchlings, even at low concentrations (Supplementary Fig. 4 ). Thus, even small fluctuations in the amount of OMVs released in LSMMG could feasibly shift the timeline of symbiotic development. The observed increase in the release of LPS containing OMVs during LSMMG conditions compared to gravity controls may suggest that the cells experience increased physiological stress in the modeled microgravity conditions, in particular, during exponential growth. Environmental stresses, such as temperature and osmotic stresses, can increase vesiculation in numerous Gram-negative bacteria 70 . The hypervesiculation of OMVs has been shown to relieve the cell envelope from waste products and the build-up of damaged, or misfolded, proteins, which accumulate during stress and normal growth 70 , 71 . Interestingly, the increased in OMV production under modeled microgravity conditions may also provide a possible mechanism for the increase resistance to environmental stresses and antibiotics observed in some microbes grown under both natural and microgravity conditions 37 , 72 , 73 . The ability of OMVs to quickly remove toxic material as well as absorb and bind antimicrobial agents may also serve as an important survival mechanism for microbes under stressful conditions, such as spaceflight. One of the major mechanisms by which V. fischeri releases the OMVs is through flagellar rotation 36 . Certain members of the genus Vibrio , along with several other microbiome-associated taxa, such as Helicobacter , Brucella , and Campylobacter , produce flagella covered with a membrane-derived sheath 74 – 79 . These sheathed flagella have long been postulated to be a mechanism of communication between microbes and host tissues 43 , 69 , 80 . During rotation of the flagella, OMVs can then be released from both the tip and shaft of the flagella 81 , 82 . Mutants defective in flagella production, or in the rotation of the flagella, shed significantly fewer OMVs in comparison to wild-type strains 36 . This result is consistent with the V. fischeri strains grown in the HARV reactors, suggesting flagellar rotation is likely the primary, but not the only, mechanism by which OMVs are being released in both LSMMG and gravity conditions (Fig. 4 ). Interestingly, previous work found that flagella-driven increases in OMV release corresponded to smaller OMV size, whereas our results found that LSMMG-associated increases in OMV release corresponded with larger OMV sizes 36 . This result suggests that LSMMG presents a novel stress that stimulates a unique nonmotility- associated mechanism for OMV production changes in V. fischeri . In this vein, LSMMG stimulates increased production of OMVs across a range of bacteria with distinct lifestyles. Hypervesiculation has been reported in gentamycin-challenged spaceflight cultures of E. coli , a bacterium with unsheathed flagella, which unlike sheathed flagella, do not mediate LPS release 40 . Our findings indicate the increased release of OMVs under modeled microgravity conditions may reflect changes in membrane integrity. Bacteria have previously been found to have altered cells membranes in both spaceflight and modeled microgravity conditions. For example, irregularities in cell volume, envelope integrity, and membrane polarization have been reported for E. coli and Staphylococcus aureus cultured in both natural and modeled microgravity conditions 63 , 83 . The increased susceptibility of V. fischeri strains to membrane-disruption agents (Figs. 5 – 7 ; Supplementary Figs. 5 – 6 ) further support the hypothesis that the cell membrane of V. fischeri is weakened by exposure to modeled microgravity conditions. In addition, previous analysis of the transcriptome of V. fischeri cells showed no differential expression of genes associated with LPS production during either exponential or stationary phase when grown under LSMMG 27 . Therefore, the results suggest that increases in the amount of LPS shed by V. fischeri occur primarily through mechanical means, and not through changes in LPS biosynthesis. Additional research is needed, however, to explore whether increased OMV shedding in LSMMG causes, or is caused by, LSMMG-related changes in cell membrane integrity. Together, these results show that symbiotic microbes display significant physiological changes under modeled microgravity conditions, leading to a change in release of MAMPs known to affect host biology, which may have implications on host–microbe interactions. For example, in symbiotic bobtail squid exposed to modeled microgravity conditions the onset and peak of V. fischeri -induced apoptosis of the light organ’s superficial epithelium occurs significantly earlier than under gravity controls, which could be explained by increased OMV shedding 21 . Interestingly though, under LSMMG conditions there is also a delay in the trafficking of host immune cells within the superficial epithelium 21 , which is also typically triggered by MAMPs and is dependent on the presence of the outer-membrane protein OmpU in the OMVs 43 , 68 . This dissociated response in the host animal under LSMMG suggests microgravity may alter the content of the OMVs, or that the host may be responding differently to these bacterial-derived signals under microgravity, despite the lack of differences observed in the extent of LPS-induced cell death between LSMMG and gravity controls (Supplementary Fig. 4 ). As many of the mechanisms that V. fischeri use to communicate with its host are shared amongst both pathogenic and beneficial microbes alike, our work provides important insight into how microgravity-like conditions may alter host–microbe relationships at the physiological level in general. Maintaining homeostasis of the microbiome during spaceflight is critical for the long-term host health, and these findings help build a critical framework to begin to explore the specific interactions and responses that occur between animals and their associated microbes.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4e7e/7940393/53857eafb2a3/41526_2021_138_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4e7e/7940393/5fbedd263089/41526_2021_138_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4e7e/7940393/8a068375f8e9/41526_2021_138_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4e7e/7940393/f1499767f9f3/41526_2021_138_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4e7e/7940393/6b2c9512710c/41526_2021_138_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4e7e/7940393/cb1c4b23da27/41526_2021_138_Fig6_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/4e7e/7940393/1934d940a20a/41526_2021_138_Fig7_HTML.jpg"
    ]
  }
}