{
  "paper_id": "pmc_articles_PMC10772081",
  "title": "A comprehensive SARS-CoV-2 and COVID-19 review, Part 2: Host extracellular to systemic effects of SARS-CoV-2 infection",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10772081/",
  "sections": {
    "Abstract": "COVID-19, the disease caused by SARS-CoV-2, has caused significant morbidity and mortality worldwide. The betacoronavirus continues to evolve with global health implications as we race to learn more to curb its transmission, evolution, and sequelae. ...",
    "Results": "",
    "Conclusion": "SARS-CoV-2 and its resultant acute and chronic diseases, COVID-19 and PASC, have caused significant impacts worldwide. Here we describe and review the latest knowledge about the viral effect on our physiology, as well as the latest research on relevant whole-body metabolism pathways, circulating biological components (e.g., RNA, cytokine, hormones, etc.), and affected organ systems and their physiological adaptations consequent to SARS-CoV-2 infection. COVID-19 is a pleiotropic, complex, and dynamic condition (Fig. 4 ). The viral insults and cellular adaptations differ depending on the context, from cellular to organ systems, and intricate biochemistry ties and integrates these systems together. Herein, we have attempted to capture the prevalent host responses, as well as highlight gaps of knowledge that could be addressed with future research. We have also touched on relevant biochemical targets with potential for mitigating COVID-19 in the human host, and we will describe current and in-development treatment modalities that affect these in Part 3 of our review. Fig. 4. COVID-19 biological adaptations and effects. Open in a new tab The multi-faceted and multiplex physiological adaptations resulting from SARS-CoV-2 infection, including the different cells, tissues, and organs that respond to viral infection. The airway milieu refers to the viral factors contained from inhalation and response to these factors in the lungs, while the systemic milieu refers to the viral factors transported through the circulation system and across body, and in turn, the physiological responses to these factors.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d5e4/10772081/732b81e3ba26/41431_2023_1462_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d5e4/10772081/c5a3e9eb9678/41431_2023_1462_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d5e4/10772081/534e062342a7/41431_2023_1462_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d5e4/10772081/da1bf892d703/41431_2023_1462_Fig4_HTML.jpg"
    ]
  }
}