{
  "paper_id": "pmc_articles_PMC11869762",
  "title": "Plant growth strategies are remodeled by spaceflight",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11869762/",
  "sections": {
    "Abstract": "Abstract Background During medium- to long-duration spaceflights, real-time microgravity can increase the health risks of astronauts. In particular, the disruption of intestinal homeostasis is closely related to other health problems, and it is necessary to monitor related treatment strategies. Ginseng is a well-known Chinese herbal medicine often used to maintain health. Ginseng total saponins (GTSs), which are the bioactive components of ginseng, have been reported to regulate immune homeostasis, anti-inflammation, and anti-oxidation. This study focused on the regulation of GTSs in intestinal homeostasis imbalance caused by microgravity. Methods A hindlimb suspension (HLS) rat model was established to evaluate the intestinal protective effects of GTSs. Differentially expressed genes (DEGs) were screened using RNA-Seq. RT-PCR was performed to further focus and verify these results. The gut microbiome composition was examined based on 16S rRNA gene amplicon sequencing, and the short-chain fatty acids produced were further analyzed. Results We found that GTSs intervention effectively improved the intestinal injury caused by simulated weightlessness, including reducing the pathological damage, increasing the expression of tight junction proteins and reducing the levels of inflammatory factors. Moreover, GTSs treatment significantly restored the levels of intestinal immunity-related genes and remodeled the gut microbiota. In particular, GTSs significantly increased the abundance of short-chain fatty acid metabolism-related bacteria, thereby increasing the level of propionic acid, butyric acid, isobutyric acid. Conclusion Our results revealed that GTSs improved intestinal microecological disorders and impaired immune function caused by the weightlessness simulation. The underlying mechanism may be related to the “intestinal immune -microbiota-metabolic” pathway. These findings provide a theoretical basis for the precise design and development of GTSs for space-health products. Keywords: ginseng total saponins, gastrointestinal microbiome, immunity, short-chain fatty acids, weightlessness simulation",
    "Results": "We found that GTSs intervention effectively improved the intestinal injury caused by simulated weightlessness, including reducing the pathological damage, increasing the expression of tight junction proteins and reducing the levels of inflammatory factors. Moreover, GTSs treatment significantly restored the levels of intestinal immunity-related genes and remodeled the gut microbiota. In particular, GTSs significantly increased the abundance of short-chain fatty acid metabolism-related bacteria, thereby increasing the level of propionic acid, butyric acid, isobutyric acid.",
    "Conclusion": "Our results revealed that GTSs improved intestinal microecological disorders and impaired immune function caused by the weightlessness simulation. The underlying mechanism may be related to the “intestinal immune -microbiota-metabolic” pathway. These findings provide a theoretical basis for the precise design and development of GTSs for space-health products.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/558f/11869762/7f14d83c3db7/DDDT-19-1289-g0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/558f/11869762/c23c3cabd307/DDDT-19-1289-g0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/558f/11869762/37a0e30543a4/DDDT-19-1289-g0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/558f/11869762/1f79622038a5/DDDT-19-1289-g0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/558f/11869762/43c86f6174d8/DDDT-19-1289-g0006.jpg"
    ]
  }
}