{
  "paper_id": "pmc_articles_PMC3066201",
  "title": "Functional changes in the snail statocyst system elicited by microgravity",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3066201/",
  "sections": {
    "Abstract": "Abstract Background The mollusk statocyst is a mechanosensing organ detecting the animal's orientation with respect to gravity. This system has clear similarities to its vertebrate counterparts: a weight-lending mass, an epithelial layer containing small supporting cells and the large sensory hair cells, and an output eliciting compensatory body reflexes to perturbations. Methodology/Principal Findings In terrestrial gastropod snail we studied the impact of 16- (Foton M-2) and 12-day (Foton M-3) exposure to microgravity in unmanned orbital missions on: (i) the whole animal behavior ( Helix lucorum L.), (ii) the statoreceptor responses to tilt in an isolated neural preparation ( Helix lucorum L.), and (iii) the differential expression of the Helix pedal peptide (HPep) and the tetrapeptide FMRFamide genes in neural structures ( Helix aspersa L.). Experiments were performed 13–42 hours after return to Earth. Latency of body re-orientation to sudden 90° head-down pitch was significantly reduced in postflight snails indicating an enhanced negative gravitaxis response. Statoreceptor responses to tilt in postflight snails were independent of motion direction, in contrast to a directional preference observed in control animals. Positive relation between tilt velocity and firing rate was observed in both control and postflight snails, but the response magnitude was significantly larger in postflight snails indicating an enhanced sensitivity to acceleration. A significant increase in mRNA expression of the gene encoding HPep, a peptide linked to ciliary beating, in statoreceptors was observed in postflight snails; no differential expression of the gene encoding FMRFamide, a possible neurotransmission modulator, was observed. Conclusions/Significance Upregulation of statocyst function in snails following microgravity exposure parallels that observed in vertebrates suggesting fundamental principles underlie gravi-sensing and the organism's ability to adapt to gravity changes. This simple animal model offers the possibility to describe general subcellular mechanisms of nervous system's response to conditions on Earth and in space.",
    "Results": "1. Behavioral experiments Foton M-2 Negative gravitaxis is a behavioral orientation response in the direction opposite to the gravity vector. To elicit this behavioral response the snail is pitched 90° head-down, akin to its own weight bending the leaf downward. The snail will detect this change in head orientation with respect to gravity, principally via the statocysts, and rotate its body 180° to face upward against the gravity vector. Flight snails in general re-oriented themselves faster than their control counterparts in this test. Cartoon in Fig. 2A shows the selected body positions where time measures were taken: at T0 the snail is pitched head-down from the horizontal plane, T1 is the time in which the snail has initiated a head turn, T4 is the final phase of complete re-orientation, and T2 and T3 are intermediate body positions in time (shown Fig. 2A ). We scored the latency of each phase of behavioral performance from the videotape off-line. The plot in Fig. 2B compares the averaged latencies of the behavioral responses at the separate 4 phases for the 14 postflight and 8 control snails. Flight snails performed faster at each phase, and this was significant (p<0.05; nonparametric, two-tailed, unpaired Mann-Whitney test) at T3 and T4 (marked *). Foton M-3 The protocol of behavioral testing of this mission was changed to accommodate the time required to complete the additional electrophysiology protocols. It was abbreviated to capture the initial fast re-orientation responses of phases 1 and 2 (T1 and T2 in Fig. 2A ) following a horizontal to vertical head-down pitch of the snail at T0. We tested the latency of negative gravitaxis response before the flight in 6 control and 6 flight-designated snails and after the flight in the same snails (one flight snail died). Comparison of averaged latencies of the behavioral responses at the two phases for the negative gravitaxis response for the 5 flight and 6 control snails showed significant differences in performance. Flight snails reacted faster than their control counterparts to pitch stimulation ( Fig. 2C ), and this was significant (p <0.02; nonparametric, two-tailed, unpaired Mann-Whitney test), and faster after than before the flight in the same animal (p<0.04). Results clearly suggest the existence of changes in behavior of the postflight snails and confirm the results of Foton-M-2 mission. 2. Electrophysiological experiments in isolated CNS with intact statocysts Background statocyst activity Spontaneous firing rate of the statocyst nerve was measured in the dark in control and postflight snails in both Foton M-2 and M-3 experiments. Three 10 s intervals were taken for analysis in each record. Tilt stimulation was not presented for at least several minutes before the first analyzed interval. No significant (Mann-Whitney Rank Sum Test) difference in level of firing rate (average firing rate ± SEM, in spikes/s) was observed between control and postflight snails for both M-2 (n = 4) and M-3 (n = 8) missions: 5.6±1.03 vs 5.81±1.97 and 6.23±1.63 vs 5.73±0.92, respectively. Summary of Statocyst Responses We made significant improvements to the tilt apparatus for the M-3 experiments. These improvements impacted our ability and rationale to tabulate the responses of M-2 and M-3 experiments into one population, and thus they are presented separately. Table 1 gives the averaged cumulative responses of the control and flight snails in the 2 missions. Tilt responses were scored as the total sum of spikes during the first 2 s after onset of tilt. Data are derived from the records shown in Fig. 3A for M-2 and Fig. 3B for M-3, and displayed in the bar graph of Fig. 3C . An increase in magnitude of response to tilt after flight is evident in both sets of experiments, but it was insignificantly different from control records in the M-2 study. In the M-3 experiments, the difference in response magnitude between control and flight snails was the nearly two-fold and was highly statistically significant (p<0.01, unpaired Student's t-test). Table 1. Averaged Cumulative Neural Responses to Tilt. Snail Mean ± SEM M2 control 33.1±8.3 (n = 4) M2 flight 42.2±8.7 (n = 5) M3 control 33.3±5.9 (n = 8) M3 flight 61.3±7.1 (n = 8)* Open in a new tab The total number of spikes was collected over a 2 s interval after the onset of tilt in control and postflight snails for both M-2 and M-3 experiments. The tilt duration was comparable for the M-2 (1100 ms; Fig. 3A ) and M-3 (1075 ms; Fig. 3B ) experiments. The control and flight snails had highly significant differences in magnitude of tilt response in the M-3 experiments (*p<0.01, Student's t- test for difference between the means). Figure 3. Postflight increase of statocyst response to vestibular stimulation. Open in a new tab A. Averaged statocyst nerve responses (mean spike rate ± SEM sampled at 0.2 s bin width) of 5 postflight (open circles) and 4 control (filled circles) snails (Foton M-2) to platform tilt. The increased response of the postflight snails to tilt was insignificant. The stimulation and recording protocols were improved for the Foton M-3 experiments. Averaged statocyst nerve responses (mean spike rate ± SEM sampled at 0.3 s bin width) of 8 postflight (open circles) and 8 control (filled circles) snails to platform tilt of 1075 ms ramp time or 17.7°/s ( B ; close to M-2 ramp time), and at a faster ( D ; 550 ms or 34.5°/s) and a slower ( E ; 3020 ms or 6.3°/s) ramp times. At all tilt speeds the magnitude of the statocyst response was significantly increased (indicated by * in each plot) in postflight snails. C. Cumulative number of spikes over 2 s period following the onset of tilt for M-2 and M-3 experiments. Spike numbers were taken from time 0–2 s in the plots shown in panels A and B for control and postflight snails to allow a more direct comparison between the two missions. Control data were comparable in both missions, but the postflight results were significantly different in M-3 experiments (p<0.01, Student's t-test). F . The significant hypersensitivity of the statocyst to tilt following µG exposure is shown by plotting the total number of spikes (mean ± SEM) over a 4 s period following tilt onset at 4 peak velocities in the 8 control and 8 postflight snails (p<0.01**; p<0.02*). Effect of tilt duration on statocyst response The neural response of the statocyst to natural tilt stimulation was recorded in 5 flight and 4 control M-2 snails and in 8 flight and 8 control M-3 snails. The behavioral results of the snails of the same groups were obtained earlier or in parallel. The isolated neural preparations were placed in an orientation so that the rise of the platform corresponded to a head down tilt in the intact animal. Duration of tilt from one position to another for M-2 was fixed ( Fig. 3A ) and was 1 s (fall) to 1.1 s (rise, or 17.3°/s). In M-3 experiments the duration (speed) of rise/fall was varied in 4 steps from 550 ms (34.5°/s) to 3020 ms (6.3°/s). As a result the acceleration phase of tilt, although still brief, was varied to ensure a response threshold was reached in both the control and postflight snails. Responses are plotted in Fig. 3 at the fastest (D), slowest (E), and an intermediate speed (B) comparable to the M-2 tilt profile. It is evident from the results that in postflight animals the peak of response is significantly higher (p<0.01, marked by *, ANOVA with post hoc analysis) at all stimulus speeds, greater than 2-fold at the faster speeds ( Fig. 3B and D ) and nearly 2-fold at the slowest test speed ( Fig. 3E ). A similar, but not significant, tendency was observed after Foton M-2 flight ( Fig. 3A ). The neural population response to tilt is characterized by an initial rise in spike rate to a peak followed by decay, often exponentially, toward the baseline after tilt motion has stopped. This rate rise and fall was not altered by the space flight, only significantly elevated in postflight snails at each tilt speed ( Fig. 3F ; p<0.02*). Effect of tilt direction on statocyst response In control animals the statocyst response to tilt at 0° orientation (corresponding to snail's head down) was consistently, but not significantly, larger than at 180° (snail's tail down) in both Foton M-2 ( Fig. 4A ) and M-3 ( Fig. 4B ) experiments. Responses at 90° and 270° orientations were similar to responses at 0° (data not shown). These results reflect an orientation selectivity of the animal that normally exists and is the basis of negative gravitaxis. But in postflight animals this directionality of statocyst responses to the same tilt stimulus was disturbed. To clearly illustrate this effect, we plotted a difference between the responses obtained at the two opposed orientations ( Fig. 4C, D ). To make this plot, the average number of spikes of the two responses were subtracted within each preparation and then averaged by group. If no preference to orientation exists, the difference of responses in the plot will be close to zero; and conversely the greater the distance from zero, the more significant is the difference. A significant difference between flight and control snail was observed at several time points for both M-2 ( Fig. 4C ) and M-3 ( Fig. 4D ) experiments indicating that responses differed for tilts in the opposite sense (statistical significance was evaluated by repeated measures ANOVA with Tukey post-hoc analysis, p<0.02 for several time points, marked by *). In control snails the statocyst is tuned to ‘head down’ tilt (and more spikes are generated at this orientation), while in postflight snails the directional selectivity was not so clear but tended to be opposite ( Fig. 4 B, D ). This finding suggests that the neural responses of the statocyst to adequate vestibular stimulation in the postflight snails are independent of the tilt direction, while in the control animals a directional preference for head down tilt occurs. Figure 4. Postflight changes in directional sensitivity of statocyst response to tilt. Open in a new tab A, B: Electrophysiological responses to tilt in statocyst nerve of 4 control and 5 postflight snails ( A ; Foton M-2) and 8 control and 8 postflight snails ( B ; Foton M-3) are shown at head down and head up (or tail down) orientations. Scales are expanded in each plot for illustrative purposes. C, D : averaged difference between statocyst nerve responses to tilt corresponding to “head-up” and “head-down” positions are plotted for M-2 ( C ) and M-3 ( D ) experiments. A response near zero indicates no directional preference. In both M-2 and M-3 series control and postflight snails the statocyst response demonstrated the opposite directional selectivity. A significant difference between postflight and control snails was observed in the middle portion of tilt in both M-2 and M-3 experiments (p<0.02, RM-ANOVA with Tukey post-hoc analysis). 3. Postflight changes in gene expression in CNS Foton M-2 The differential expression pattern of the preproHPep gene was examined in the CNS of postflight and asynchronous control snails, in centrifuged animals, and foot injury ground control snails. Snail CNS with statocysts was stained for products of expression of preproHPep gene: for proHPep mRNA using in situ hybridization (ISH) and for processed peptide using immunohistochemistry (IHC) with anti-TPep antibody. Stained cells containing the proHPep mRNA and HPep peptide were observed in cerebral, subesophageal ganglionic complex, and in pedal ganglia in all preparations. No systematic differences were observed between postflight and asynchronous control snails in general location and overall pattern of the stained ganglion neurons (data not shown). On the contrary, a qualitative difference in staining of the statocyst receptors was observed ( Table 2 ). No staining was found in control snails, while in about 50% of statocysts a specific staining of 2–3 neurons adjacent to the vestibular nerve was observed in snails 30 h postflight. The number of stained statocyst receptors decreased after 42 h postflight. Naïve snails from the same batch showed no staining of statocyst receptors, whereas 24 h after a noxious stimulus was presented by an incision of the skin on the foot some staining was observed ( Table 2 ). No significant differences were observed for pedal peptide expression pattern between IHC and ISH patterns of staining in CNS, both in control and flight animals. Nevertheless, the three statocyst receptors identifiable by their position were always stained by means of a specific antibody suggesting a high level of the neuropeptide in the normal state; and the same neurons were stained only in postflight animals using ISH suggesting an activation of transcription during µG exposure. Table 2. Expression of the Helix Pedal Peptide (HPep) gene in statocysts of snails exposed to microgravity and under different ground conditions. Condition/Flight Snails (N = ) Statocysts (N = ) Quantity of statocysts with HPep expression Naïve/M-2 10 20 No staining observed in statocysts Naïve, 24 h after foot cut/M-2 4 8 2 stained neurons observed in 1 statocyst Naïve, 24 h after 3.75 G centrifugation/M-2 7 14 No staining observed in statocysts 30 h postflight/M-2 6 12 6 statocysts (50%) showed staining 42 h postflight/M-2 6 12 4 statocysts (33%) showed staining Control/M-2 12 24 No staining observed in statocysts 14 h postflight/M-3 16 32 Expression observed in 29 statocysts (91%) Control/M-3 11 22 Expression observed in 13 statocysts (59%) Open in a new tab Foton M-3 In M-3 experiments we used only ISH for revealing postflight changes in mRNA expression of two genes, preproHPep and preproFMRFa. We examined the differential expression pattern of the preproFMRFa gene in control (n = 8) and postflight (n = 8) snails. The preproFMRFa gene was expressed in all circumesophageal ganglia, and the pattern of expression was very stable and similar in control and postflight preparations. No expression was found in statocysts of control or postflight snails. Thus, our results do not confirm the participation of this small neuropeptide in observed changes in behavior and statocyst function. The expression pattern of the preproHPep gene was re-investigated in the postflight and control snails using ISH with mRNA following the Foton M-3 mission. The M-3 results qualitatively match those of the Foton M-2. Specifically stained cells were similarly observed in cerebral, subesophageal ganglia complex, and in pedal ganglia in all preparations. No systematic differences were observed between the postflight and control snails with respect to location and pattern of the stained ganglion neurons ( Fig. 5, A–F ). Once again a qualitative difference in staining of the statocyst neurons in postflight snails was observed ( Fig. 5, G and I ). In control animals (11 snails, 22 statocysts examined) the 3 specifically located neurons expressing preproHPep gene were found in 59% of cases, while in 16 postflight snails fixed 14 h after landing the expression was found in 96% of cases ( Table 2 ). Since there are only 13 receptors in total in each statocyst, an up-regulation of gene expression in several of them represents possible changes in their function. This specific increase in gene expression in statocysts is indicative of the physiological load and may reflect the flight experience. Figure 5. Localization of neurons expressing preproHPep gene in snail CNS and statocyst using in situ hybridization. Open in a new tab Left panels ( A, C, E, G ) are images taken from control snails; right panels ( B, D, F, I ) are those taken from postflight snails. The staining in control and postflight snails was qualitatively similar in the CNS structures, but consistently different in the statocyst. A, B : cerebral ganglia; C, D : suboesophageal ganglia complex; E, F : pedal ganglia; G, I : statocysts. Note the labelled statocyst receptor cells in postflight snails in I (indicated by arrows) and lack of staining in control snails in G. H : for illustrative purposes the immunohistochemistry of HPep in a preflight snail shows the location of 3 receptors with respect to the statocyst nerve. Expression of this gene was observed only in these cells in all preparations. Calibration: A–F, 500 µm; G–I, 50 µm.",
    "Conclusion": "Upregulation of statocyst function in snails following microgravity exposure parallels that observed in vertebrates suggesting fundamental principles underlie gravi-sensing and the organism's ability to adapt to gravity changes. This simple animal model offers the possibility to describe general subcellular mechanisms of nervous system's response to conditions on Earth and in space.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/dd367430c5dc/pone.0017710.g001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/1b8ee5aca877/pone.0017710.g002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/934178ff3d14/pone.0017710.g003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/bc03b310cee2/pone.0017710.g004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/263e/3066201/e0a9bedae5ba/pone.0017710.g005.jpg"
    ]
  }
}