{
  "paper_id": "pmc_articles_PMC4462657",
  "title": "MnSOD Overexpression Reduces Fibrosis and Pro-Apoptotic Signaling in the Aging Mouse Heart",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4462657/",
  "sections": {
    "Abstract": "Abstract Contractility of the heart is impaired with advancing age via mechanical remodeling, as myocytes are lost through apoptosis and collagenous fibers accumulate. Exercise training confers protection against fibrosis and apoptosis in the aging heart, but the mechanisms remain poorly understood. We recently reported that exercise training elevates Mn isoform of superoxide dismutase (MnSOD) in the aging heart, concomitant with reduction in oxidative stress and fibrosis. Here, we tested the hypothesis that overexpression of MnSOD would be causal in protection against fibrosis and apoptosis in the aging heart. Hearts were extracted from young (8 months) wild-type, young mice overexpressing the Sod2 (MnSOD) gene, old (28 months) wild-type, and old transgenic mice. Left ventricle MnSOD protein levels were elevated in young mice overexpressing the Sod2 (MnSOD) gene and old transgenic mice. MnSODTg mice exhibited lower oxidative stress (total hydroperoxides, 4-hydroxynonenal, and 8-isoprostane) in the old group. Age-related cardiac remodeling and fibrosis was mitigated in MnSOD Tg mice with reductions in extramyocyte space (−65%), collagen-I, and transforming growth factor-β. Pro-apoptotic markers Bax (−38%) and caspase-3 cleavage (−41%) were reduced and apoptosis (terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling-positive nuclei, DNA laddering) was mitigated in MnSOD Tg hearts compared with old wild-type. We conclude that MnSOD elevation is indeed protective against oxidative stress, fibrosis, and apoptosis in the aging heart. Key Words: Aging, Heart, Superoxide dismutase, Oxidative stress, Fibrosis.",
    "Results": "MnSOD Overexpression and Oxidative Stress in Aging Heart The MnSOD is a mitochondrial matrix enzyme that catalyzes the dismutation of superoxide anions (O 2 • − ), produced from complexes I and III of the electron transport chain, to H 2 O 2 . H 2 O 2 then diffuses out of mitochondrial matrix, or undergoes further reduction to water by other antioxidant enzymes such as glutathione peroxidase or catalase. MnSOD is thus an important first defense against mitochondrial oxidative stress and protection of mitochondrial integrity ( 24 ). In this study, we showed that Sod2 Tg mice significantly expressed higher MnSOD protein levels in the LVs of both young and old mice ( Figure 1 ). Consistent with these observations, our previous report showed that the activity of MnSOD increased approximately twofold in heart of Sod2 Tg mice ( 24 ). Although overexpression of MnSOD does not increase life span, it does reduce pathology ( 24 ). Overexpression of catalase localized in the mitochondria enhances longevity ( 27 , 28 ), suggesting that mitochondrial damage via H 2 O 2 reduces life span. In addition, the heterozygous knockout (SOD −/+ ) exhibits significant pathology ( 20 ). Thus, mitochondrial function is critical to both health and longevity, and may be disrupted by oxidative stress. Consistent with previous observations, heterozygous knockout of the Sod2 gene demonstrates the importance of MnSOD role in the antioxidant defense system ( 11–15 ). Indeed, MnSOD Tg mice models with homozygous ( Sod2 −/− ) or heterozygous ( Sod2 −/+ ) null mutations in the Sod2 gene display pathologic phenotypes. For example, Sod2 −/− knockout mice exhibited severe oxidative mitochondrial injury and cardiomyopathy ( 14 , 15 ). In addition, Sod2 −/+ mice also have decreased mitochondrial respiration and impaired activities of mitochondrial enzymes ( 13 ). Increased oxidative damage to mitochondria is typical of heterozygous knockout mice ( 11–13 ). Furthermore, Sod2 −/+ mice have a greater susceptibility to permeability transition pore opening and thus apoptosis ( 11 , 13 ). Therefore, protection against fibrosis and apoptosis observed in this study is consistent with the genetic ablation data for MnSOD. Moreover, it is possible that mitochondrial H 2 O 2 may shorten life span, whereas elevated O 2 • − may enhance age-related pathology. However, additional study is warranted to test this hypothesis directly. Indeed, aging is characterized by enhanced oxidative stress and mitochondrial dysfunction in the heart ( 9 , 22 , 24 , 29 , 30 ). There is emerging evidence that oxidative stress plays a central role in pathophysiology such as insulin resistance, apoptosis, activation of NF-κB, and proteolytic systems (eg, calpains, caspase-3, ubiquitin/proteasome) ( 31–33 ). In this study, we observed elevation of total hydroperoxides, 4-HNE, and 8-isoprostane as markers of oxidative stress in the hearts with advancing age ( Figure 2 ). Previously, MnSOD overexpression in skeletal muscle reduced protein carbonyls and F 2 -isoprostanes indicators of protein oxidation and lipid peroxidation and oxidative stress that were elevated with aging ( 24 ). This study is the first direct evidence that overexpression of MnSOD attenuates oxidative stress in the LV of old mammals, as indicated by lower total hydroperoxides, 4-HNE, and 8-isoprostane adducts. Although the mechanisms underlying reduced oxidative stress with MnSOD overexpression are not fully delineated, it is logical that reduced levels of mitochondrial superoxide in the old Tg mice may protect against lipid peroxide and radical formation via suppressing Haber-Weiss or Fenton reactions. Furthermore, our results also suggest an important role of mitochondrial superoxide in aging of the myocardium. Thus, MnSOD plays an important role in protecting the mitochondria from oxidative stress and damage by enzymatically scavenging superoxide anions generated as a by-product of the mitochondrial respiration. These results are consistent with previous findings, which indicated that cardiomyocytes of Sod2 −/+ mice were more sensitive to oxidative stress than those of Sod2 +/+ mice ( 14–16 , 20 ). MnSOD may protect against protonation of superoxide anions (O 2 • − ), a highly reactive species, in old Tg mice. However, this hypothesis is untested. MnSOD protein levels were overexpressed in the young, but markers of oxidative stress were not reduced. This suggests that overexpression of MnSOD may be more effective when (a) reactive oxygen species levels are elevated or (b) mice are old. We have noticed in previous studies that the effect of exercise training on oxidative stress and apoptosis is more pronounced in older rats ( 4 ). Therefore, MnSOD performs an important protective role against oxidative damage and remodeling primarily in the aging heart. MnSOD Overexpression and Fibrosis in Aging Heart We also observed that MnSOD overexpression attenuated age-induced remodeling (eg, increased extramyocyte space, collagen-I) in the LVs of OTg ( Figures 3 and 4 ). Previous data have demonstrated that cardiac remodeling occurs consistently with aging, characterized by a loss of cardiac myocytes, reactive hypertrophy of remaining cardiomyocytes, and excessive accumulation of extracellular matrix ( 4 , 8 , 34 , 35 ). Consistent with previous findings, old WT mice expressed higher level of pro-fibrotic proteins (collagen-I, TGF-β1) and resulted in a more web-like geometry of collagenous sheaths, with removal of more linear sheaths surrounding myocytes in the LV. Interestingly, our findings in old MnSOD Tg mirror previous data that demonstrate exercise training upregulates MnSOD and reduces fibrosis and apoptosis in the aging rat heart ( 4 , 8 , 9 ). This supports the notion that interventions, including exercise, that upregulate MnSOD play a protective role against remodeling in the aging heart. In this study, overexpression of MnSOD reduced markers of fibrosis (eg, extramyocyte space, collagen-I, TGF-β1). Thus, we have established three tenants. First, oxidative stress is indeed causal in the age-associated fibrotic process. Second, mitochondrial reactive oxygen species may play a role in fibrosis in the aging heart. Third, at least part of the mechanism of exercise protection against age-associated fibrosis and remodeling in the aging heart may be attributed to inducibility of MnSOD. Recent evidence has linked age-related cardiac fibrosis to elevated levels of TGF-β1, a potent stimulator of collagen synthesis via fibroblasts ( 8 , 36–39 ). Previously, we found that exercise training mitigated age-related upregulation of TGF-β1 in the FBNF1 rat ( 8 ). In this study, we observed that MnSOD overexpression substantially reduced levels of TGF-β1 ( Figure 5 ) and collagen-I ( Figure 4 ) in the aging LV of OTg mice versus age-matched WTs. These finding support the hypothesis that MnSOD is involved in inhibitory regulation of TGF-β1 and cardiac fibrosis. Further research is required to delineate the redox-sensitive mechanism(s) responsible for the link between MnSOD and TGF-β1 in ameliorating cardiac fibrosis in the aging heart. MnSOD Overexpression and Apoptosis in Aging Heart We expected that overexpression of MnSOD would reduce mitochondrial-mediated apoptotic signaling and apoptosis, as part of age-related remodeling. Oxidative stress can induce activation of the Bcl-2 family of pro-apoptotic proteins including Bax and downstream activation of caspase-3, a key promoter of apoptosis ( 21 ). Caspase-3 activation via cleavage of the pro-form is usually a consequence of an increase in mitochondrial permeability transition pore opening and cytochrome c release ( 21 , 40 ). In this study, Sod2 Tg mice displayed significantly lower levels of the pro-apoptotic protein Bax and cleaved caspase-3 in hearts of the old age group compared with WT of the same age ( Figure 6A and B ). In addition, MnSOD overexpression also reduced direct markers of apoptosis in the aging LV: TUNEL-positive myonuclei and DNA fragmentation ( Figure 7 ). Therefore, the current sets of data indicate that MnSOD protects against age-related elevation of mitochondrial-mediated apoptosis in the aging mouse heart. Our data are also consistent with previous studies establishing an inhibitory relationship between MnSOD and apoptosis. Previously, Van Remmen and colleagues( 20 ) showed that heterozygous MnSOD ( Sod2 −/+ ) knockout mice exhibited increased permeability transition pore and apoptosis in the heart. In addition, Majima and colleagues( 41 ) reported that overexpression of MnSOD protected cells against cell death induced by alkaline condition in a mouse fibrosarcoma cell line. Lee and colleagues ( 42 ) recently demonstrated that exercise increased MnSOD levels and prevented ischemia–reperfusion-induced elevation of pro-apoptotic proteins in heart mitochondria. Therefore, emerging data, including our study, are consistent with the notion that upregulation of MnSOD via overexpression or exercise training ( 9 ) may indeed suppresses excess apoptosis in the aging heart ( 4 ). Study Limitations Unfortunately, we did not have enough frozen tissue remaining in the young Tg mice to complete TGF-β1 and collagen-I analyses, as well as Western blots on all four groups of mice. Thus, we may have missed a potential interactive effect of age and overexpression of MnSOD, and our conclusions are less robust. Because oxidative stress markers were not significantly depressed in the YTg group and collagen-I levels are low, we suspect a minimal effect in overexpressing MnSOD in the young group, but further study is warranted. TGF-β1-positive staining in the LV appears much different than both young and old WTs, suggesting a potential regulatory role of MnSOD on pro-fibrotic signaling. In addition, we were not able to measure in vivo cardiac function (echocardiography) or in an isolated heart preparation. Thus, we cannot be certain that blunting of fibrosis in remodeling in the OTg mice was accompanied by improved functional measures (eg, diastolic filling, shortening velocity, ejection fraction). Clearly, further study is warranted to elucidate the molecular and physiological mechanisms underlying remodeling in the aging heart. In summary, MnSOD overexpression protected against oxidative stress, fibrosis, and apoptosis in the aging mouse heart. Age-related elevation of cardiac collagen-I and TGF-β were abrogated in the MnSOD Tg mouse. In addition, the old MnSOD Tg mouse experienced significant less pro-apoptotic signaling (Bax, cleaved caspase-3) than the old WT. We conclude that MnSOD is an important protective protein against fibrosis and remodeling in the aging heart. Our results are also consistent with the hypothesis that exercise-induced upregulation of MnSOD in the aging heart previously observed in our laboratory ( 9 ) may be cardioprotective against fibrosis ( 8 ) and apoptosis ( 4 ).",
    "Conclusion": "MnSOD Overexpression and Oxidative Stress in Aging Heart The MnSOD is a mitochondrial matrix enzyme that catalyzes the dismutation of superoxide anions (O 2 • − ), produced from complexes I and III of the electron transport chain, to H 2 O 2 . H 2 O 2 then diffuses out of mitochondrial matrix, or undergoes further reduction to water by other antioxidant enzymes such as glutathione peroxidase or catalase. MnSOD is thus an important first defense against mitochondrial oxidative stress and protection of mitochondrial integrity ( 24 ). In this study, we showed that Sod2 Tg mice significantly expressed higher MnSOD protein levels in the LVs of both young and old mice ( Figure 1 ). Consistent with these observations, our previous report showed that the activity of MnSOD increased approximately twofold in heart of Sod2 Tg mice ( 24 ). Although overexpression of MnSOD does not increase life span, it does reduce pathology ( 24 ). Overexpression of catalase localized in the mitochondria enhances longevity ( 27 , 28 ), suggesting that mitochondrial damage via H 2 O 2 reduces life span. In addition, the heterozygous knockout (SOD −/+ ) exhibits significant pathology ( 20 ). Thus, mitochondrial function is critical to both health and longevity, and may be disrupted by oxidative stress. Consistent with previous observations, heterozygous knockout of the Sod2 gene demonstrates the importance of MnSOD role in the antioxidant defense system ( 11–15 ). Indeed, MnSOD Tg mice models with homozygous ( Sod2 −/− ) or heterozygous ( Sod2 −/+ ) null mutations in the Sod2 gene display pathologic phenotypes. For example, Sod2 −/− knockout mice exhibited severe oxidative mitochondrial injury and cardiomyopathy ( 14 , 15 ). In addition, Sod2 −/+ mice also have decreased mitochondrial respiration and impaired activities of mitochondrial enzymes ( 13 ). Increased oxidative damage to mitochondria is typical of heterozygous knockout mice ( 11–13 ). Furthermore, Sod2 −/+ mice have a greater susceptibility to permeability transition pore opening and thus apoptosis ( 11 , 13 ). Therefore, protection against fibrosis and apoptosis observed in this study is consistent with the genetic ablation data for MnSOD. Moreover, it is possible that mitochondrial H 2 O 2 may shorten life span, whereas elevated O 2 • − may enhance age-related pathology. However, additional study is warranted to test this hypothesis directly. Indeed, aging is characterized by enhanced oxidative stress and mitochondrial dysfunction in the heart ( 9 , 22 , 24 , 29 , 30 ). There is emerging evidence that oxidative stress plays a central role in pathophysiology such as insulin resistance, apoptosis, activation of NF-κB, and proteolytic systems (eg, calpains, caspase-3, ubiquitin/proteasome) ( 31–33 ). In this study, we observed elevation of total hydroperoxides, 4-HNE, and 8-isoprostane as markers of oxidative stress in the hearts with advancing age ( Figure 2 ). Previously, MnSOD overexpression in skeletal muscle reduced protein carbonyls and F 2 -isoprostanes indicators of protein oxidation and lipid peroxidation and oxidative stress that were elevated with aging ( 24 ). This study is the first direct evidence that overexpression of MnSOD attenuates oxidative stress in the LV of old mammals, as indicated by lower total hydroperoxides, 4-HNE, and 8-isoprostane adducts. Although the mechanisms underlying reduced oxidative stress with MnSOD overexpression are not fully delineated, it is logical that reduced levels of mitochondrial superoxide in the old Tg mice may protect against lipid peroxide and radical formation via suppressing Haber-Weiss or Fenton reactions. Furthermore, our results also suggest an important role of mitochondrial superoxide in aging of the myocardium. Thus, MnSOD plays an important role in protecting the mitochondria from oxidative stress and damage by enzymatically scavenging superoxide anions generated as a by-product of the mitochondrial respiration. These results are consistent with previous findings, which indicated that cardiomyocytes of Sod2 −/+ mice were more sensitive to oxidative stress than those of Sod2 +/+ mice ( 14–16 , 20 ). MnSOD may protect against protonation of superoxide anions (O 2 • − ), a highly reactive species, in old Tg mice. However, this hypothesis is untested. MnSOD protein levels were overexpressed in the young, but markers of oxidative stress were not reduced. This suggests that overexpression of MnSOD may be more effective when (a) reactive oxygen species levels are elevated or (b) mice are old. We have noticed in previous studies that the effect of exercise training on oxidative stress and apoptosis is more pronounced in older rats ( 4 ). Therefore, MnSOD performs an important protective role against oxidative damage and remodeling primarily in the aging heart. MnSOD Overexpression and Fibrosis in Aging Heart We also observed that MnSOD overexpression attenuated age-induced remodeling (eg, increased extramyocyte space, collagen-I) in the LVs of OTg ( Figures 3 and 4 ). Previous data have demonstrated that cardiac remodeling occurs consistently with aging, characterized by a loss of cardiac myocytes, reactive hypertrophy of remaining cardiomyocytes, and excessive accumulation of extracellular matrix ( 4 , 8 , 34 , 35 ). Consistent with previous findings, old WT mice expressed higher level of pro-fibrotic proteins (collagen-I, TGF-β1) and resulted in a more web-like geometry of collagenous sheaths, with removal of more linear sheaths surrounding myocytes in the LV. Interestingly, our findings in old MnSOD Tg mirror previous data that demonstrate exercise training upregulates MnSOD and reduces fibrosis and apoptosis in the aging rat heart ( 4 , 8 , 9 ). This supports the notion that interventions, including exercise, that upregulate MnSOD play a protective role against remodeling in the aging heart. In this study, overexpression of MnSOD reduced markers of fibrosis (eg, extramyocyte space, collagen-I, TGF-β1). Thus, we have established three tenants. First, oxidative stress is indeed causal in the age-associated fibrotic process. Second, mitochondrial reactive oxygen species may play a role in fibrosis in the aging heart. Third, at least part of the mechanism of exercise protection against age-associated fibrosis and remodeling in the aging heart may be attributed to inducibility of MnSOD. Recent evidence has linked age-related cardiac fibrosis to elevated levels of TGF-β1, a potent stimulator of collagen synthesis via fibroblasts ( 8 , 36–39 ). Previously, we found that exercise training mitigated age-related upregulation of TGF-β1 in the FBNF1 rat ( 8 ). In this study, we observed that MnSOD overexpression substantially reduced levels of TGF-β1 ( Figure 5 ) and collagen-I ( Figure 4 ) in the aging LV of OTg mice versus age-matched WTs. These finding support the hypothesis that MnSOD is involved in inhibitory regulation of TGF-β1 and cardiac fibrosis. Further research is required to delineate the redox-sensitive mechanism(s) responsible for the link between MnSOD and TGF-β1 in ameliorating cardiac fibrosis in the aging heart. MnSOD Overexpression and Apoptosis in Aging Heart We expected that overexpression of MnSOD would reduce mitochondrial-mediated apoptotic signaling and apoptosis, as part of age-related remodeling. Oxidative stress can induce activation of the Bcl-2 family of pro-apoptotic proteins including Bax and downstream activation of caspase-3, a key promoter of apoptosis ( 21 ). Caspase-3 activation via cleavage of the pro-form is usually a consequence of an increase in mitochondrial permeability transition pore opening and cytochrome c release ( 21 , 40 ). In this study, Sod2 Tg mice displayed significantly lower levels of the pro-apoptotic protein Bax and cleaved caspase-3 in hearts of the old age group compared with WT of the same age ( Figure 6A and B ). In addition, MnSOD overexpression also reduced direct markers of apoptosis in the aging LV: TUNEL-positive myonuclei and DNA fragmentation ( Figure 7 ). Therefore, the current sets of data indicate that MnSOD protects against age-related elevation of mitochondrial-mediated apoptosis in the aging mouse heart. Our data are also consistent with previous studies establishing an inhibitory relationship between MnSOD and apoptosis. Previously, Van Remmen and colleagues( 20 ) showed that heterozygous MnSOD ( Sod2 −/+ ) knockout mice exhibited increased permeability transition pore and apoptosis in the heart. In addition, Majima and colleagues( 41 ) reported that overexpression of MnSOD protected cells against cell death induced by alkaline condition in a mouse fibrosarcoma cell line. Lee and colleagues ( 42 ) recently demonstrated that exercise increased MnSOD levels and prevented ischemia–reperfusion-induced elevation of pro-apoptotic proteins in heart mitochondria. Therefore, emerging data, including our study, are consistent with the notion that upregulation of MnSOD via overexpression or exercise training ( 9 ) may indeed suppresses excess apoptosis in the aging heart ( 4 ). Study Limitations Unfortunately, we did not have enough frozen tissue remaining in the young Tg mice to complete TGF-β1 and collagen-I analyses, as well as Western blots on all four groups of mice. Thus, we may have missed a potential interactive effect of age and overexpression of MnSOD, and our conclusions are less robust. Because oxidative stress markers were not significantly depressed in the YTg group and collagen-I levels are low, we suspect a minimal effect in overexpressing MnSOD in the young group, but further study is warranted. TGF-β1-positive staining in the LV appears much different than both young and old WTs, suggesting a potential regulatory role of MnSOD on pro-fibrotic signaling. In addition, we were not able to measure in vivo cardiac function (echocardiography) or in an isolated heart preparation. Thus, we cannot be certain that blunting of fibrosis in remodeling in the OTg mice was accompanied by improved functional measures (eg, diastolic filling, shortening velocity, ejection fraction). Clearly, further study is warranted to elucidate the molecular and physiological mechanisms underlying remodeling in the aging heart. In summary, MnSOD overexpression protected against oxidative stress, fibrosis, and apoptosis in the aging mouse heart. Age-related elevation of cardiac collagen-I and TGF-β were abrogated in the MnSOD Tg mouse. In addition, the old MnSOD Tg mouse experienced significant less pro-apoptotic signaling (Bax, cleaved caspase-3) than the old WT. We conclude that MnSOD is an important protective protein against fibrosis and remodeling in the aging heart. Our results are also consistent with the hypothesis that exercise-induced upregulation of MnSOD in the aging heart previously observed in our laboratory ( 9 ) may be cardioprotective against fibrosis ( 8 ) and apoptosis ( 4 ).",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/759a/4462657/bbf1bc9d9597/gerona_glu090_f0001.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/759a/4462657/0a6df3f7ec65/gerona_glu090_f0002.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/759a/4462657/37e3ed2b7c77/gerona_glu090_f0003.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/759a/4462657/b856d213c2ef/gerona_glu090_f0004.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/759a/4462657/0635fd961519/gerona_glu090_f0005.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/759a/4462657/c7eec191fbdd/gerona_glu090_f0006.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/759a/4462657/bca7afd17ca3/gerona_glu090_f0007.jpg"
    ]
  }
}