{
  "paper_id": "pmc_articles_PMC3603133",
  "title": "Effects of gravitational mechanical unloading in endothelial cells: association between caveolins, inflammation and adhesion molecules",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3603133/",
  "sections": {
    "Abstract": "Abstract Mechanical forces including gravity affect endothelial cell (ECs) function, and have been implicated in vascular disease as well as physiologic changes associated with low gravity environments. The goal of this study was to investigate the impact of gravitational mechanical unloading on ECs phenotype as determined by patterns of gene expression. Human umbilical vascular endothelial cells were exposed to 1-gravity environment or mechanical unloading (MU) for 24 hours, with or without periods of mechanical loading (ML). MU led to a significant decrease in gene expression of several adhesion molecules and pro-inflammatory cytokines. On the contrary, eNOS, Caveolin-1 and -2 expression were significantly increased with MU. There was a decrease in the length and width of the cells with MU. Addition of ML during the MU period was sufficient to reverse the changes triggered by MU. Our results suggest that gravitational loading could dramatically affect vascular endothelial cell function.",
    "Results": "Effects of mechanical unloading on adhesion molecules and inflammation To assess if exposure of endothelial cells to simulated MU has a significant impact on expression of adhesion molecules or inflammatory and angiogenic factors, we used quantitative RT-PCR and flow cytometry to measure the levels of gene expression and presence at the cell surface respectively. We found that 24 hours of MU leads to a significant decrease in the expression of adhesion molecules ICAM-1, VCAM-1 and E-Selectin as well as inflammatory mediators IL-6 and TNF-α ( Figure 1a ). This response remained similar after 48 hours of exposure to MU ( Figure 1a ). Reflecting changes in gene expression, the presence on the cell surface of ICAM-1, VCAM-1 and E-Selectin were also significantly decreased by MU at 24 and 48 hours ( Figure 1b ). Figure 1. Gene and Surface Expression of Adhesion Molecules with Mechanical Unloading. Open in a new tab (a) Quantitative analysis by qRT-PCR of gene expression in cultured Human Umbilical Vein Endothelial Cells (HUVEC) placed in Random Positioning Machine (RPM) simulating Mechanical Unloading (MU) vs. ground controls (1 G) after 24 or 48 hours. (b) Quantitative analysis by flow cytometry of surface molecule expression on HUVECs under 1 G or MU conditions for 24 or 48 hours. Results are representative of five separate cell donors. Bars represent mean ± SD. (n = 5, * p ≤ 0.05; with two-tailed Student's t test against control samples). Effects of gravitational mechanical unloading on eNOS and caveolins In order to investigate a possible pathway involved in the regulation of gene expression of inflammatory and adhesion molecules in ECs, we studied endothelial NOS (eNOS), caveolin-1 and caveolin-2 expression levels. There was an increase in eNOS, Caveolin-1, Caveolin-2 gene expression after 24 h of MU ( Figure 2a ). This was also coupled with a significant increase in nitrite concentration in the media ( Figure 2b ). Figure 2. Gene Expression of Endothelial Nitric Oxide Synthase, Caveolins and Nitrite concentration with Mechanical Unloading. Open in a new tab (a) Quantitative analysis by qRT-PCR of gene expression of cultured Human Umbilical Vein Endothelial Cells (HUVEC) placed in Random Positioning Machine (RPM) simulating Mechanical Unloading (MU) vs. ground controls (1 G) after 24 hours. (b) Measure of the Nitrite Concentration in the Media of HUVECs under 1 G or MU conditions. Results are representative of five separate cell donors. Bars represent mean ± SD. (n = 5, * p ≤ 0.05; with two-tailed Student's t test against control samples). Inhibition of NOS activity does not reverse the effects of mechanical unloading To assess if an increase of NOS activity could underlie the changes in expression levels of adhesion molecules and inflammatory factors triggered by MU, we treated the HUVECs with the selective inhibitor of NO synthesis L-NAME. Interestingly, the inhibition of NOS activity did not reverse the changes associated with MU ( Figure 3 ), suggesting that NO production is not responsible for the decrease of adhesion molecules and pro-inflammatory gene expression in this model. Compare to MU alone, the addition of L-NAME to MU led to a decrease in eNOS and Cav-1 (although not a complete return to the levels seen with control) and an increase in Cav-2. Figure 3. Gene Expression with Mechanical Unloading and Treatment with L-NAME. Open in a new tab Quantitative analysis by qRT-PCR of gene expression in cultured Human Umbilical Vein Endothelial Cells (HUVEC) subjected to 24 hours of ground control conditions (1 G) or Mechanical Unloading (MU) or MU with L-N G -Nitroarginine methyl ester (L-N) treatment. (a) Expressions of adhesion molecules (ICAM-1, VCAM-1, E-selectin), Cytokines (IL-6 and TNFα) decrease significantly when exposed to MU and MU + L-N with no difference between MU and MU + L-N samples. (b) eNOS, CAV-1 and CAV-2 expression increases significantly upon exposure to MU and MU + L-N but the addition of L-N decrease significantly the increase of eNOS and CAV-1 gene expression induced by MU alone. Bars represent mean ± SD (n = 5, * p ≤ 0.05 with two-tailed Student's t test against control samples, NS non significant). Mechanical loading reverses the changes mediated by mechanical unloading in endothelial cells To further investigate the causes of the molecular changes triggered by MU, we studied the effect of short reloading periods by applying mechanical loading (ML) to the ECs during the period of MU. Strikingly, three short periods of ML during 24 hours of MU were sufficient to completely reverse the changes seen in adhesion molecules, inflammatory mediators, eNOS and caveolins ( Figure 4 ). Figure 4. Gene Expression with Mechanical Unloading and Mechanical Loading. Open in a new tab Quantitative analysis by qRT-PCR of gene expression in cultured Human Umbilical Vein Endothelial Cells (HUVEC) subjected to 24 hours of ground control conditions (1 G) or Mechanical Unloading (MU) or MU with 3 periods of 30 minutes of Mechanical Loading (MU + ML). (a) Expressions of adhesion molecules (ICAM-1, VCAM-1, E-selectin), cytokines (IL-6 and TNFα) decrease significantly when exposed to MU but were not significantly decreased by the MU + ML conditions. (b) eNOS, CAV-1 and CAV-2 expression increases significantly upon exposure to MU but this effect was significantly reverted by the addition of ML. Bars represent mean ± SD (n = 5, * p ≤ 0.05 with two-tailed Student's t test against control samples, NS non significant). Cytoskeletal changes associated with MU MU significantly affected the morphology of HUVECs. There was a decrease in the length and width of the cells with MU ( Figure 5a ). There appeared to be disorganization of the F-actin network with clustering of the fibers around the nucleus. Addition of L-NAME did not return the shape of the cells to baseline. However, paralleling changes in gene expression, addition of ML in the MU environment tended to reverse the shape of the cells towards 1 G conditions. Figure 5. Immunofluorescence of Mechanically Unloaded cells with and without L-NAME or Mechanical Loading. Open in a new tab Labeling of cytoskeletal F-Actin, nuclei, Caveolin-1, VCAM-1 and E-selectin in Human umbilical Vein Endothelial Cells (HUVEC) with Rhodamine Phaloidin, Hoecht dye (HD) stain, anti Caveolin 1, VCAM-1 and E-Selectin antibodies. (a) Both cell dimensions width and length significantly decrease under Mechanical Unloading (MU) conditions with and without L-Name (L-N), more so when cells are both mechanically unloaded and treated with L-N. However, cell dimensions seems to be reversed or remains about the same as 1 G control upon exposure to MU with 3 periods of 30 minutes of Mechanical Loading (ML). (b) Caveolin-1 adopt a perinuclear localization upon exposing HUVECs to MU and MU + L-N compared to control but the effect seems to be reverted under MU + ML conditions. (c and d) Surface presence of VCAM-1 and E-selectin tends to decrease upon exposing HUVECs to MU and MU + L-N, more so when cells are both mechanically unloaded and treated with L-N. Nonetheless, the effect tends to be reverted under MU + ML conditions. Bars represent mean ± SD (n = 5, * p ≤ 0.05, ** p ≤ 0.01 with two-tailed Student's t test against control samples). Scale bars: 50 μm. Using immunofluorescent labeling, we found that caveolin-1 are less associated to the plasma membrane and adopt a perinuclear localization under MU compared to the 1 G conditions ( Figure 5b ). Interestingly, the translocation of Cav-1 from caveolae to the Golgi apparatus has been shown to be responsible for an increase of eNOS activity in vascular ECs 33 , 34 . The exact localization of Cav-1 under MU and a direct link with the increase of eNOS activity need to be established. However, the disruption of the actin cytoskeletal organization by MU could impair the translocation of Cav-1 to the caveolae, and together with the increase of eNOS expression, could contribute to the increase of NOS activity. Addition of L-NAME during the MU exposure had no effect on Caveolin-1 distribution, which remains perinuclear, however ML seemed to change towards 1 G conditions. The results of the immunofluorescent labeling of VCAM-1 ( Figure 5c ) and E-selectin ( Figure 5d ) are consistent with the analysis by qRT-PCR and flow cytometry ( Figure 1 ) and show a decrease of their presence at the cell surface under MU condition. Interestingly, the process tended to go back to 1 G conditions with the addition of ML. Hindlimb suspension: Effects on caveolins Consistent with our in vitro cellular model, simulation of MU by hindlimb suspension led to a significant increase in eNOS and Caveolin-1 and -2 expression in mouse aortas ( Figure 6 ). IL-6 also significantly decreased. Furthermore, there was a significant decrease in E-Selectin expression. However, expression of other inflammatory or adhesion molecules did not decrease significantly with hindlimb suspension and ICAM-1 expression was significantly increased. Figure 6. Gene expression in Aortic Endothelial Cells from Hindlimb suspension mouse model. Open in a new tab Mice were used as animal model in a hind limb suspension experiment. The tails of the animals were suspended to simulate physical inactivity and mechanical unloading. (a) eNOS, CAV-1, CAV-2 expression increased in aortic endothelial cells of suspended animal (HL) compare to controls (CL) as seen in the mechanically unloaded HUVECs. (b) IL-6 and E-Selectin significantly decreased with simulated physical inactivity. Bars represent mean ± SD. (n = 4, * p ≤ 0.05; with two-tailed Student's t test against control samples).",
    "Conclusion": "In this study, we demonstrated that MU changes the morphology of cells and leads to a decrease in inflammatory gene expression (i.e. IL-6, TNF-α), adhesion molecule gene expression and cell-surface expression (i.e. ICAM-1, VCAM-1, E-Selectin) as well as an increase in eNOS, nitrite concentration and an increase in Caveolin-1 and Caveolin-2 expression. We also demonstrated reversal of the morphology and gene expression towards baseline with three short periods of mechanical loading. Since alterations in gene expression were accompanied by changes in the cytoskeleton and both cell morphology and gene expression returned to baseline with the addition of hypergravity, our findings suggest that ECs gene expression and cytoarchitecture are tightly linked to gravitational mechanical forces, with a possible role for the caveolins 35 , 36 . The present study demonstrates that microgravity alters the cytoskeleton of ECs. It appears that the actin filaments become disorganized and redistributed within the cells, with as a possible consequence an inability to transport molecules to the outside of the cells, such as the caveolins to the caveolae at the plasma membrane. Cells are known to stabilize their structure and shape by means of interconnected network of cytoskeletal components including microfilaments, microtubules, and intermediate filaments. In vitro , when subjected to shear stress in a flow-loading device, net cellular movement happens orienting them in the direction of the shear stress 9 , a phenomenon accompanied by cytoskeletal reorganization with actin filaments rearranged into bundles of stress fibers and aligned in the direction of the shear stress 10 , 11 , 12 . In microgravity, cytoarchitectural alterations of different endothelial cell lines have been reported to occur. Buravkova et al demonstrated changes in the cytoskeleton of HUVECs within 1–2 hours of simulated microgravity with actin filament thinning and their redistribution to cell borders (with the central area becoming practically free of actin fibers while there was formation of continuous F-actin band at the intercellular contact area) 37 . Siamwala demonstrated that 2 hours of simulated microgravity in EAhy926 ECs lead to actin rearrangements and increase in nitric oxide production 38 . Versari et al also showed that HUVECs in microgravity for 96 hours had disorganization of the actin cytoskeleton and a decrease in the total amount of actin 30 . Infanger et al. 39 showed that EA.hy926 cells in microgravity had altered cytoskeletal components and the formation of cell aggregates in the monolayer after 12 hours. Carlsson et al also demonstrated disorganization of the actin fibers with clustering of the fibers around the nucleus up to 96 hr in simulated microgravity, then disappearing after 144 hours 40 . Grimm et al 41 showed that EA.hy926 cells in microgravity formed tubular structures that actually had an increased amount of actin that covered the entire surface of the tubular structure. It appears that expression and localization of key integrins that mediate EC attachment and spreading, such as the vitronectin and fibronectin receptors, could likely be involved in the changes seen in the cytoskeleton. For example, integrins have been shown to be decreased during parabolic flight in HUVECs 42 . The expression of fibronectin has been found to be increased with simulated microgravity in EA.hy.926 43 . Tube-shaped structures of EA.hy.926 forming after 2 weeks of simulated microgravity produced more fibronectin. Although not demonstrated in endothelial cells to our knowledge, Rho GAP expression has been found to be increased two fold with spaceflight in rat osteoblasts, suggesting that microgravity suppress Rho signals regulating actin filament rearrangement 44 . Since the cytoskeleton plays an important role in shear-stress-induced NO production and ICAM-1 gene expression by ECs with shear stress 15 , 16 , it could then be expected that MU also alters expression of eNOS, inflammatory and adhesion molecules. We demonstrated in this study a decrease in IL-6 and TNF-α expression with MU, which was reversed by hypergravity. This was coupled with a decrease in adhesion molecules ICAM-1, VCAM-1 and E-Selectin, also reversed with hypergravity. Investigators have reported different effects of mechanical unloading or microgravity in the literature. For example, IL-6 was found to be increased 45 , decreased 31 , and unchanged 46 in separate studies, which may be related to different conditions. IL-8 was also found to be increased 45 and unchanged 46 in separate studies. Buravkova et al found that 12-24 hours of simulated microgravity increased ICAM-1 in HUVECs but not VCAM-1 or E-Selectin- in fact microgravity had opposite effects on ICAM-1 compared to VCAM-1 and E-Selectin 47 . In this study, we found that mechanical unloading led to an increase in Caveolin-1 and -2 gene expression. This correlated with an increase in eNOS expression and nitrite concentration. Our results are overall consistent with the forming body of knowledge on the effects of simulated microgravity on endothelial cells. For example, Spisni et al. 48 found that caveolin-1 protein expression was increased with 24 hours of microgravity. With regards to NO production, two studies showed an increase in eNOS protein levels and increased NO production at 48 hours and 72 hours respectively 30 , 31 . However, Spisni et al. 49 found no change in eNOS or iNOS protein levels yet an increase in NO production at 24 hours. Ulbrich et al. 45 actually found decreased eNOS gene expression at 24 hours. Finally, Wang et al. 50 found increased iNOS protein levels at 24 hours. Recently, Shi et al reported that HUVECs exposed to 24 hours of simulated microgravity using a 2-D clinostat had an enhanced eNOS activity and promoted angiogenesis 51 . It is likely that the changes seen in inflammation, adhesion molecules expression, eNOS and caveolins are mediated through a change in the cytoskeleton since the cytoskeleton is altered by MU and returns toward baseline with ML, along with gene expression. This study has important implications for spaceflight. It is well known that astronauts suffer from orthostatic intolerance (OI) upon returning to a gravity environment after spaceflight. It has been suggested that the nitric oxide system may be involved 4 . Our findings support a role of increased NO production in the pathophysiology of post-spaceflight OI but more importantly, suggest that this variable may be improved by the addition of artificial gravity since 3 periods of 30 minutes of hypergravity in this study reversed the changes seen in microgravity. In addition to the implications of our findings to OI, it is interesting to note that the changes seen would be considered “anti-inflammatory” and possibly protective for early atherogenesis ( Figure 7 ). This opens the way to explore new therapies to treat cardiovascular diseases by manipulation of cell phenotype using gravitational forces. Although the significance of the findings with regards to an overall “dysregulation” of the cells compared to a true change towards an anti-inflammatory phenotype need to be further assessed, our findings would suggest that microgravity may have a beneficial impact on the health of blood vessels. It has been of important interest to know that astronauts are more at risk of immune dysfunction 52 , 53 , 54 . The changes in the vascular ECs could therefore be involved in the overall changes in the immune system seen with spaceflight. Our findings support the fact that the cells respond to altered gravitational environments, which could have an important impact on organ physiology. Figure 7. Proposed Model for the Effects of Microgravity on Endothelial Cells. Open in a new tab Proposed model by which microgravity leads to changes in inflammation, adhesion molecules, caveolins and eNOS. Those changes are thought to be mediated through a change in the cytoskeleton. In summary, gravitational mechanical unloading affects inflammatory and adhesion molecules expression in ECs towards an “anti-inflammatory” phenotype. This is coupled with an increase in eNOS and caveolin gene expression. In view of the changes seen in the cytoskeleton and the reversal of both gene expression and morphology with exposure to ML, it is highly likely that this “anti-inflammatory” phenotype is mediated through changes in the cytoskeleton. Our findings further support a role for caveolae as gravity-sensing elements and demonstrate plasticity of changes with gravitational mechanical forces.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/0ae32501030b/srep01494-f1.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/ea54fe657433/srep01494-f2.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/f754069833e9/srep01494-f3.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/0bc1ba395017/srep01494-f4.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/c2d669bf0722/srep01494-f5.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/990dc2d95c7e/srep01494-f6.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/71ec/3603133/47eddb951b39/srep01494-f7.jpg"
    ]
  }
}