{
  "paper_id": "pmc_articles_PMC11362537",
  "title": "Spaceflight alters host-gut microbiota interactions",
  "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11362537/",
  "sections": {
    "Abstract": "The ISS rodent habitat has provided crucial insights into the impact of spaceflight on mammals, inducing symptoms characteristic of liver disease, insulin resistance, osteopenia, and myopathy. Although these physiological responses can involve the ...",
    "Results": "Spaceflight increased total body weight Four treatment groups from a single cohort of 32 weeks-old female mice included two spaceflight groups flown to the ISS on SpaceX-13: FLT_LAR, returned to Earth after 29 days of spaceflight as part of the Live Animal Return mission, and FLT_ISS, sampled on the ISS by the crew after 56 days of spaceflight. Two control groups included GC_LAR and GC_ISS, reared in identical habitats at the Kennedy Space Centre and sampled after 29 and 56 days of the mission, respectively. Although reduced muscle mass and bone density in astronauts and mice during spaceflight are commonly observed 40 , 41 , in this study, total mouse body weight was trending to increase after 29 days of spaceflight in Live Animal Return mice (FLT_LAR; n = 9) and significantly increased after 56 days of spaceflight in ISS mice (FLT_ISS; n = 7, p <0.05). Carcass mass did not differ significantly ( t -test, p > 0.05) between Ground Control Live Animal Return (GC_LAR; n = 7) and FLT_LAR mice, which weighed 28.9 g −1 (±1.6) and 30.1 g −1 (±1.4), respectively, but did significantly ( t -test, p <0.05) increase from 28.4 g −1 (±1.4) in Ground Control ISS (GC_ISS; n = 9) mice to 32.9 g −1 (±1.0) in FLT_ISS mice (Supplementary Fig. 1 ). Suzuki et al. 42 observed similar increases in the mouse habitat unit 3 mission and attributed these changes to substantial increases in both white and brown adipose tissue, and large increases in total plasma cholesterol and triglyceride levels. While healthy adipose cells play an important role in maintaining insulin sensitivity, dysregulated adipose can lead to production of pro-inflammatory and insulin-antagonistic molecules 43 , 44 . Spaceflight alters murine gut microbiota Insulin resistance and lipid accumulation are common spaceflight phenotypes 45 which are influenced by short chain fatty acids (SCFAs) and can be improved through butyrate dietary interventions in ground-based murine studies 46 , 47 . As butyrate and other SCFAs are predominantly produced by bacteria within the gut 48 , alterations in RR6 gut microbiome composition were explored. Characterisation of microbiota used 16 S rRNA amplicon sequencing as well as WMS sequencing from faecal samples collected from GC_LAR and FLT_LAR (after 29 days of spaceflight) as well as GC_ISS and FLT_ISS mice (after 56 days of spaceflight). Sequencing of amplicon libraries generated 2,146,311 sequences after quality control, with an average of 77,015 ± 853 per sample (Fig. 2A–E ; Supplementary Figs. 2 , 3 and Data 1 ). A total of 133 exact sequence variants (ESVs) were inferred across all samples; these ESVs accounted for 1,959,722 (91.32%) of reads. Thirty-five ESVs were annotated as putative bacterial species, 12 at genera level and 11 at family level, with an average of > 99.9% nucleotide identity, while 74 ESVs were dissimilar to any well-characterised taxa (<99% nucleotide identity; 14 of which were flagged as putative chimeras). Most counts (73.1%) were captured by ESVs annotated as putative species, 24 of these could be assigned to a single species and 11 to multiple species which share identical rRNA gene sequences at the V4 region of the 16 S rRNA gene. Bacterial species putatively identified across all mice using amplicons belonged to the phyla Firmicutes (28), Proteobacteria (4), Actinobacteria (1), Deferribacteres (1) and Bacteroidetes (1). Parabacteroides goldsteinii had the highest relative abundance throughout the samples and accounted for 53.7% of sequence counts. Fig. 2. Ground control, live animal return and ISS murine gut microbiome capture. Open in a new tab A Amplicon reads retained for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS. B Flower diagram illustrating amplicon phyla diversity. C Amplicon annotation and count distribution summary statistics. D Amplicon (ESV) alpha diversity (Shannon Index) comparing GC_LAR to ISS_LAR, and GC_ISS to FLT_ISS. E Amplicon beta diversity using constrained ordination (Canonical Analysis of Principal Coordinates, CAP). F WMS (Whole Metagenome Sequencing) back-mapping percentages for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS. G Flower diagram illustrating WMS taxonomic diversity. H WMS annotation and count distribution summary statistics. I WMS beta diversity using constrained ordination (CAP). Extended details in Supplementary data 1 – 3 . WMS of faecal DNA generated 277,294,078 reads after quality control, with an average of 8,665,440 ± 1,423,541 per sample (Fig. 2F–I ; Supplementary Fig. 4 and Data 2 ). Co-assembly across all 32 mice generated 219,259 contigs and back-mapping captured 85.1% of raw counts after filtering out reads using the mouse genome (154,692,460 counts). This included 22,318 contigs which could be provisionally annotated (>90% nucleotide identity) from 175 species and shared an average of 99.1% average nucleotide identity (ANI) with known species or strains (and capturing 84.5% of total counts) (Fig. 2G, H ). After sparsity (>90% counts in a single sample) and minimum sample (<3) occurrence filtering to allow statistical detection of spaceflight associated differences across biological replicates, 45,890 contigs remained which captured 154,238,826 counts. These contigs were provisionally annotated as putative bacteria (50.6%), viruses (0.9%) and metazoa (3.0%), or were unknown (45.4%). Grouping WMS contigs by species annotation and filtering for high confidence (>97% ANI, and > 3000 nt total length) identified 97 putative species representing 81 bacterial species within Firmicutes, and 7 Proteobacteria, 4 Actinobacteria, 1 Bacteroidetes, and 1 Deferribacteres, as well as the helminths, Trichinella nativa and Trichinella pseudospiralis (Supplementary Data 3 ). These species groups ranged from 2–2734 contigs, with an average total alignment length of > 880,000 nt and an ANI of 98.8%. Prevalent taxa included P. goldstienii representing 73.1%, Enterocloster clostridioformis representing 1.47% and all other species representing below 1% of relative abundance across all mice, including non-bacterial species such as T. nativa , representing 0.03% of relative abundance and present in all mice. P. goldsteinii is a ubiquitous commensal gut microbiome inhabitant in mice, and the species includes strains that play a role in reducing intestinal inflammation and maintaining intestinal epithelial integrity 49 , 50 . Microbial alpha diversity indices did not significantly differ between mice groups using 16 S rRNA amplicon sequencing or WMS data (Fig. 2D ; Supplementary Figs. 2 , 3 and Data 1 ). Canonical Analysis of Principal Coordinates showed both FLT_ISS and GC_ISS as well as FLT_LAR and GC_LAR samples segregated by group, and the first axes explained 25.46% and 17.63% of variation using 16 S rRNA gene amplification and 19.41% and 11.49% of variation using WMS, respectively. ANOVA-like permutation tests confirmed significant variation between groups under constraint for both amplicon and WMS data (Fig. 2E, I ; p <0.05; Supplementary Figs. 2 , 3 ), suggesting spaceflight influenced gut microbiota in both comparisons regardless of the metagenomic approach taken. Significant spaceflight microbiome changes are associated with short-chain fatty acid metabolism, bile acid conversion and pathogenicity Differential abundance analysis of amplicon data identified 45 ESVs that were significantly different in relative abundance between spaceflight and ground control mice, including 34 ESVs between GC_LAR and FLT_LAR and 18 ESVs between GC_ISS and FLT_ISS (Fig. 3A, B ; av p -value = 0.004, av padj = 0.02, Supplementary Figs. 5 , 6 , Data 1 ). Although there were divergent changes in the relative abundance of H. xylanolytica , the common significant enrichment of E. muris and D. welbionis in mice after 29 and 56 days of spaceflight, compared to separate matched control groups, suggests spaceflight had some common influence of gut microbiota which persisted over the 29–56 days onboard the ISS as well as some distinct effects over time. Fig. 3. Spaceflight-associated significant microbiome alterations. Open in a new tab Significantly differentially abundant (DESeq2) ESVs between ( A ) GC_LAR and ISS_LAR, and ( B ) GC_ISS and FLT_ISS. Fold change (FC log2) in relative abundance. +/− INF (demarcated by the dashed red line) indicates ‘infinite’ fold change, where an ESV had detectable counts in samples from only one condition (structural zero). C Comparison of whole metagenome sequencing (WMS) detected species between LAR and ISS samples. D Distribution of counts across WMS taxonomy (Species to Kingdom, U = unknown). E , F Contig WMS MA plots with significantly differentially abundant (DESeq2) highlighted. G , H UMAP diagrams used to visualise contig clustering of selected species and ( I , J ) Significantly differentially abundant (DESeq2) species detected with WMS, node size illustrates contig number. Extended details in Supplementary Data 1 – 3 . Amplicon sequencing: Species enriched in FLT_LAR mice compared to controls included Coprobacillus cateniformis, Dysosmobacter welbionis , Enterocloster aldenensis , Extibacter muris and Hungatella xylanolytica , while depleted species included Intestinimonas butyriciproducens and ESVs ambiguous to multiple Enterocloster species (including E.lavalensis ) and Ligilactobacillus species (including L.murinus ). Species enriched in FLT_ISS mice included D.welbionis , Eisenbergiella massiliensis, Enterocloster clostridioformis, E.muris , Guopingia tenuis , Romboutsia ilealis and Romboutsia timonensis , while depleted species included H.xylanolytica . WMS: Microbiome species significantly enriched in after 29 days of spaceflight comprised 14 Firmicutes, including Blautia pseudococcoides , Clostridioides difficile , C.cateniformis , D.welbionis, E.aldenensis , E.clostridioformis , E.muris , G.tenuis , Hungatella hathewayi , Ruthenibacterium lactatiformans, Schaedlerella arabinosiphila and the proteobacteria Delftia lacustris . Significantly depleted species included 20 firmicutes, including Acutalibacter muris, Anaerostipes caccae, Blautia wexlerae, Clostridium scindens, Enterococcus faecalis, Ligilactobacillus murinus, Enterocloster bolteae, E.lavalensis, Flavonifractor plautii , I.butyriciproducens , Lactococcus lactis and Staphylococcus xylosus , and the Proteobacteria Providencia rettgeri . These findings agreed with significant differential abundance of C.cateniformis, D.welbionis, E.aldenensis , E.clostridioformis , E.muris and I.butyriciproducens inferred from 16 S rRNA amplicon analysis and resolved species ambiguity for E.bolteae, E.lavalensis and L.murinus . Microbiome species which were significantly enriched in after 56 days of spaceflight comprised 14 Firmicutes, including B.pseudococcoides, C.difficile, D.welbionis, E.clostridioformis, Eisenbergiella massiliensis, E.muris, F.plautii, G.tenuis, H.hathewayi and R.lactatiformans . Significantly depleted species included 17 Firmicutes, including A.muris, Anaerostipes caccae , B.wexlerae , C.scindens , C.cateniformis , E.aldenensis , E.bolteae , E.lavalensis , L.lactis, S.arabinosiphila and as well as the Proteobacteria Escherichia coli, Shigella flexneri and Delftia lacustris . Differential abundance analysis of WMS identified 13,996 contigs that were significantly different (DESeq2 FDR <0.1) in relative abundance between spaceflight and ground control mice, including 11,087 between GC_LAR and FLT_LAR, and 3,997 between GC_ISS and FLT_ISS (Fig. 3C–H ). From these, 35 putative species (99.0% ANI; Supplementary Note , Data 3 ) identified as significantly differentially abundant between GC_LAR and FLT_LAR (Fig. 3I ) with an average total length of 390,616nt per species, while 34 species (99.0% ANI) significantly differed between GC_ISS and FLT_ISS (Fig. 3J ) with an average total length of 180,554 nt. D. welbionis was recently characterised by Roy et al. 51 , 52 as a butyrate producer likely present in the gut of most humans and was negatively correlated with BMI in obese individuals with metabolic syndrome. The same team used murine supplementation experiments to illustrate that D. welbionis could partially counteract insulin resistance, adipose tissue hypertrophy and inflammation as well as suggest a potential association with mitochondrial content and activity in adipose tissue after high fat diet induction of obesity 52 . In mice, changes in microbially produced butyrate are also know to directly influence expression of hepatic circadian clock regulating genes, such as Per2 and Bmal1 , in a bidirectional interaction which can disrupt host metabolism 53 . Enrichment of D. welbionis in both groups of spaceflight mice (Fig. 3A, B, I, J ) compared to their respective ground controls here is therefore noteworthy given the high lipid accumulation, liver and mitochondrial dysfunction phenotype repeatedly observed in rodent research missions and astronauts 17 , 18 , 45 . Whether the relative increase of this species might be counteracting or contributing towards spaceflight pathology is unclear and merits further study. Conversely, other butyrate producers, such as Intestinimonas butyriciproducens 54 , were depleted after 29 days of spaceflight. L. murinus and Acutalibacter muris were depleted in mice during spaceflight (Fig. 3A, I ), as well as some Enterocloster species after 29 days of spaceflight, which can have high expression of bile salt hydrolases (BSHs), able to deconjugate bile salts into less toxic bile acids, and can promote microbially mediated 7α-dehydroxylation of host primary bile acids into secondary bile acids 55 – 59 . Conversion of the major human primary bile acids in humans, cholic acid (CA) and chenodeoxycholic acid (CDCA), to the secondary BAs deoxycholic acid (DCA) and lithocholic acid (LCA), is mediated by a limited number of closely related clostridia containing the bile acid inducible (bai) operon, such as Clostridium scindens 60 , 61 which was significantly reduced in abundance after spaceflight (Fig. 3I, J ). The major murine primary bile acids also include α- and β-muricholic acid (αMCA and βMCA), which are transformed by 7α-dehydroxylation to murideoxycholic acid (MDCA). E. muris , which significantly increased in both spaceflight groups of mice compared to ground controls (Fig. 3A, B, I, J ), has been recently characterised as 7α-dehydroxylating in mice 62 , containing the bile acid inducible operons BaiBCDEFGI and BaiJKL, and BaiA, homologous to Clostridium scindens . The Bai operon enables E. muris and C. scindens to increase concentrations of 7α-dehydroxylated secondary BAs that alter the host bile acid pool and act as ligands to bile acid receptors to influence host inflammation, glucose and lipid metabolism 62 – 66 . For example, bile sensor farnesoid-X-receptor (FXR) modulates enterohepatic recirculation and host cholesterol metabolism through bile acid regulation of cyp7A1 66 . Similarly, secondary bile acids such as DCA and LCA are potent agonists of the bile acid receptor TGR5, which controls glucose homoeostasis in adipose tissue and muscle by altering intestinal cell release of the insulin secretion regulator glucagon-like peptide-1 (GLP-1) 67 – 69 . Liver production of α-MCA and β-MCA (in mice) is mediated by cyp2c70 genes 70 , 71 but 7α/β-dehydroxylation mediated by microbes such as E.muris can modify MCAs after epimerization into HDCA 72 , and critically regulate lipid metabolism 73 , 74 . Interestingly, E. clostridioformis , significantly higher in relative abundance after both 29 and 56 days of spaceflight (Fig. 3 ), is reported as increasing in the presence of E. muris 62 and harbours 7α/β hydroxysteroid dehydrogenases (HSDH) 59 , 75 , which can also transform primary and secondary BAs into oxo-bile acids 64 . This agrees with findings from the RR-5 mission 39 , which found significantly increased levels of serum choline in mice after spaceflight, suggesting a broad impact on lipid metabolism. Immune suppression has previously been described as a response to spacefight 76 and could result as bile acid dysregulation 77 , 78 . So increased relative abundance of C. difficile after both 29 and 56 days of spaceflight is of potential concern if toxigenic. Changes in spaceflight associated metagenome functional prediction Metagenomic functional prediction identified 4,583,759 genes in the co-assembly generated from all 32 mice, 392,631 of which were annotated by Kegg database (Supplementary Data 4 ). Thus, a high proportion (91.4%) of genes, including differentially abundant genes, remain unannotated. Kegg annotated genes included the pathogenicity locus (including tcdAB ) from C. difficile , suggesting significant enrichment of the species after 29 and 56 days (Fig. 3I, J ) could include a toxigenic strain. Bile acid metabolism genes were identified, including 17 bile salt hydrolases, including that from spaceflight enriched A. muris ( Cbh ), and 57 non-redundant Bai genes, including from C. scindens ( BaiABCDEFGI ) and I. butyriciproducens ( BaiA and BaiCD ), species which were significantly depleted after spaceflight as well as A. muris ( BaiCD ), Eisenbergiella massiliensis ( BaiA ) and Blautia pseudococcoides ( BaiCD ), species which were significantly enriched after spaceflight (Supplementary Data 2 and 3 ). E. aldenensis and S. arabinosiphila both contained the important BaiCD gene and were significantly enriched in mice after 29 days of spaceflight but significantly depleted after 56 days. Alongside significant enrichment of the rare 7α-dehydroxylating E. muris , these shifts suggest dynamic changes in secondary bile acid production and potential influence on the composition of the host bile acid pool 56 , 79 . Differential abundance analysis inferred 52,370 genes were significantly different (FDR <0.1) in abundance after 29 days and 37,068 genes after 56 days of spaceflight, which could be assigned to 2,811 and 2,572 unique KEGG ontology terms, respectively (Fig. 4A ). Over-representation analysis identified significant (FDR <0.1) increases in pathways of interest related to fatty acid metabolism, bile acid metabolism, antimicrobial resistance and potential host interactions (ECM, carbohydrates and pathogenicity), after both 29 days and 56 days of spaceflight compared to ground controls (Fig. 4B, C ; Supplementary Table 1 ). Taken together, these significant changes in metagenomic gene inventories, and specific bacterial species with well-characterised functions, due to spaceflight suggest gut microbiome changes which should influence lipid and bile acid homoeostasis, and the immune system of the murine host. Fig. 4. Metagenomic functional prediction. Open in a new tab A Summary statistics from metagenomics functional prediction (further detail in Supplementary data 4 ). B GC_LAR vs FLT_LAR Over-representation analysis (ORA) of KEGG ontology (Brite, pathway and module) and ( C ) GC_ISS vs FLT_ISS ORA KEGG ontology. Changes in fatty acid pathways included Fatty acid biosynthesis (00061), Fatty acid metabolism (01212), Fatty acid degradation (00071) and Butanoate metabolism (00650), including butyryl CoA:acetate CoA transferase (EC 2.8.3.8) and butyrate kinase (EC:2.7.2.7). Over-representation of bile acid metabolism was reflected in Bile secretion (04976) and Cholesterol metabolism (04979) and Secondary bile acid biosynthesis pathways, including bile salt hydrolase ( cbh , EC:3.5.1.24) and 3-oxocholoyl-CoA 4-desaturase ( baiCD , EC:1.3.1.115). Over-representation of the antimicrobial resistance was represented in Brite ontology Antimicrobial resistance genes (ko01504) and the pathways for beta-Lactam resistance (01501), Biosynthesis of various antibiotics (00998) and Biosynthesis of vancomycin group antibiotics (01055). The Brite ontology Bacterial toxins (ko02042) was over-represented, including tight junction interacting zona occludens toxin (K10954), as well as the pathways Pathogenic Escherichia coli infection (05130) and Bacterial invasion of epithelial cells (05100). Diverse carbohydrate metabolism and ECM interacting pathways were represented by Galactose metabolism (00052), Mannose type O-glycan biosynthesis (00515), Glycosaminoglycan degradation (00531), Other glycan degradation (00511), ECM-receptor interaction (04512) as well as the Brite ontology of Glycosaminoglycan binding proteins (ko00536), Peptidoglycan biosynthesis and degradation proteins (ko01011) and Glycosyltransferases (ko01003). These included putative Mucin-associated glycosyl hydrolases (GHs) 185 , GH2s: β-galactosidase (EC:3.2.1.23), β-mannosidase (EC:3.2.1.25), β-glucuronidase (EC:3.2.1.31), α-l-arabinofuranosidase (EC:3.2.1.55), β-xylosidase (EC:3.2.1.37), β-glucosidase (EC:3.2.1.21), GH20: β-hexosaminidase (EC:3.2.1.52), GH29: α-l-fucosidase (EC:3.2.1.51), and GH84: N-acetyl β-glucosaminidase (EC:3.2.1.52). Spaceflight alters host intestinal gene expression Faecal or serum fatty acid or bile acid concentrations were not measured within the Rodent Research 6 mission; however, host colon and liver gene expression were assessed from all four groups of mice, allowing host responses to spaceflight at the host-gut microbiome interface to be investigated. Host intestinal gene expression revealed extensive significant (FDR <0.1) changes after 29 days and 56 days of spaceflight when compared to ground controls, including 4613 differentially expressed (DE) genes between GC_LAR and FLT_LAR, and 4,476 DE genes between GC_ISS and FLT_ISS (Fig. 5A–H ; Supplementary Figs. 7 , 8 and Data 5 ). Of these, 43% and 44% were increased due to flight in LAR and ISS mice, respectively. Gene set enrichment analysis (GSEA) revealed consistent responses at a pathway level after 29 days and 56 days of spaceflight (Fig. 5I, J ), including immune suppression, dysregulation off cholesterol and bile acid, and extracellular matrix (ECM) remodelling. Fig. 5. Microbiome-host interface: spaceflight alters colon gene expression. Open in a new tab MA plots showing ( A ) GC_LAR vs FLT_LAR (29 days of spaceflight) and ( B ) GC_ISS vs FLT_ISS (56 days of spaceflight) differentially expressed genes in the colon (FDR <0.1). C – H Differentially expressed gene from select KEGG pathways of interest, ( I ) Significant Gene Set Enrichment Analysis (GSEA) 29 days (modified from WebGestalt 182 ) and ( J ) Significant GSEA 56 days spaceflight. Full DE gene list is available in Supplementary data 5 and select KEGG pathways of interest with differentially expressed gene highlighted are available in Supplementary Figs. 9 – 14 . Gene set enrichment analysis (GSEA) revealed consistent responses at a pathway level between 29 days and 56 days of spaceflight. This included widespread downregulation of the components of the intestinal immune system after spaceflight, including intestinal immune network for IgA production, antigen processing and presentation, Th1 and Th2 cell differentiation, PARR signalling metabolism of xenobiotics, Staphylococcus aureus infection, T cell receptor signalling, natural killer cell mediated cytotoxicity, graft-vs-host disease and cytokine-cytokine receptor interactions pathways, as well as downregulation of cholesterol pathways, including cholesterol metabolism and steroid hormone biosynthesis. Spaceflight also led to common upregulation of pathways associated to intestinal extracellular matrix (ECM) remodelling, including ECM-receptor interactions, focal adhesion, tight junction, gap junction pathways, and cortisol production represented through the Cushing syndrome pathway. The bile secretion pathway was significantly upregulated after 29 days of spaceflight, but downregulated after 56 days, suggesting bile acid dynamics should be explored at the gene level. Similarly, mucin type O-glycan biosynthesis, pathways in cancer and insulin resistance were only upregulated at the pathway level after 29 days of spaceflight, while bacterial invasion of epithelial cells, NAFLD, butonoate metabolism, insulin secretion and insulin signalling pathways were upregulated and the circadian rhythm pathway was downregulated after only 56 days of spaceflight. Intestinal bile acid and circadian rhythm gene expression Significant microbiome alteration in some of the few well-characterised 7α-dehydroxylating bacterial species, including increases in E. muris after 29 days and 56 days of spaceflight (below detection in ground controls) as well as depletion of C. scindens , suggests secondary bile acid production and the bile acid pool is likely altered in the murine gut during spaceflight. In the host intestine, bile acids are passively absorbed or actively taken up through the apical membrane by the apical sodium-dependent bile acid transporter, ASBT ( Slc10A2 ), bound to the cytosolic ileal bile acid binding protein, IBABP ( Fabp6 ), and then transported across the basolateral membrane by organic solute transporters, Ostα and Ostβ ( Slc51A and Slc51B ), or glucuronidated by UGTs (such as Ugt1a1) and exported back to the lumen by multidrug resistance-associated protein 2, MRP2 ( Abcc2 transporter) 80 , 81 . Increases in intestinal bile acid also activate the farnesoid X receptor (FXR) and retinoid X receptor α (RXRα) heterodimer which regulates production and secretion of fibroblast growth factor FGF15/19 , the negative feedback hormone which travels through portal circulation to bind hepatic FGFR4 receptors which suppress liver bile acid biosynthesis via inhibition of Cyp7A1 82 . After 29 days of spaceflight, Abcc2 was significantly downregulated, suggesting reduced BA export to the colon, while Asbt , Ibabp, Ostα , Ostβ and Ugt1a1 were all significantly upregulated as well as Rxrα (not Fxr ), Fgf15/19 and Fgfr4 (Fig. 5C ; Supplementary Figs. 9 – 14 and Data 5 ). Taken together, these changes suggest spaceflight led to an alteration in bile acid metabolism in the intestine which would lead to bile acid suppression of hepatic Cyp7A1 and accumulation of cholesterol or hypercholesterolaemia 83 . Interestingly, intestinal Cyp7A1 expression was identified as significantly repressed after 29 days of spaceflight. Previous proteomic research in Biom-1M mice suggested a decrease in bile secretion during spaceflight 84 while hepatic metabolite assessment of mice after spaceflight in the Space Shuttle Atlantis measured increased accumulation of cholate and taurodeoxycholate 16 . As the major cholesterol degradation mechanism in humans and mice is conversion to bile acids, cholesterol accumulation, alongside bile acid dysregulation and suppression of Cyp71A , should increase direct intestinal cholesterol excretion 85 . Supporting this extrapolation, both cholesterol excretion transporter genes, Abcg5 and Abcg8 , were significantly upregulated in the intestine after 29 days of spaceflight. After 56 days, intestinal Cyp7A1 was still significantly repressed and both Abcg5 and Abcg8 upregulated, but GSEA indicated a further shift in intestinal bile acid metabolism (Fig. 5I, J ; Supplementary Figs. 9 – 14 ). This was underlined by significant downregulation of the apical bile acid transporter Asbt compared to ground controls as well as Ntcp ( Slc10a1 ) 86 , indicating a switch to active reduction in bile acid uptake. Coinciding with this was significant increases in expression of Lxrβ , the liver x receptor gene expressed widely in different tissues, which can help prevent bile acid toxicity through induction of Abcg5 and Abcg8 mediated cholesterol excretion 87 – 90 . In gene expression analysis of multiple tissues in mice after spaceflight, da Silveira et al. 18 found that enrichment within the circadian rhythm pathway of the kidney, liver, eye, adrenal gland and various muscle tissues. Within the intestine here, the major clock genes, the circadian locomotor output cycles kaput ( Clock ) and brain and muscle ARNT-like protein-1 ( Bmal1 ; Arntl ) transcription factors, were significantly upregulated after 29 days and 56 days of spaceflight, and the neuronal PAS Domain Protein 2 ( Npas2 ) was upregulated after 56 days (Fig. 5D ; Supplementary Figs. 9 – 14 and Data 5 ). These regulate the major clock-controlled genes reverse-erythroblastosis (Rev-Erbα and β) and retinoic acid receptor-related orphan receptors, including gamma ( Rorc ) 91 , as well as Period ( Per1, Per2 and Per3 ), Cryptochrome ( Cry1 and Cry2 ) and basic Helix-Loop-Helix (bHLH) protein ( Dec1 and Dec2 ) genes 92 , 93 , all of which were significantly downregulated after 56 days of spaceflight except for Rev-Erbα ( Nr1d1 ) (only downregulated after 29 days). These genes can feedback to inhibit Clock/Npas2 and Bmal1 as part of a feedback loop 94 , 95 , and also regulate other the clock controlled genes such as DBP, HLF and TEF , significantly downregulated, and Nfil3 (E4BP4) , significantly upregulated after 56 days of spaceflight. These spaceflight-associated changes in core clock genes, such as upregulation of Bmal1 , Arntl and Npas2 , largely agree with those found in murine muscle tissue after longer-term spaceflight which were characterised as similar to age-related gene expression on earth 96 . These clock genes regulate nutrient absorption, gut motility, intestinal barrier function and immunity 92 and have also been shown to require and interact with the microbiome, including in response to microbially-derived molecules, such as butyrate and bile acids, and in direct response to microbial associated molecular patterns (MAMPs) 53 , 92 , 97 – 99 . In addition to the widespread intestinal gene expression responses to bile acids, the major butyrate receptor free fatty acid receptor 2 ( Ffar2 ; Gpr43 ) 100 was significantly upregulated after 56 days of spaceflight. Similarly, the archetypal intestinal MAMP recognising mannose-binding lectin genes, Mbl-1 and Mbl-2 101 , were significantly downregulated. Furthermore, Wang et al. 102 reported host immune responses to microbial flagellin and lipopolysaccharide in the intestine increased expression of Il-23, and Il-22, leading to a downregulation of Rev-Erb and subsequent upregulation of Nfil3 , which in turn can regulate clock-associated nutrient absorption and immunity. Here, mice followed this specific expression pattern after spaceflight (Supplementary Data 5 ), implying the spaceflight associated microbiome alterations could have been recognised and influenced these changes in clock gene expression. Intestinal extracellular matrix remodelling and immune compromise during spaceflight Changes in the extracellular matrix-receptor interactions pathway were underpinned by significant upregulation of collagens ( Col1a1 - 2 , Col3a1 , Col4a1 - 2 , Col5a1 - 2 , Col5a3 , Col6a2 - 3 , Col12a1 , Col26a1 ), laminins ( Lama3) , thrombospondin ( Thbs1 ) and tenascins ( Tnc ) in mice after 29 days of spaceflight, which became more pronounced after 56 days of spaceflight (Fig. 5E ; Supplementary Data 5 ). This coincided with upregulation of integrin ( Itga5 and Itga7 ) and matrix glycoprotein ( Sdc4 and Gp5 ) receptors, collectively implying extensive extracellular matrix remodelling during spaceflight. The ECM and mucosal collagen scaffold in particular are known to be shaped by microbiota 103 , as are mucins, which make up the intestinal mucus layer and have a dynamic relationship with commensal bacteria as well as serving as a critical barrier against colonisation by pathogenic bacteria 104 . Significant increase in the secretory mucin gene Muc2 and significant decreases in the membrane bound Muc3 and mucosal pentraxin 1 (Mptx1), three of the mostly highly abundant transcripts in the murine intestine here, were observed after 56 days of spaceflight, suggesting alterations to mucin within the intestinal lumen in direct contact with microbiota. Mucin 2 ( Muc2 ) is well characterised as regulated by intestinal bacteria, with O-glycans serving as nutrients and adhesion sites for microbiota 105 , but are also differentially expressed in response to pathogens 104 , including Trichinella 106 , identified here. Extensive changes to mucosa were indicated by widespread downregulation of cell adhesion molecules during spaceflight, including downregulation of CD8a and CD8b1 genes, genes encoding costimulatory molecules CD2 , 6 , 80 , 86 , 40 and ICOSL within intestinal antigen presenting cells as well as their T cell activating binding partners CD48 , 166 , 28 and ICOS 107 – 109 (Fig. 5G ; Supplementary Data 5 ). Cytokine genes, such as the chemokine Ccl22 and receptor Ccr4 involved in the intestinal immune response to enteric bacterial pathogens in murine mucosa 110 , were also uniformly downregulated (Fig. 5F ), alongside others 111 – 113 : Ccl3 , 5 , 6 and 22, Ccr4 , 7 and 9, Cxcr2,3 and 6 , Il-5 , 7 , 12 and 16 , and Il-2r , 5r , 7r , 10r , 12r , 18r , 21r , 23r and 27r . An exception to this pattern of cytokine downregulation was upregulation IL-23 and IL-22, which interact with circadian regulation 95 , and specific members of the mucosal homoeostasis critical interleukin 17 family 114 , Il-17d , which promotes pathogenicity during infection through suppression of CD8 + T cells 115 , and Il-17rc , which increases expression during compromised epithelial barrier integrity (wounding) 116 . These expression profiles, alongside consistent downregulation of genes within the Intestinal IgA pathway (Fig. 5H ), suggest suppression of immunity and widespread tissue remodelling at the host-gut microbiome interface in mice after spaceflight. This agrees with reports of reduced cytokine production in mice after simulated microgravity 117 , immune dysfunction in splenic tissue of mice after 13 days of spaceflight on the Space Shuttle Atlantis 118 and in astronauts, alongside increases in plasma cortisol concentration which reached Cushing syndrome levels, during spaceflight 119 . Taken together, this provides an insight into the role the host-gut-microbiome interface might play in the current broad consensus of immune dysregulation in spaceflight environments 120 . Spaceflight alters gene expression in the liver Hepatic gene differential expression analysis comparing mice after 29 days and 56 days in space to their relative ground controls identified 4029 DE genes and 4068 DE genes, respectively (FDR <0.1; Fig. 6A, H ; Supplementary Figs. 15 , 16 and Data 5 ). Of these, 48% and 49% were increased due to 29 days and 56 days of spaceflight, respectively. GSEA of liver tissue responses also revealed highly consistent responses at the pathway level to 29 and 56 days of spaceflight (Fig. 6I, J ), including disruption of bile acid and energy metabolism. Fig. 6. Microbiome-host metabolism: spaceflight alters liver gene expression. Open in a new tab MA plots showing ( A ) GC_LAR vs FLT_LAR (29 days of spaceflight) and ( B ) GC_ISS vs FLT_ISS (56 days of spaceflight) differentially expressed genes in the liver (FDR <0.1). C – H Differentially expressed gene from select KEGG pathways of interest, ( I ) Significant Gene Set Enrichment Analysis (GSEA) 29 days (modified from WebGestalt 182 ), and ( J ) Significant GSEA 56 days spaceflight. Full DE gene list is available in Supplementary data 5 and select KEGG pathways of interest with differentially expressed gene highlighted are available in Supplementary Figs. 17 – 21 . GSEA of liver tissue responses also revealed highly consistent responses at the pathway level to 29 and 56 days of spaceflight. These comprised downregulation of immune response pathways, similar to those seen in the intestine, as well as steroid metabolism, type I diabetes mellitus, inflammatory bowel disease and NAFLD. Spaceflight also led to common upregulation of insulin resistance, Hippo signalling, inositol phosphate metabolism, Cushing syndrome and hepatocellular cancer pathways at both 29 and 56 days. Certain pathways were different over time. After 29 days of spaceflight, long-term depression and maturity onset diabetes of the young pathways were upregulated, whereas after 56 days, bile secretion and circadian rhythm were downregulated, while glycolysis/gluconeogenesis pathway were upregulated. Bile acid disruption underlies hepatic cholesterol accumulation The most abundant intestinal transcripts in mice after 56 days of spaceflight, differentially expressed and representing 8% and 9% of normalised counts, were from the non-coding RNA Rn7s1 and Rn7s2 genes (7 S RNA 1 and 2; Supplementary Data 5 ), respectively, which were recently characterised as inhibitors of global mitochondrial transcription in mammals 121 . This is consistent with the mitochondrial dysfunction highlighted as characteristic of spaceflight pathogenicity in recent multiomic analysis performed by de Silveira et al. 18 , who also characterised compromised liver function in mice and astronauts after spaceflight compared ground controls, including upregulation of Fgf21 , a negative repressor of bile synthesis 122 , and accumulation of total cholesterol (higher low-density lipoprotein cholesterol but decreased high-density lipoprotein cholesterol). Here, another potent repressor of Cyp7A1 bile synthesis, fibroblast growth factor 1 ( fgf1 ) 123 , was upregulated in the liver of mice after 29 days of spaceflight, and the more well known Fgf21 16 was significantly upregulated in the liver after both 29 days and 56 days of spaceflight. Within the liver, Sterol 14-demethylase (Cyp51) catalyses the transformation of lanosterol into cholesterol and Cyp7A1 is then the first (and rate-limiting) enzymatic step in transformation of cholesterol in primary bile acid biosynthesis, which itself is strictly inhibited by bile acid concentrations 124 . The production of bile salts is then a stepwise transformation process dependent on gene expression of 3 beta-hydroxysteroid dehydrogenase type 7 ( Hsd3b7 ) gene, cholic acid-specific Cyp8b1 gene and acyl-Coenzyme A oxidase 2 ( Acox2 ) before conjugation by Baat , Acnat1 and Acnat2 , and subsequent excretion in the bile duct by bile salt exporter pump (BSEP) 125 , 126 . Cyp51 , Cyp8b1 and Acox2 genes were significantly upregulated and Cyp7a1 and Fxr ( Nr1h4 ) were significantly downregulated in the liver of mice after 56 days on the ISS (Fig. 6C ; Supplementary Figs. 17 – 21 and Data 5 ). The cholesterol transporter genes Abcg5 and Abcg8 (intestinally upregulated after 29 and 56 days of spaceflight) were upregulated in the liver after 29 days, but no longer significantly upregulated after 56 days, and Abcg8 was significantly downregulated. This reduction is surprising given the uniform accumulation of cholesterol observed after extended spaceflight; in contrast, Bsep and the bile acid conjugating acyl-coenzyme A:amino acid N-acyltransferase 1 and 2 ( Acnat1 and Acnat2; Baatp1/2 ) genes were significantly upregulated. Taken together, these expression profiles suggest hepatic accumulation of cholesterol, characteristic of glucose and lipid metabolic dysruption 97 , and describe a subsequent increase in the production bile acids in the liver, preferentially cholic acid, their subsequent conjugation and export as bile salts, with the seemingly contradictory reduction in C yp7A1 consistent with feedback inhibition. The other major mechanism for detoxification during cholesterol and bile acid accumulation in the liver is sulfonation of bile acids, the transfer of a sulfonate group to a hydroxyl (OH) by a subfamily of cytosolic sulfotransferases ( Sult2a genes) which increases their solubility, decreases enterohepatic recirculation, and increase excretion 127 . After 29 days of spaceflight, hepatic Sult2a1 , Sult2a4 and Sult2a5 were downregulated, which shifted to downregulation of Sult2a7 and Sult2a8 after 56 days (Supplementary Data 5 ). In humans, bile acid sulfonation is catalysed by Sult2a1, which sulfonates the 3-OH of bile acids. In contrast, mice have 8 Sult2a genes, with Sult2a1-6 sharing close homology to Sult2a1 but Sult2a8 being recently characterised as having major function in sulfonating 7α-OH of bile acids 128 , 129 , of particular relevance here due to spaceflight microbiome changes in 7α-dehydroxylating E. muris and C. scindens . Notably, during acute phase immune responses, alterations to fatty acid, cholesterol, and bile acid metabolism, Sult2a1 is known to be suppressed by cholesterol and bile acid regulating nuclear Fxr ( Nr1h4 ) and Car ( Nr1i3 ) nuclear receptors 130 , the latter of which also regulates bile acid responsive transporter gene Mdr1 (ABCB1) 131 , all three of which were downregulated after 56 days of spaceflight (Fig. 6C ) and provide further evidence of bile acid dysregulation and toxic stress consistent with extensive disruption of the gut-liver axis 132 . Hepatic energy homoeostasis disruption after spaceflight Beheshti et al. 17 observed significant depletion in Cyp7A1 protein levels in mice after spaceflight (RR1 and RR3), alongside disruption in glucose and lipid metabolism 133 as well as NAFLD 134 . Here, pathways related to energy homoeostasis consistently altered in gene expression due to spaceflight after 29 and 56 days included enrichment of fatty acid degradation, insulin signalling and insulin resistance (Fig. 6D, E ; Supplementary Figs. 17 – 21 and Data 5 ). The highest relative abundance (CPM) of transcripts significantly increased in the liver of mice after 56 days of spaceflight included fatty acid synthase ( Fasn ), the liver fat accumulation-associated carbonic anhydrase 3 ( Car3 ) 135 , and the rate limiting enzyme for fatty acid desaturation, Stearoyl-CoA desaturase (SCD), recently identified as a key role at the crossroads of immune response and lipid metabolism through interplay with PPARγ 136 , also significantly upregulated here (Fig. 6F ). Glucose metabolism was also disrupted by spaceflight as the glucose transporter Glut2 ( Slc2a2 ) gene, required for glucose-stimulated insulin secretion 137 , and glycogen synthase 2 ( Gys2 ) gene, the rate limiting enzyme for glycogenesis 138 , were downregulated in the liver (and intestine) after both 29 days and 56 days of spaceflight. The free fatty acid and glycolysis regulating PPARα was also downregulated, and liver glycogen phosphorylase ( Pygl ) and glycogen synthase kinase 3 beta ( Gsk3β ) were significantly upregulated after 56 days of spaceflight (Fig. 6G ). Taken together, the indicated decrease in glycogen synthesis and increase in glycogenolysis is characteristic of insulin resistance leading to the elevated fasting plasma glucose to pre-diabetic levels previously observed in crew of the Mars500 analogue mission and during spaceflight 139 – 141 . Interestingly, in light of spaceflight induced changes to gut microbiota, upregulation of Gsk3β is also known to be activated by microbial-associated molecular patterns 142 and promotes acute liver failure through inhibition of the PPARα pathway 143 . Other pathways enriched in the liver after spaceflight included Cushing Syndrome, hypercortisolism consistent with elevation of cholesterol levels, and hepatocellular cancer pathways. Notably, claudins, which were largely downregulated in the intestine where they are commonly expressed within tight junctions, were upregulated in liver tissue after 56 days of spaceflight (Supplementary Data 5 ), including highly significant and high relative abundance increases in CLDN1 and CLDN2 . So-called non-tight junction claudins have only recently been experimentally explored and, in hepatic cells, CLDN1 is implicated in hepatocellular carcinoma (HCC) 144 . More broadly, significant upregulation of Tgf-α and genes involved in complex Tgf-β signalling ( Tgfb2 , Tgfb3 , Tab2 , Tgfbrap , Smad3 ), alongside other markers ( Dapk2 , Vegfa , Dvl3 ) 145 , 146 are associated to HCC, as well as immune suppression through the cyclin-dependent kinase inhibitor 1 A ( p21 cip1 ; Cdkn1a ) 147 , also significantly upregulated after 29 and 56 days of spaceflight. Previous gene expression analysis of mice exposed to high-energy ion particle radiation to simulate exposure to Galactic Cosmic Rays reported induction of spontaneous HCC 146 . These prominent transcriptomic shifts after 56 days of spaceflight, if reflected in longer term studies in humans, could represent a serious health concern.",
    "Conclusion": "A challenge for biological experimentation conducted in space is low replication, compared to model studies using mice on Earth. An important associated shortfall of this research is the lack of assessment of inter-cage variation. The commonalities between LAR and ISS mice groups and use of distinct metagenomic methodologies, 16 S rRNA gene barcoding and co-assembled WMS, helped provide some biological and technical confidence in the spaceflight-associated changes in microbiome species detected here; however, it is likely that low n reduced statistical power and that important microbiome associations were missed, particularly those of low abundance bacteria. It is important that the imminent commercial low Earth orbit destinations (CLDs), Gateway, and Lunar Base Camp increase the capacity of their experimental habitats and growth facilities to support replicate numbers for multiomic science, in order to maximise discoveries and enable future interventional microbiome studies. This research also lacked truly independent cohorts of mice, as Liver Animal Return (29 days spaceflight) and ISS (56 days spaceflight), and their respective ground controls, derived from the same initial cohort of mice. Future studies should ensure common data gathering approaches to enable high resolution multiomic data to be directly compared across missions and different cohorts of mice. Integration of metagenomic and host transcriptomic data here provided a highly complementary picture of the multiomic response to spaceflight, and is a strength of an Open Science culture and public multiomic resources such as GeneLab. The addition of untargeted serum and faecal metabolomics would have further strengthened this research and future studies should aim to quantitatively profile the specific deconjugated, dehydroxylated, oxidated, and epimerised bile acids in the system. Alongside metatranscriptomic analysis of the gut microbiome, this would represent an important next step likely to help clarify the directionality of the host-gut microbiome responses associated to spaceflight pathology.",
    "figures": [
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cc5a/11362537/a9873c2ff98e/41522_2024_545_Fig1_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cc5a/11362537/a3d66305993e/41522_2024_545_Fig2_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cc5a/11362537/4baa00ff9975/41522_2024_545_Fig3_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cc5a/11362537/de9f9155ccec/41522_2024_545_Fig4_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cc5a/11362537/61dadba6818c/41522_2024_545_Fig5_HTML.jpg",
      "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/cc5a/11362537/76cf2bb7ab19/41522_2024_545_Fig6_HTML.jpg"
    ]
  }
}