{
  "passages": [
    "Urine, humidity condensate, and other sources of non-potable water are processed onboard the International Space Station (ISS) by the Water Recovery System (WRS) yielding potable water. While some means of microbial control are in place, including a ...",
    "3.1. Identification of microbial isolates from UPA95 and UPA115 flex lines Three bacteria and one fungus were recovered from UPA95, while six bacteria and two fungi were recovered from UPA115, as detailed in Table 1 . The three bacteria from UPA95 were all found to be Burkholderia species by Sanger sequencing but revealed distinct colony morphologies. Isolate 3.1 Burkholderia sp. colonies were milky white, isolate 3.2 Burkholderia sp. colonies were yellow, while isolate 3.3 B. fungorum colonies were smooth and white in appearance. The fungal isolate F3.1 was identified as a Fusarium sp. From UPA115, isolate 4.1 demonstrated rough, white colonies that were identified as B. fungorum. Additionally, three different Burkholderia morphologies were noted. Isolate 4.2 was white, whereas isolate 4.",
    "3 was yellow and isolate 4.5 was wet in appearance. The Burkholderia sp. 4.5 wet morphology was not noted from UPA95 and the two B. fungorum displayed different morphologies. Isolate 4.4 was a Gram-positive bacterium but could not be identified to the genus level. Isolate 5.2 was determined to be Leifsonia lichenia . The two fungal isolates from UPA115 were 4.1 Fusarium sp. and 4.2 Lecythophora mutabilis . Table 1. Culture-based identifications from UPA95 and UPA115 flex line hoses isolates via Sanger sequencing. Recycled brine line (UPA95' Flex line 96 M 12561-099) Purge line (UPA115' Flex line 96 M 12561-100) Bacterial Culture Fungal culture Bacterial Culture Fungal culture 3.1. Burkholderia sp._White F3.1. Fusarium sp. 4.1. Burkholderia fungorum F4.1. Fusarium sp. 3.2. Burkholderia sp._",
    "Yellow 4.2. Burkholderia sp._White F4.2. Lecythophora mutabilis 3.3. Burkholderia fungorum 4.3 . Burkholderia sp._Yellow 4.4. Unidentified Gram-positive species 4.5. Burkholderia sp._Wet 5.2. Leifsonia lichenia Open in a new tab It is not unexpected that a higher diversity of organisms was recovered from UPA115 as compared to UPA95, as UPA95 experiences a higher concentration and prolonged exposure of the urine pre-treat solution during the recycling of the brine, as noted in Table 2 . Bacterial isolate identification corresponds with historical data, as Burkholderia sp. is one of the most dominant bacterial genera recovered from the PWD and wastewater tank onboard the ISS [ [30] , [31] , [32] ]. The high prevalence of Burkholderia sp. is likely due to their resistance capabilities toward",
    "a broad range of metals [ 33 , 34 ] Historically, unidentified Gram-positive organisms and L. lichenia have been noted in samples returned from the ISS, but more common is the isolation of unidentified Gram-negative organisms. It is unclear if these bacteria survived the pre-treat solution or are part of the population downstream of the DA. While attempts are made to launch microbially-clean hardware for use onboard the ISS, hardware is not launched sterile. The recovered fungus, L. mutabilis, has been isolated by the JSC Microbiology Laboratory from returned wastewater (JSC archive, data not shown) and has also been noted from a filter within the WRS [ 30 , 31 ]. Fusarium sp. have been documented in the ISS environment, and it has associated with plant disease within the VEGGIE plant payl",
    "oad [ 35 ]. However, to the best of our knowledge, Fusarium sp. have not previously been isolated from any returned PWD or wastewater samples from the ISS. Table 2. Selected chemical components recovered from UPA95 and UPA115 flex line hoses. Recycled brine line (UPA95' Flex line 96 M 12561-099) Purge line (UPA115' Flex line 96 M 12561-100) Analyte Concentration (mg/L) Analyte Concentration (mg/L) Calcium 51.5 Calcium 0.14 Chromium 280 Chromium 1.02 Magnesium 27.1 Magnesium 0.26 Phosphate (as P) 1190 Phosphate (as P) 13.7 Potassium 624 Potassium 3.33 Sodium 483 Sodium 1.57 Open in a new tab 3.2. Culture-independent, 16S nanopore-generated microbial profiles A culture-independent method that is currently being used onboard the ISS for bacterial surface monitoring [ 9 ] was applied to the re",
    "maining volume of flush water not consumed by other evaluations. Greater diversity was noted using this method compared to the culture-based data ( Fig. 2 ). Paralleling the culture-based data, Burkholderia and Leifsonia were present, and UPA115 demonstrated overall greater diversity as compared to UPA95 ( Fig. 2 ). Fig. 2. Open in a new tab Microbial profile of the predominate genera within the UPA95 and UPA11 flex line hoses generated through culture-independent 16S rRNA nanopore sequencing. Alignments were generated with minimap2 (-ax map-ont). 3.3. Full genome analysis of bacterial isolates from UPA95 and UPA115 To construct their genomes, short read (Illumina) and long read (nanopore) sequencing was conducted for the nine bacterial isolates recovered from the two flex lines. Genome su",
    "mmary metrics are listed in Table 2 . Hybrid genome assemblies range from 3.8 to 9.7 million base pairs with 3–20 contigs ( Table 3 ). The total genome size, percent GC content, and total gene clusters were comparable to NCBI references ( Table 3 ). The average nucleotide identity (ANI) of the nine isolates ranged from 80.1 to 99.9 similarity to other genomes within NCBI. Based on these data, isolate identifications have been further defined beyond the Sanger 16S rRNA data. Isolates 3.1, 4.2, and 3.2, 4.3, and 4.5 were identified to B. contaminans, with an ANI 95.6 and 99.9 respectively [ 23 ] ( Table 3 ). Isolates 3.3 and 4.1 were identified as Paraburkholderia fungorum , based on updated nomenclature [ 36 ]. Isolates 4.4 and 5.2 did not change and will be described as a Gram-positive bac",
    "terium, and Leifsonia lichenia , respectively, due to low ANI percentages likely resulting from low representation of these organisms’ genomes. Table 3. Hybrid genome sequencing summary (additional details available in Table S5 ). Sample Source Sample Genome size (bp) Contigs Total Genes GC % Best Match NCBI ANI NCBI Burkholderia contaminans SK875 10922 8,596,045 3 7,784 66.1 Burkholderia contaminans LMG 23361 100 UPA95 3.1. 8,652,817 20 8,026 66.2 Burkholderia contaminans SK875 10922 95.6 UPA95 3.2. 8,726,360 3 7,932 66.3 Burkholderia contaminans SK875 10922 99.9 UPA115 4.2. 8,625,377 6 7,996 66.2 Burkholderia contaminans SK875 10922 95.6 UPA115 4.3. 8,680,200 5 7,876 66.3 Burkholderia contaminans SK875 10922 99.9 UPA115 4.5. 8,773,879 7 7,974 66.2 Burkholderia contaminans SK875 10922 99.",
    "9 NCBI Burkholderia fungorum ATCC BAA-463 9,058,983 3 8,190 62 Paraburkholderia fungorum NBRC 102489 98.6 UPA95 3.3. 9,564,261 5 8,799 61.6 Burkholderia fungorum ATCC BAA-463 98.6 UPA115 4.1. 9,745,290 6 8,950 61.6 Burkholderia fungorum ATCC BAA-463 98.6 NCBI Cellulomonas fimi ATCC 484 4,266,344 1 3,851 75.0 Cellulomonas fimi ATCC 484 100 UPA115 4.4. 3,862,723 9 3,608 73.2 Cellulomonas fimi ATCC 484 80.1 NCBI Leifsonia sp. PS1209 4,091,164 1 3,916 69.7 Leifsonia aquatica ATCC 14665 84.0 UPA115 5.2. 5,084,807 3 4,961 69.5 Leifsonia sp. PS1209 81.0 Open in a new tab Complete plasmids were not observed in any of nine isolates; however, multiple gene clusters associated with plasmids were noted. This corresponds to previous research detailing the loss of plasmids as a result of co-location and",
    "evolution among species in the Burkholderia cepacia complex [ 37 ]. Additionally, this parallels preceding reports assessing other B. contaminans isolates from the ISS potable water system [ 38 ]. Plasmid loss could potentially be a response of these organisms to the environment within the ISS water system where the associated genes do not lend a competitive advantage. Expanded evaluation of the bacterial isolates that could be identified was conducted through pangenomic analysis using the genomes of P. fungorum and B. contaminans . The B. contaminans pangenome analysis resulted in 13,598 unique gene clusters across the 78 NCBI reference genomes and the 5 isolates: 3.1, 3.2, 4.2, 4.3, and 4.4 ( Fig. 3 ). Of the unique gene clusters, 3,720 did not have a known function from the NCBI PGAP a",
    "nnotations. There was a high average geometric homogeneity index (GHI) and a functional homogeneity index (FHI) of 0.97. The high GHI of the analysis indicates that the patterns of residues within gene clusters are mostly uniform, and the high FHI in this study indicates that any differences are minimal and likely will not impact the protein products between genomes sharing unique clusters. Chromate and biofilm-related gene functions were searched for across pangenome annotations and marked in orange and yellow, respectively ( Fig. 3 ). Biofilm gene clusters and quorum system sensor gene clusters were observed in all 83 genomes. Multiple chromate resistance and transporter protein gene clusters stood out as features that set the five isolates from this study apart from the NCBI assemblies",
    "and from the other previously reported ISS isolates ( Fig. 3 , Table S1 ). The presence of these resistance gene clusters is not surprising and provides insight to the organism’s ability to survive the pretreatment solution within the UPA. Fig. 3. Open in a new tab A) Pangenomic analysis of the five B. contaminans isolates sequenced in this study. 3.1, 3.2, 4.2, 4.3 and 4.5, which are noted by pink and purple, with the 78 available assemblies from NCBI, in black, while the red denotes the previous isolates from the ISS potable water dispenser [ 38 ]. Orange text represents gene clusters associated with chromate resistance according to function. The light blue text represents gene clusters associated with biofilm formation. The details of all the B. contaminans functional genes and gene clu",
    "sters can be found in Table S1 . B) Pangenomic analysis of the two P. fungorium isolates 3.3 and 4.1 sequenced in this study, which are noted in teal, with 10 available assemblies from NCBI, noted in black. Here, as well as A, the orange text represents gene clusters associated with chromate resistance according to function. The details of the P. fungorium functional genes and gene clusters can be found in Table S2 . (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) The B. contaminans isolates from this study clustered together into two distinct groups based on amino acid similarity. The isolates 3.2, 4.3 and 4.5 (shown in pink, Fig. 3 ) are grouped together while other isolates 3.1 and 4.2 (shown in purple, Fi",
    "g. 3 ) are grouped. These isolates from this investigation grouped separately from the previous ISS potable water B. contaminans assemblies (shown in red, Fig. 3 ) [ 38 ]. The five B. contaminans isolates from this investigation did not share any unique gene clusters that were not observed in the reference genomes. However, isolates 3.2, 4.3 and 4.5 had 42 unique gene clusters with 23 of those having identified functions. Isolates 3.1 and 4.2 had 417 unique gene clusters, with 145 of those having identified functions that were not found in the other isolate groups or genome references. Isolates 3.2, 4.3 and 4.5 had several unique gene clusters of interest related to cadmium, toxin-antitoxin, flavodoxin and hemolysin proteins ( Table S1 ). These gene clusters could potentially be associated",
    "to the enhancement of virulence, a broad range of metal resistance, active metabolism, and high hemolytic activity [ [39] , [40] , [41] , [42] ]. Moreover, the toxin-antitoxin gene clusters have been previously connected to dormancy scenarios and a persister phenotype [ 43 , 44 ]. For isolates 3.1 and 4.2, some unique gene clusters of interest are associated with pilin, porin, copper-binding protein, zincin, arsenate and arsenic transporter, type II and IV secretion, and type II toxin-antitoxin. These gene clusters could correspond to cell adhesion ability, molecule transport, heavy metal resistance, and toxin-antitoxin ability [ [45] , [46] , [47] , [48] , [49] ]. While further evaluation into the expression and protein function is required, the differences in these gene clusters within",
    "the genome may provide insight into the morphological differences among the B. contaminans isolates. The P. fungorum pangenome analysis had 9,804 unique gene clusters across the 10 NCBI reference genomes and the two isolates: 3.3 and 4.1 ( Fig. 3 ). Of these unique gene clusters, 2,314 did not have a known function from the PGAP annotations. The FHI was 0.97 and the GHI was 0.98. These values indicate that the gene cluster residues are uniform with a low chance of protein functional change inside unique gene clusters. Gene clusters directly associated with biofilms were not observed across these 12 genomes. However, one unique quorum sensing gene cluster and 10 unique chromate-associated gene clusters were observed across all 12 genomes. There were 371 unique gene clusters shared between t",
    "he 3.3 and 4.1 isolates that were not present in the 10 NCBI references. Notably, a unique gene cluster associated with the chromate resistance protein (ChrB) was observed in both 3.3 and 4.1 but absent from the NCBI references. It is important to note that the significant difference in the number of unique gene clusters could be due to the lower number of available references from the current database for P. fungorum . Beyond chromate, resistance associated gene clusters were also noted for copper, arsenic, cadmium, and zinc ( Table S2 ). Again, while expression and protein products require further investigation, based on the genomic analysis, these organisms are likely to have tailored their genomes to support persistence within the flex line hoses. 3.4. Environmental scanning electron m",
    "icroscopy of UPA95 and UPA115 samples While the microbial population within the two flex lines had not previously been investigated or understood, previous biofilm-related issues within the ISS WPA resulted in questions of potential biofilms within other parts of the system. As such, samples of stagnant water within the flex lines were fixed immediately upon opening UPA95 and UPA115. Fungal biofilm networks were distinctly apparent in the samples from both flex lines ( Fig. 4 A, B, G, and H). However, fungal biofilm growth was more pronounced in UPA115 ( Fig. 4 G and H), as opposed to UPA95 ( Fig. 4 A and B). This observation parallels the higher microbial concentration noted from UPA115 as compared to UPA95, which is most likely due to the elevated levels of pre-treat solution in UPA95 pr",
    "eventing some microbial outgrowth ( Table 2 ). Fig. 4. Open in a new tab Environmental scanning electron microscopy images of water from the UPA flex lines. A – F) Samples resulting from flex line UPA95, in which high concentrations of the urine pretreatment solution are encountered. G – L) Samples resulting from flex line UPA115, in which the urine pretreatment solution is diluted as water vapor is carried to the distillation assembly. Red arrows denote potential biofilm biproducts such as EPS, yellow arrows denote bacterial cells, and blue arrows denote fungal hyphae. The increased abundance of the microbial growth displayed from the UPA115 flex lines (A and B low magnification) as compared to that noted from the UPA95 flex lines (G and H low magnification), demonstrates the more favorab",
    "le and growth promoting conditions and clear fungal-bacterial biofilm formation (as also noted in higher magnification J – L) within the UPA115 flex line. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) Upon magnification, present fungal hyphae were noted in various morphologies with smooth, twisted, straight, and rough surfaces revealed. Additionally, presence of bacteria on the fungal hyphae was noted at higher magnification ( Fig. 4 I). Bacteria and fungi interactively growing in the same environment has been investigated intensively and it is established that bacteria can grow both on and within the fungal hyphae [ 50 ]. This, along with other variables such as the presence of chemicals and/or bioproducts",
    "such as extracellular polymeric substance (EPS) could explain alterations in the hyphae surface [ [51] , [52] , [53] ]. While it is unknown which organisms produced it, EPS was noted in among the images ( Fig. 4 C, F, 4K, 4L). Taken together, this is the first evidence of biofilm formation within flex lines from the UPA onboard the ISS. 3.5. Biofilm potential of bacterial UPA95 and UPA115 isolates To empirically evaluate biofilm potential of the flex line bacterial isolates, a traditional crystal violet assay was performed following 24, 48, and 72 h of growth. At the earliest 24-h timepoint, significantly enhanced biofilm formation was noted for B. contaminans 3.1, 3.2, and 4.2, as compared to the reference control ( Fig. 5 ). Interestingly, this was not seen at 48 h, which could be attri",
    "buted to weak cell to cell adhesion or cell communication and a longer required time for quorum sensing to regulate EPS production and stabilize biofilm structure [ 54 ]. As expected, at 72 h, more mature biofilms were present for all the isolates including the reference control. However, B. contaminans 3.1 and 4.2 displayed significantly higher biofilm production as compared to the reference ( Fig. 5 ). While it was not surprising to see biofilm formation from Burkholderia [ 55 , 56 ], the production by some of the UPA isolates was notable and depicts the biofilm potential of these organisms. Fig. 5. Open in a new tab Biofilm formation of bacterial isolates from the UPA flex lines. Crystal violet intensity was evaluated at 540 nm. Isolates 3.1, 3.2, 4.2, 4.3 demonstrated pronounced biofil",
    "m formation as compared to the control at 24 h. Isolates 3.1 and 4.2 also demonstrated pronounced biofilm formation as compared to the controls at 72 h (*, P < 0.05). Statistical data can be found in Table S3 . (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) Probing the genomes for secondary metabolites revealed gene clusters associated with pyoverdin in B. contaminans 3.1 and 4.2, but not other isolates ( Fig. 6 ). Pyoverdin production directly correlates with biofilm formation, as has been documented regarding the pathogenicity of Pseudomonas aeruginosa [ 57 , 58 ]. With regard to Burkholderia, pyoverdine production has been associated with biofilm formation and pathogenicity in B. thailandensis [ 59 ]. How",
    "ever, the association of pyoverdin is unknown in the majority of this genera. Furthermore, the genomic data also reveal gene clusters associated with secondary metabolites involved in quorum sensing activity for all the B. contaminans and P. fungorum isolates , but not for the L. lichenia or unidentified Gram-positive bacterium ( Fig. 6 ). The iron-binding or antifungal functional group such as occidiofungin, pyrrolnitrin, pyochelin and ornibactin are regulated by quorum sensing activity [ 60 , 61 ], which is major regulator of biofilm formation. Also, iron-signaling mechanisms contribute to biofilm development, which have been previously investigated with P. aeruginosa biofilms [ 62 ]. The crystal violet assay demonstrates the biofilm potential of these isolates, which corresponds with th",
    "e presence of secondary metabolite gene clusters associated with biofilm production. Fig. 6. Open in a new tab Gene clusters associated with known secondary metabolites from genomes from the UPA flex lines isolates identified using antiSMASH. The secondary metabolites of interest pyoverdine, occidiofungin, pyrrolnitrin, pyochelin, and ornibactin are associated with biofilm production, quorum sensing, antifungal properties, and hemolytic activity. The intensity of the color represents the completeness of the gene cluster compared to NCBI reference. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) 3.6. Characterization of bacterial-fungal interactions and hemolytic activity Assessing phenotypic traits from monoc",
    "ultures benefits microbial characterization. However, the importance of investigating interactions between organisms can provide greater insight toward community dynamics and is essential to our understanding of an environment’s microbiome. Bacterial-fungal interactions can result in molecular alterations that have the potential to influence pathogenicity, biofilm formation, or morphology of the microorganisms [ 63 ]. Likely as a result of predation within their environment, B. contaminans generates protective antifungal compounds that were noted within the genomes [ 61 , 64 ]. Of interest were biosynthetic gene clusters associated with the secondary metabolites occidiofungin and pyrrolnitrin, which were observed in B. contaminans 3.2 and 4.3 genomes. Organisms within the Burkholderia cepa",
    "cia complex (BCC) synthesize the antifungal occidiofungin through a non-ribosomal peptide synthetase mechanism [ 65 , 66 ]. Pyrrolnitrin, also an antifungal, is a product of quorum sensing [ 60 ]. Occidiofungin and pyrrolnitrin have shown antifungal activity against Aspergillus flavus [ 67 , 68 ]. Additionally, both antifungal compounds have also been tightly associated to hemolytic activity [ 38 , 61 ]. Therefore, the impact of potential secondary metabolite production from all the UPA isolates on A. flavus was evaluated using three types of media under two temperatures. Hemolytic potential was also assessed. At 25 °C incubation, B. contaminans isolates 3.2, 4.3, 4.5 from both UPA flex lines generated the highest zone of inhibition on A. flavus as compared to the other isolates, including",
    "the reference control B. cepacia ( Fig. 7 A). Other B. contaminans 3.1, and 4.2, P. fungorum 3.3 and 4.1, and B. cepacia did express the capability of inhibiting the growth of A. flavus but at a much lower intensity ( Fig. 7 A). This was enhanced by culture on PDA ( Fig. 7 A and 7B). Not unexpectedly, the growth media impacted the antagonistic effect on A. flavus , as was observed for R2A, while B. contaminans 3.1, and 4.2 and P. fungorum 3.3 and 4.1 did not strongly inhibit A. flavus growth ( Fig. 7 A). Regarding SABC, a zone of inhibition was not noted for any of the isolates, likely resulting from the interfering chloramphenicol. However, P. fungorum 3.3 and 4.1 showed very weak antagonistic effect, as fungal growth was observed. Fig. 7. Open in a new tab A) Bacterial-fungal interactio",
    "n between UPA flex line bacterial isolates and A. flavus at two temperatures (25 °C and 35 °C) and three growth media (R2A, PDA and SABC). Bar plot denotes the fungal diameter while the dot plot in red displays distance. B) The interaction of A. flavus with UPA flex line bacterial isolates on PDA at 25 °C. All measurements were in triplicate for each isolate. The distance for antagonistic activity was measured between the fungal growth and bacterial deposit (red arrow). The fungal growth diameter was measured triplicate. For irregularly shaped fungal growth, the measurement was taken from three different growth directions, assuming it was a diameter (blue arrow). See Table S3 for statistical data. (For interpretation of the references to color in this figure legend, the reader is referred",
    "to the Web version of this article.) A more optimal growth temperature for bacteria, 35 °C incubation was also investigated. Generally, there was no difference in the trend of antagonistic growth toward A. flavus as compared to 25 °C incubation. The growth diameter of A. falvus did not change between the temperatures for R2A and PDA media, but more growth was noted on SABC at 35 °C ( Fig. 7 A.). B. contaminans 3.2 and 4.3 expressed the highest antifungal capability at both temperatures and on all media assessed. The antagonistic distance was reduced at 35 °C on PDA media for B. contaminans 3.2, 4.3 and 4.5., which indicated the reduction of antifungal activity. Although there was no change in fungal growth, B. contaminans 4.5 showed much lower antagonistic distance on R2A at 35 °C. The uni",
    "dentified Gram-positive 4.4 and L. lichenia 5.2. did not express observable antifungal activity toward A. flavus on any of the tested media at either temperature ( Fig. 7 A). The association of L. lichenia with fungi is not well established. L. xyli has exhibited plant growth promoting and low level antifungal properties against certain plant pathogens [ 69 ]. In this investigation antifungal behavior was not noted with L. lichenia , nor were known gene clusters associated with fungal inhibition present. Pyochelin biosynthesis cluster was observed in the B. contaminans 3.1, 3.2, 4.2, 4.3, and 4.5 genomes and ornibactin gene cluster found in B. contaminans 3.1, 4.2, 4.3, and 4.5 and P. fungorum 3.3 and 4.1 ( Fig. 6 ). These secondary metabolites are siderophores [ 70 ]. Although pyochelin a",
    "nd ornibactin are not well-known as antifungal agents secreted by Paraburkholderia and Burkholderia , they have shown their antifungal and antimicrobial activity under iron deficiency [ [71] , [72] , [73] ]. Hemolytic activity was noted for B. contaminans 4.5, which demonstrated α-hemolysis activity, while B. contaminans 3.2 and 4.3. expressed strong β-hemolysis ( Table S4 and Fig. S2 ). All other isolates displayed γ-hemolysis (no hemolytic activity) following 48 h of incubation ( Table S4 and Fig. S2 ).",
    "3.1. Identification of microbial isolates from UPA95 and UPA115 flex lines Three bacteria and one fungus were recovered from UPA95, while six bacteria and two fungi were recovered from UPA115, as detailed in Table 1 . The three bacteria from UPA95 were all found to be Burkholderia species by Sanger sequencing but revealed distinct colony morphologies. Isolate 3.1 Burkholderia sp. colonies were milky white, isolate 3.2 Burkholderia sp. colonies were yellow, while isolate 3.3 B. fungorum colonies were smooth and white in appearance. The fungal isolate F3.1 was identified as a Fusarium sp. From UPA115, isolate 4.1 demonstrated rough, white colonies that were identified as B. fungorum. Additionally, three different Burkholderia morphologies were noted. Isolate 4.2 was white, whereas isolate 4.",
    "3 was yellow and isolate 4.5 was wet in appearance. The Burkholderia sp. 4.5 wet morphology was not noted from UPA95 and the two B. fungorum displayed different morphologies. Isolate 4.4 was a Gram-positive bacterium but could not be identified to the genus level. Isolate 5.2 was determined to be Leifsonia lichenia . The two fungal isolates from UPA115 were 4.1 Fusarium sp. and 4.2 Lecythophora mutabilis . Table 1. Culture-based identifications from UPA95 and UPA115 flex line hoses isolates via Sanger sequencing. Recycled brine line (UPA95' Flex line 96 M 12561-099) Purge line (UPA115' Flex line 96 M 12561-100) Bacterial Culture Fungal culture Bacterial Culture Fungal culture 3.1. Burkholderia sp._White F3.1. Fusarium sp. 4.1. Burkholderia fungorum F4.1. Fusarium sp. 3.2. Burkholderia sp._",
    "Yellow 4.2. Burkholderia sp._White F4.2. Lecythophora mutabilis 3.3. Burkholderia fungorum 4.3 . Burkholderia sp._Yellow 4.4. Unidentified Gram-positive species 4.5. Burkholderia sp._Wet 5.2. Leifsonia lichenia Open in a new tab It is not unexpected that a higher diversity of organisms was recovered from UPA115 as compared to UPA95, as UPA95 experiences a higher concentration and prolonged exposure of the urine pre-treat solution during the recycling of the brine, as noted in Table 2 . Bacterial isolate identification corresponds with historical data, as Burkholderia sp. is one of the most dominant bacterial genera recovered from the PWD and wastewater tank onboard the ISS [ [30] , [31] , [32] ]. The high prevalence of Burkholderia sp. is likely due to their resistance capabilities toward",
    "a broad range of metals [ 33 , 34 ] Historically, unidentified Gram-positive organisms and L. lichenia have been noted in samples returned from the ISS, but more common is the isolation of unidentified Gram-negative organisms. It is unclear if these bacteria survived the pre-treat solution or are part of the population downstream of the DA. While attempts are made to launch microbially-clean hardware for use onboard the ISS, hardware is not launched sterile. The recovered fungus, L. mutabilis, has been isolated by the JSC Microbiology Laboratory from returned wastewater (JSC archive, data not shown) and has also been noted from a filter within the WRS [ 30 , 31 ]. Fusarium sp. have been documented in the ISS environment, and it has associated with plant disease within the VEGGIE plant payl",
    "oad [ 35 ]. However, to the best of our knowledge, Fusarium sp. have not previously been isolated from any returned PWD or wastewater samples from the ISS. Table 2. Selected chemical components recovered from UPA95 and UPA115 flex line hoses. Recycled brine line (UPA95' Flex line 96 M 12561-099) Purge line (UPA115' Flex line 96 M 12561-100) Analyte Concentration (mg/L) Analyte Concentration (mg/L) Calcium 51.5 Calcium 0.14 Chromium 280 Chromium 1.02 Magnesium 27.1 Magnesium 0.26 Phosphate (as P) 1190 Phosphate (as P) 13.7 Potassium 624 Potassium 3.33 Sodium 483 Sodium 1.57 Open in a new tab 3.2. Culture-independent, 16S nanopore-generated microbial profiles A culture-independent method that is currently being used onboard the ISS for bacterial surface monitoring [ 9 ] was applied to the re",
    "maining volume of flush water not consumed by other evaluations. Greater diversity was noted using this method compared to the culture-based data ( Fig. 2 ). Paralleling the culture-based data, Burkholderia and Leifsonia were present, and UPA115 demonstrated overall greater diversity as compared to UPA95 ( Fig. 2 ). Fig. 2. Open in a new tab Microbial profile of the predominate genera within the UPA95 and UPA11 flex line hoses generated through culture-independent 16S rRNA nanopore sequencing. Alignments were generated with minimap2 (-ax map-ont). 3.3. Full genome analysis of bacterial isolates from UPA95 and UPA115 To construct their genomes, short read (Illumina) and long read (nanopore) sequencing was conducted for the nine bacterial isolates recovered from the two flex lines. Genome su",
    "mmary metrics are listed in Table 2 . Hybrid genome assemblies range from 3.8 to 9.7 million base pairs with 3–20 contigs ( Table 3 ). The total genome size, percent GC content, and total gene clusters were comparable to NCBI references ( Table 3 ). The average nucleotide identity (ANI) of the nine isolates ranged from 80.1 to 99.9 similarity to other genomes within NCBI. Based on these data, isolate identifications have been further defined beyond the Sanger 16S rRNA data. Isolates 3.1, 4.2, and 3.2, 4.3, and 4.5 were identified to B. contaminans, with an ANI 95.6 and 99.9 respectively [ 23 ] ( Table 3 ). Isolates 3.3 and 4.1 were identified as Paraburkholderia fungorum , based on updated nomenclature [ 36 ]. Isolates 4.4 and 5.2 did not change and will be described as a Gram-positive bac",
    "terium, and Leifsonia lichenia , respectively, due to low ANI percentages likely resulting from low representation of these organisms’ genomes. Table 3. Hybrid genome sequencing summary (additional details available in Table S5 ). Sample Source Sample Genome size (bp) Contigs Total Genes GC % Best Match NCBI ANI NCBI Burkholderia contaminans SK875 10922 8,596,045 3 7,784 66.1 Burkholderia contaminans LMG 23361 100 UPA95 3.1. 8,652,817 20 8,026 66.2 Burkholderia contaminans SK875 10922 95.6 UPA95 3.2. 8,726,360 3 7,932 66.3 Burkholderia contaminans SK875 10922 99.9 UPA115 4.2. 8,625,377 6 7,996 66.2 Burkholderia contaminans SK875 10922 95.6 UPA115 4.3. 8,680,200 5 7,876 66.3 Burkholderia contaminans SK875 10922 99.9 UPA115 4.5. 8,773,879 7 7,974 66.2 Burkholderia contaminans SK875 10922 99.",
    "9 NCBI Burkholderia fungorum ATCC BAA-463 9,058,983 3 8,190 62 Paraburkholderia fungorum NBRC 102489 98.6 UPA95 3.3. 9,564,261 5 8,799 61.6 Burkholderia fungorum ATCC BAA-463 98.6 UPA115 4.1. 9,745,290 6 8,950 61.6 Burkholderia fungorum ATCC BAA-463 98.6 NCBI Cellulomonas fimi ATCC 484 4,266,344 1 3,851 75.0 Cellulomonas fimi ATCC 484 100 UPA115 4.4. 3,862,723 9 3,608 73.2 Cellulomonas fimi ATCC 484 80.1 NCBI Leifsonia sp. PS1209 4,091,164 1 3,916 69.7 Leifsonia aquatica ATCC 14665 84.0 UPA115 5.2. 5,084,807 3 4,961 69.5 Leifsonia sp. PS1209 81.0 Open in a new tab Complete plasmids were not observed in any of nine isolates; however, multiple gene clusters associated with plasmids were noted. This corresponds to previous research detailing the loss of plasmids as a result of co-location and",
    "evolution among species in the Burkholderia cepacia complex [ 37 ]. Additionally, this parallels preceding reports assessing other B. contaminans isolates from the ISS potable water system [ 38 ]. Plasmid loss could potentially be a response of these organisms to the environment within the ISS water system where the associated genes do not lend a competitive advantage. Expanded evaluation of the bacterial isolates that could be identified was conducted through pangenomic analysis using the genomes of P. fungorum and B. contaminans . The B. contaminans pangenome analysis resulted in 13,598 unique gene clusters across the 78 NCBI reference genomes and the 5 isolates: 3.1, 3.2, 4.2, 4.3, and 4.4 ( Fig. 3 ). Of the unique gene clusters, 3,720 did not have a known function from the NCBI PGAP a",
    "nnotations. There was a high average geometric homogeneity index (GHI) and a functional homogeneity index (FHI) of 0.97. The high GHI of the analysis indicates that the patterns of residues within gene clusters are mostly uniform, and the high FHI in this study indicates that any differences are minimal and likely will not impact the protein products between genomes sharing unique clusters. Chromate and biofilm-related gene functions were searched for across pangenome annotations and marked in orange and yellow, respectively ( Fig. 3 ). Biofilm gene clusters and quorum system sensor gene clusters were observed in all 83 genomes. Multiple chromate resistance and transporter protein gene clusters stood out as features that set the five isolates from this study apart from the NCBI assemblies",
    "and from the other previously reported ISS isolates ( Fig. 3 , Table S1 ). The presence of these resistance gene clusters is not surprising and provides insight to the organism’s ability to survive the pretreatment solution within the UPA. Fig. 3. Open in a new tab A) Pangenomic analysis of the five B. contaminans isolates sequenced in this study. 3.1, 3.2, 4.2, 4.3 and 4.5, which are noted by pink and purple, with the 78 available assemblies from NCBI, in black, while the red denotes the previous isolates from the ISS potable water dispenser [ 38 ]. Orange text represents gene clusters associated with chromate resistance according to function. The light blue text represents gene clusters associated with biofilm formation. The details of all the B. contaminans functional genes and gene clu",
    "sters can be found in Table S1 . B) Pangenomic analysis of the two P. fungorium isolates 3.3 and 4.1 sequenced in this study, which are noted in teal, with 10 available assemblies from NCBI, noted in black. Here, as well as A, the orange text represents gene clusters associated with chromate resistance according to function. The details of the P. fungorium functional genes and gene clusters can be found in Table S2 . (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) The B. contaminans isolates from this study clustered together into two distinct groups based on amino acid similarity. The isolates 3.2, 4.3 and 4.5 (shown in pink, Fig. 3 ) are grouped together while other isolates 3.1 and 4.2 (shown in purple, Fi",
    "g. 3 ) are grouped. These isolates from this investigation grouped separately from the previous ISS potable water B. contaminans assemblies (shown in red, Fig. 3 ) [ 38 ]. The five B. contaminans isolates from this investigation did not share any unique gene clusters that were not observed in the reference genomes. However, isolates 3.2, 4.3 and 4.5 had 42 unique gene clusters with 23 of those having identified functions. Isolates 3.1 and 4.2 had 417 unique gene clusters, with 145 of those having identified functions that were not found in the other isolate groups or genome references. Isolates 3.2, 4.3 and 4.5 had several unique gene clusters of interest related to cadmium, toxin-antitoxin, flavodoxin and hemolysin proteins ( Table S1 ). These gene clusters could potentially be associated",
    "to the enhancement of virulence, a broad range of metal resistance, active metabolism, and high hemolytic activity [ [39] , [40] , [41] , [42] ]. Moreover, the toxin-antitoxin gene clusters have been previously connected to dormancy scenarios and a persister phenotype [ 43 , 44 ]. For isolates 3.1 and 4.2, some unique gene clusters of interest are associated with pilin, porin, copper-binding protein, zincin, arsenate and arsenic transporter, type II and IV secretion, and type II toxin-antitoxin. These gene clusters could correspond to cell adhesion ability, molecule transport, heavy metal resistance, and toxin-antitoxin ability [ [45] , [46] , [47] , [48] , [49] ]. While further evaluation into the expression and protein function is required, the differences in these gene clusters within",
    "the genome may provide insight into the morphological differences among the B. contaminans isolates. The P. fungorum pangenome analysis had 9,804 unique gene clusters across the 10 NCBI reference genomes and the two isolates: 3.3 and 4.1 ( Fig. 3 ). Of these unique gene clusters, 2,314 did not have a known function from the PGAP annotations. The FHI was 0.97 and the GHI was 0.98. These values indicate that the gene cluster residues are uniform with a low chance of protein functional change inside unique gene clusters. Gene clusters directly associated with biofilms were not observed across these 12 genomes. However, one unique quorum sensing gene cluster and 10 unique chromate-associated gene clusters were observed across all 12 genomes. There were 371 unique gene clusters shared between t",
    "he 3.3 and 4.1 isolates that were not present in the 10 NCBI references. Notably, a unique gene cluster associated with the chromate resistance protein (ChrB) was observed in both 3.3 and 4.1 but absent from the NCBI references. It is important to note that the significant difference in the number of unique gene clusters could be due to the lower number of available references from the current database for P. fungorum . Beyond chromate, resistance associated gene clusters were also noted for copper, arsenic, cadmium, and zinc ( Table S2 ). Again, while expression and protein products require further investigation, based on the genomic analysis, these organisms are likely to have tailored their genomes to support persistence within the flex line hoses. 3.4. Environmental scanning electron m",
    "icroscopy of UPA95 and UPA115 samples While the microbial population within the two flex lines had not previously been investigated or understood, previous biofilm-related issues within the ISS WPA resulted in questions of potential biofilms within other parts of the system. As such, samples of stagnant water within the flex lines were fixed immediately upon opening UPA95 and UPA115. Fungal biofilm networks were distinctly apparent in the samples from both flex lines ( Fig. 4 A, B, G, and H). However, fungal biofilm growth was more pronounced in UPA115 ( Fig. 4 G and H), as opposed to UPA95 ( Fig. 4 A and B). This observation parallels the higher microbial concentration noted from UPA115 as compared to UPA95, which is most likely due to the elevated levels of pre-treat solution in UPA95 pr",
    "eventing some microbial outgrowth ( Table 2 ). Fig. 4. Open in a new tab Environmental scanning electron microscopy images of water from the UPA flex lines. A – F) Samples resulting from flex line UPA95, in which high concentrations of the urine pretreatment solution are encountered. G – L) Samples resulting from flex line UPA115, in which the urine pretreatment solution is diluted as water vapor is carried to the distillation assembly. Red arrows denote potential biofilm biproducts such as EPS, yellow arrows denote bacterial cells, and blue arrows denote fungal hyphae. The increased abundance of the microbial growth displayed from the UPA115 flex lines (A and B low magnification) as compared to that noted from the UPA95 flex lines (G and H low magnification), demonstrates the more favorab",
    "le and growth promoting conditions and clear fungal-bacterial biofilm formation (as also noted in higher magnification J – L) within the UPA115 flex line. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) Upon magnification, present fungal hyphae were noted in various morphologies with smooth, twisted, straight, and rough surfaces revealed. Additionally, presence of bacteria on the fungal hyphae was noted at higher magnification ( Fig. 4 I). Bacteria and fungi interactively growing in the same environment has been investigated intensively and it is established that bacteria can grow both on and within the fungal hyphae [ 50 ]. This, along with other variables such as the presence of chemicals and/or bioproducts",
    "such as extracellular polymeric substance (EPS) could explain alterations in the hyphae surface [ [51] , [52] , [53] ]. While it is unknown which organisms produced it, EPS was noted in among the images ( Fig. 4 C, F, 4K, 4L). Taken together, this is the first evidence of biofilm formation within flex lines from the UPA onboard the ISS. 3.5. Biofilm potential of bacterial UPA95 and UPA115 isolates To empirically evaluate biofilm potential of the flex line bacterial isolates, a traditional crystal violet assay was performed following 24, 48, and 72 h of growth. At the earliest 24-h timepoint, significantly enhanced biofilm formation was noted for B. contaminans 3.1, 3.2, and 4.2, as compared to the reference control ( Fig. 5 ). Interestingly, this was not seen at 48 h, which could be attri",
    "buted to weak cell to cell adhesion or cell communication and a longer required time for quorum sensing to regulate EPS production and stabilize biofilm structure [ 54 ]. As expected, at 72 h, more mature biofilms were present for all the isolates including the reference control. However, B. contaminans 3.1 and 4.2 displayed significantly higher biofilm production as compared to the reference ( Fig. 5 ). While it was not surprising to see biofilm formation from Burkholderia [ 55 , 56 ], the production by some of the UPA isolates was notable and depicts the biofilm potential of these organisms. Fig. 5. Open in a new tab Biofilm formation of bacterial isolates from the UPA flex lines. Crystal violet intensity was evaluated at 540 nm. Isolates 3.1, 3.2, 4.2, 4.3 demonstrated pronounced biofil",
    "m formation as compared to the control at 24 h. Isolates 3.1 and 4.2 also demonstrated pronounced biofilm formation as compared to the controls at 72 h (*, P < 0.05). Statistical data can be found in Table S3 . (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) Probing the genomes for secondary metabolites revealed gene clusters associated with pyoverdin in B. contaminans 3.1 and 4.2, but not other isolates ( Fig. 6 ). Pyoverdin production directly correlates with biofilm formation, as has been documented regarding the pathogenicity of Pseudomonas aeruginosa [ 57 , 58 ]. With regard to Burkholderia, pyoverdine production has been associated with biofilm formation and pathogenicity in B. thailandensis [ 59 ]. How",
    "ever, the association of pyoverdin is unknown in the majority of this genera. Furthermore, the genomic data also reveal gene clusters associated with secondary metabolites involved in quorum sensing activity for all the B. contaminans and P. fungorum isolates , but not for the L. lichenia or unidentified Gram-positive bacterium ( Fig. 6 ). The iron-binding or antifungal functional group such as occidiofungin, pyrrolnitrin, pyochelin and ornibactin are regulated by quorum sensing activity [ 60 , 61 ], which is major regulator of biofilm formation. Also, iron-signaling mechanisms contribute to biofilm development, which have been previously investigated with P. aeruginosa biofilms [ 62 ]. The crystal violet assay demonstrates the biofilm potential of these isolates, which corresponds with th",
    "e presence of secondary metabolite gene clusters associated with biofilm production. Fig. 6. Open in a new tab Gene clusters associated with known secondary metabolites from genomes from the UPA flex lines isolates identified using antiSMASH. The secondary metabolites of interest pyoverdine, occidiofungin, pyrrolnitrin, pyochelin, and ornibactin are associated with biofilm production, quorum sensing, antifungal properties, and hemolytic activity. The intensity of the color represents the completeness of the gene cluster compared to NCBI reference. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.) 3.6. Characterization of bacterial-fungal interactions and hemolytic activity Assessing phenotypic traits from monoc",
    "ultures benefits microbial characterization. However, the importance of investigating interactions between organisms can provide greater insight toward community dynamics and is essential to our understanding of an environment’s microbiome. Bacterial-fungal interactions can result in molecular alterations that have the potential to influence pathogenicity, biofilm formation, or morphology of the microorganisms [ 63 ]. Likely as a result of predation within their environment, B. contaminans generates protective antifungal compounds that were noted within the genomes [ 61 , 64 ]. Of interest were biosynthetic gene clusters associated with the secondary metabolites occidiofungin and pyrrolnitrin, which were observed in B. contaminans 3.2 and 4.3 genomes. Organisms within the Burkholderia cepa",
    "cia complex (BCC) synthesize the antifungal occidiofungin through a non-ribosomal peptide synthetase mechanism [ 65 , 66 ]. Pyrrolnitrin, also an antifungal, is a product of quorum sensing [ 60 ]. Occidiofungin and pyrrolnitrin have shown antifungal activity against Aspergillus flavus [ 67 , 68 ]. Additionally, both antifungal compounds have also been tightly associated to hemolytic activity [ 38 , 61 ]. Therefore, the impact of potential secondary metabolite production from all the UPA isolates on A. flavus was evaluated using three types of media under two temperatures. Hemolytic potential was also assessed. At 25 °C incubation, B. contaminans isolates 3.2, 4.3, 4.5 from both UPA flex lines generated the highest zone of inhibition on A. flavus as compared to the other isolates, including",
    "the reference control B. cepacia ( Fig. 7 A). Other B. contaminans 3.1, and 4.2, P. fungorum 3.3 and 4.1, and B. cepacia did express the capability of inhibiting the growth of A. flavus but at a much lower intensity ( Fig. 7 A). This was enhanced by culture on PDA ( Fig. 7 A and 7B). Not unexpectedly, the growth media impacted the antagonistic effect on A. flavus , as was observed for R2A, while B. contaminans 3.1, and 4.2 and P. fungorum 3.3 and 4.1 did not strongly inhibit A. flavus growth ( Fig. 7 A). Regarding SABC, a zone of inhibition was not noted for any of the isolates, likely resulting from the interfering chloramphenicol. However, P. fungorum 3.3 and 4.1 showed very weak antagonistic effect, as fungal growth was observed. Fig. 7. Open in a new tab A) Bacterial-fungal interactio",
    "n between UPA flex line bacterial isolates and A. flavus at two temperatures (25 °C and 35 °C) and three growth media (R2A, PDA and SABC). Bar plot denotes the fungal diameter while the dot plot in red displays distance. B) The interaction of A. flavus with UPA flex line bacterial isolates on PDA at 25 °C. All measurements were in triplicate for each isolate. The distance for antagonistic activity was measured between the fungal growth and bacterial deposit (red arrow). The fungal growth diameter was measured triplicate. For irregularly shaped fungal growth, the measurement was taken from three different growth directions, assuming it was a diameter (blue arrow). See Table S3 for statistical data. (For interpretation of the references to color in this figure legend, the reader is referred",
    "to the Web version of this article.) A more optimal growth temperature for bacteria, 35 °C incubation was also investigated. Generally, there was no difference in the trend of antagonistic growth toward A. flavus as compared to 25 °C incubation. The growth diameter of A. falvus did not change between the temperatures for R2A and PDA media, but more growth was noted on SABC at 35 °C ( Fig. 7 A.). B. contaminans 3.2 and 4.3 expressed the highest antifungal capability at both temperatures and on all media assessed. The antagonistic distance was reduced at 35 °C on PDA media for B. contaminans 3.2, 4.3 and 4.5., which indicated the reduction of antifungal activity. Although there was no change in fungal growth, B. contaminans 4.5 showed much lower antagonistic distance on R2A at 35 °C. The uni",
    "dentified Gram-positive 4.4 and L. lichenia 5.2. did not express observable antifungal activity toward A. flavus on any of the tested media at either temperature ( Fig. 7 A). The association of L. lichenia with fungi is not well established. L. xyli has exhibited plant growth promoting and low level antifungal properties against certain plant pathogens [ 69 ]. In this investigation antifungal behavior was not noted with L. lichenia , nor were known gene clusters associated with fungal inhibition present. Pyochelin biosynthesis cluster was observed in the B. contaminans 3.1, 3.2, 4.2, 4.3, and 4.5 genomes and ornibactin gene cluster found in B. contaminans 3.1, 4.2, 4.3, and 4.5 and P. fungorum 3.3 and 4.1 ( Fig. 6 ). These secondary metabolites are siderophores [ 70 ]. Although pyochelin a",
    "nd ornibactin are not well-known as antifungal agents secreted by Paraburkholderia and Burkholderia , they have shown their antifungal and antimicrobial activity under iron deficiency [ [71] , [72] , [73] ]. Hemolytic activity was noted for B. contaminans 4.5, which demonstrated α-hemolysis activity, while B. contaminans 3.2 and 4.3. expressed strong β-hemolysis ( Table S4 and Fig. S2 ). All other isolates displayed γ-hemolysis (no hemolytic activity) following 48 h of incubation ( Table S4 and Fig. S2 ).",
    "The significant horticultural crop, cauliflower (Brassica oleracea L. var. botrytis) is vulnerable to the excessive salt concentration in the soil, which contributes to its scaled-down growth and productivity, among other indices. The current study ...",
    "3.1. Germination parameters in salinity stress conditions Salt stress had a major influence on seed germination in the absence of priming treatment. Significantly lower seed germination metrics were observed in the salt-stressed non-primed cauliflower seeds (NPS) than in the non-stressed non-primed (NPN) seeds. A decline in germination potential (29.17%), germination rate (30.72%), germination index (42.88%), vigour index (70.59%), shoot length (33.9%), root length (68.64%), shoot fresh weight (43.01%), root fresh weight (50.3%), shoot dry weight (46.75%), and root dry weight (51.0%) was observed in NPS compared to NPN ( Table 1 ). Table 1. Effects of salt stress on seed germination traits in cauliflower. Treatments GP (%) GR (%) GI VI SL (cm) RL (cm) SFW (mg) RFW (mg) SDW (mg) RDW (mg) NP",
    "N 80.0 a 86.6 a 7.51 a 0.17 a 2.36 a 5.23 a 154.80 a 22.15 a 26.16 a 3.00 a NPS 56.67 b 60 b 4.29 b 0.05 b 1.56 b 1.64 b 88.23 b 11.01 b 13.93 b 1.47 b Open in a new tab Notes: NPN: no priming and no stress; NPS: no priming and salt stress; GR: germination rate; GI: germination index; VI: vigour index; SL: shoot length; RL: root length; SFW: shoot fresh weight; RFW: root fresh weight; SDW: shoot dry weight; RDW: root dry weight. Different letters within a column indicate a significant difference at p < 0.05. 3.2. Effect of different seed priming treatments on germination metrics under salinity stress The germination attributes varied with different priming treatments, viz. hydropriming, halopriming, etc. under salinity stress in a dose-dependent manner ( Fig. 2 ). All the germination featu",
    "res were greater in the hydropriming group than in the non-primed control, excluding RSDW ( Table 2 ). The majority of germination matrices were better in the TU and proline groups than the halopriming with 100 mM NaCl. Seed priming with PEG increased all germination parameters, and the relative values of most features, including RVI, RSL, RRFW, RRDW, and others, were higher in the PEG treatments than in the other treatments ( Table 2 ). Fig. 2. Open in a new tab Effect of priming on phenotypic characteristics of the 10 days-old cauliflower seedlings under salinity stress for (A) Control (NPN) (B) Stress (NPS) (C) HP (D) NaCl 25 mM (E) NaCl 50 mM (F) NaCl 100 mM (G) Pro 5 mM (H) Pro 10 mM (I) Pro 20 mM (J) PEG 10% (K) PEG 20% (L) PEG 30% (M) TU 1 mM (N) TU 3 mM (O) TU 5 mM priming. Table 2",
    ". Relative values of seed germination traits under saline conditions in different priming treatment groups. Treatments RGP RGR RGI RVI RSL RRL RSFW RRFW RSDW RRDW HP 1.23 a 1.33 a 1.58 a 2.35e f 1.03 d 2.29 c 1.48 ab 1.57 c 1.29 e 1.56 b 25 mM NaCl 1.00 ab 1.11 ab 1.59 a 3.47 bcd 1.06 d 2.24 c 1.61 ab 2.31 bc 1.72 cde 2.37 ab 50 mM NaCl 1.18 a 1.22 ab 1.67 a 3.55 bc 1.61 abc 2.40 bc 1.81 ab 2.24 bc 2.29 bc 1.86 ab 100 mM NaCl 0.71 b 0.83 c 0.97 b 1.47 f 1.04 d 1.32 d 1.35 b 1.58 c 1.49 de 1.50 b 5 mM Pro 1.06 ab 1.06 bc 1.38 ab 2.50 de 1.28 bcd 3.37 a 1.73 ab 1.93 bc 1.54 de 2.11 ab 10 mM Pro 1.18 a 1.17 ab 1.54 ab 3.22 bcde 1.51 abcd 3.35 a 2.02 a 2.21 bc 1.91 bcde 2.51 ab 20 mM Pro 1.18 a 1.22 ab 1.49 ab 2.64 cde 1.17 cd 3.24 ab 1.75 ab 1.88 c 1.64 cde 2.04 ab 10% PEG 1.23 a 1.17 ab 1.69",
    "a 3.23 bcde 1.81 a 3.29 ab 1.63 ab 3.30 a 2.52 ab 2.90 a 20% PEG 1.29 a 1.22 ab 1.72 a 5.33 a 1.95 a 3.28 ab 2.07a 2.97 ab 3.09 a 2.17 ab 30% PEG 1.35 a 1.28 ab 1.81 a 5.06 a 1.65 abc 2.86 abc 1.58 ab 2.02 c 1.83 bcde 1.60 b 1 mM TU 1.12 a 1.11 ab 1.44 ab 2.54 de 1.65 abc 2.39c 1.60 ab 1.88 c 1.83 bcde 1.71 b 3 mM TU 1.29 a 1.33 a 1.77 a 3.91 b 1.77 ab 2.84 ab c 1.85ab 2.33 bc 2.17 bcd 2.58 ab 5 mM TU 1.23 a 1.33 a 1.68 a 3.36 bcd 1.76 ab 2.52 abc 1.88 ab 2.12 c 2.19 bcd 2.22 ab Open in a new tab Notes: RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RRFW: relative root fresh weight; RSDW: relative shoot dry weight; RRD",
    "W: relative root dry weight. A relative value greater than 1 or less than 1 indicates that the trait is higher or lower than in the control. Different letters within a column indicate significant differences at p < 0.05. 3.3. The correlation coefficient among germination parameters The correlation coefficient analysis for different germination parameters depicted two distinct groupings with closely related characteristics ( Fig. 3 ). RGP, RGR, RGI, and RVI belonged to one group, whereas RSFW, RRFW, RSDW, RRDW, RSL, and RRL, belonged to the other group with closely related features. Most germination traits exhibited statistically significant associations at the p < 0.01 level. The RGP was substantially linked with RVI, RRL, and RSL with correlation values of 0.72, 0.65, and 0.65, respective",
    "ly. The RGI showed a correlation with RSL and RVI with correlation values of 0.63 and 0.81, respectively. A significant correlation was also found between RSL and RSDW having correlation values of 0.68 and 0.70, respectively. Fig. 3. Open in a new tab Heat map of correlations among germination traits under saline conditions. RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RRFW: relative root fresh weight; RSDW: relative shoot dry weight; RRDW: relative root dry weight. A darker red colour indicates a larger correlation coefficient, and a darker blue colour indicates a smaller correlation coefficient. * and ** indicate si",
    "gnificant correlations at p < 0.05 and p < 0.01, respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.) 3.4. Principal component analysis The influence of several priming agents on B. oleracea L. var. botrytis germination characteristics under salt stress was studied using principal component analysis (PCA). The components PC1 and PC2 explained 61.18% and 15.78% of the total variance, respectively ( Fig. 4 ). The major impacts of different priming agents on germination traits were precisely scattered on the PC1 axis in the pattern of 20% PEG > 10% PEG> 3 mM TU> 5 mM TU> 30% PEG> 10 mM Proline> 50 mM NaCl> 20 mM Proline> 25 mM NaCl> 5 mM Proline> 1 mM TU> HP> 100 mM NaCl. The PEG treatments had greater",
    "PC1 scores and were clustered on the right side of the PC1 axis, meanwhile, the lower scoring treatments were majorly on the left. PCA revealed increased germination indices in PEG-treated seeds among all the priming treatments tested. Fig. 4. Open in a new tab Principle component analysis of germination traits for different seed priming treatments. RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RRFW: relative root fresh weight; RSDW: relative shoot dry weight; RRDW: relative root dry weight. The loading matrix of a specific principal component was used to represent the level of correlation among germinative traits and",
    "the principal component ( Table 3 ). PC1 demonstrated substantial positive relationships and high loading conditions on all germination attributes. PC2 exhibited significant positive relationships with growth indices, but negative associations were observed in terms of RGP, RGR, RVI, and RGI. This means that PC1 indicated all germination but PC2 showed the inverse correlations between RGR, RGP, RGI, RVI, and other growth indices. Table 3. Loading matrix for principal components. PC RGP RGR RGI RVI RSL RRL RSFW RRFW RSDW RRDW PC1 0.343 0.278 0.356 0.334 0.337 0.293 0.313 0.313 0.330 0.250 PC2 −0.388 −0.520 −0.304 −0.128 0.115 0.062 0.120 0.417 0.306 0.413 Open in a new tab Notes: RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: rela",
    "tive vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RSDW: relative shoot dry weight; RRFW: relative root fresh weight; RRDW: relative root dry weight. 3.5. Cluster analysis According to Ward's approach of systematic categorization, the 13 distinct priming treatments were classified into three groups in cluster analysis ( Fig. 5 ). The 1 mM TU, HP, and 100 mM NaCl treatments were in the first group, and they had a smaller effect on seed germination under salt stress than the other treatments. The 20% PEG and 30% PEG treatments were in the second group, and they had the best effect on seed germination in salty circumstances. The third group, which included the 5 mM proline, 20 mM proline, 10 mM Proline, 50 mM NaCl, 5 mM TU, 3 mM TU, 25",
    "mM NaCl, and 10% PEG treatments, showed increased germination traits under salinity stress conditions, relatively to a lower extent. Fig. 5. Open in a new tab Dendrogram of seed priming treatments based on Y-values using Ward's method of systematic classification. 3.6. Effect of priming on protein, proline, and MDA content Priming has a significant impact on protein, proline, and MDA content in cauliflower seedlings ( Fig. 6 ). The salinity stress gradually reduced the protein content with increasing salt concentration compared to the control. Among the different priming agents, TU showed a greater effect on increasing protein content (19.52%) in seedlings grown under salt stress than the control compared to all other priming treatments ( Fig. 6 B). It was observed that the proline conten",
    "t was increased in all priming treatments compared to unprimed seedlings. Seedlings growing only in salt conditions without a primer reduced protein content by 36.35% than control in comparison to all other treatments. Seedlings primed with proline have the proline content increased 2 to 3-fold in all primed treatment in compared to control has the lowest proline content ( Fig. 6 C). Priming has been shown to be an effective method to mitigate the stress-induced formation of MDA and reactive oxygen species. Lipid peroxidation indicated by MDA content was differentially reduced in a dose-dependent and priming agent-specific manner by application of the priming treatment compared to stressed seedlings ( Fig. 6 A). As a result, cauliflower seedlings derived from prepared seeds had greatly red",
    "uced MDA levels under salt stress conditions ( Fig. 6 A). Fig. 6. Open in a new tab Effects of seed priming under salt stress in Cauliflower seedlings. At 10 days post-incubation, non-primed no stress (NPN), no priming with salt stress (NPS), and primed with different priming agents under salt stress seedlings were harvested and analysed for MDA, proline, and soluble protein content. (A) Effects of seed priming on MDA content (B) Soluble proline and (C) Protein content. Each data presents the mean ± standard deviation. Different low case letters above the bars indicate significant statistical differences between the treatments (p < 0.05). 3.7. Photosynthetic pigments and DAB staining It has been observed that chlorophyll and carotenoid pigments are susceptible to salinity stress ( Fig. 7 )",
    ". The primed B. oleracea L. var. botrytis seedlings showed a much-reduced rate of photosynthetic pigments degradation under saline conditions in comparison to non-primed seedlings. Seed priming with different priming agents, viz. proline, PEG, TU, NaCl, and H 2 O remarkably improved the chl a, chl b, total chlorophyll, and carotenoid content in B. oleracea L. var. botrytis seedlings under salinity stress in a dose-dependent manner. The Chl a, Chl b, and total chlorophyll were increased at 1.95 fold, 3.38 fold and 2.15 fold in Pro 10 mM, Pro 20 mM, and Pro 10 mM, respectively while carotenoidswere highly increased (2 fold) on 20 mM PEG compared to all treatments. The DAB staining results showed that unprimed leaves exhibited a distinct brown stain after treatment with a higher salinity (100",
    "mM), indicating greater ROS accumulation compared to primed leaves ( Fig. 8 ). Overall, salt stress, which produced large amounts of peroxide radicals, alleviated, while all plants treated with priming agents mitigated the effects of the stress by preventing peroxide radical production. Fig. 7. Open in a new tab Effects of seed priming under salt stress in Cauliflower seedlings. At 10 days post-incubation, non-primed no stress (NPN), no priming with salt stress (NPS), and primed with different priming agents under salt stress seedlings were harvested and analysed for chlorophyll and carotenoid content. (A) Effects of seed priming on Chl a content (B) Chl b content (C) total Chl content and (D) Carotenoid content. Each data presents the mean ± standard deviation. Different low case letters",
    "above the bars indicate significant statistical differences between the treatments (p < 0.05). Fig. 8. Open in a new tab Qualitative histochemical assay of cauliflower leaves.",
    "Salt stress can easily stunt Brassica growth, especially during germination. In this study, salt stress greatly reduced cauliflower germination as evidenced by reductions in germination potential, germination rate, germination index, and vigor index, and inhibition of seedling development. Under salt stress, seed germination can be suppressed or delayed for a variety of reasons. First, salinity significantly slows seedling growth and affects typical morphologies throughout the seedling stage by disrupting a number of vital fundamental cellular processes that alter the rate of emergence and growth, particularly in glycophytes [ 66 ]. Second, salt stress has been linked to ion toxicity and osmotic stress in cellular metabolic processes, resulting in lower turgor pressure due to increased neg",
    "ative water potential, both of which affect growth traits such as shoot root length, plant vigor, seedling growth, and biomass [ [67] , [68] , [69] , [70] ]. Therefore, the main consequence of salt stress is a reduction in the cell division process, resulting in reduced development of the internodes, contributing to reduced growth and elongation of shoots, reduced leaf elongation, and rapid cell death [ 1 , [71] , [72] , [73] ]. Increasing salt tolerance and using appropriate management techniques to counteract the negative effects of salinity on salt-sensitive species is one of the most important and difficult management tasks [ 74 ]. Therefore, seed priming is the effective and ancient method to reduce the negative effects of various abiotic stresses [ [75] , [76] , [77] ]. Various primi",
    "ng techniques have been applied to seeds of many crops to help them overcome growth barriers and establish themselves more successfully in harsh climatic conditions [ [78] , [79] , [80] , [81] , [82] ]. Priming improves water uptake, causing the cell cycle in the G2 phase to proceed faster in pre-treated seeds than in non-pre-treated seeds, which can lead to cell synchronization [ 83 ], increased sugar content, organically producing compounds and modifying the Metabolic activities during seed germination and ultimately lead to uniform and better development of seedlings [ 84 ]. So pre-treating seeds with chemical agents, which create a moderate stress-like signal, permits the establishment of a “priming memory,” that improves tolerance when the plant is subjected to various abiotic stress",
    "in the future [ 85 , 86 ]. In the present study, an attempt was made to investigate the effects of different priming techniques such as hydro-, halo- and osmopriming using appropriate priming agents such as water, NaCl, proline, PEG and TU on B. oleracea under salt stress and the results showed that all priming agents tested enhanced the germination indices of cauliflower seeds under salt stress over the unprimed group ( Table 2 ). All priming techniques proved beneficial to improve germination indices and growth parameters, i.e., GP, GR, SVI, RL, SL, SDW and RDW significantly in B. oleracea under salinity regime ( Table 2 ). Salt stress increases ROS production by causing oxidative stress and lipid peroxidation, leading to disruption of biochemical and physiochemical activities [ [87] , [",
    "88] , [89] , [90] ]. MDA level is a lipid peroxidation indicator that is more visible in salt sensitive plants compared to salt tolerant plants and can be used to determine the extent of oxidative damage, membrane rupture, DNA damage and cell death [ 91 , 92 ]. In the present study, the results showed that MDA levels were increased over control in non-primed cauliflower seedlings (NPS) grown under salt stress ( Fig. 6 A). All tested priming treatments were found beneficial to counteract the salinity stress responses differentially with respect to MDA content ( Fig. 6 A). In cauliflower seedlings treated with halo-priming (NaCl-priming), MDA content increased steadily with increasing NaCl-priming concentrations ( Fig. 6 A). In contrast, in osmoprimed (PEG-primed) seedlings, MDA content was",
    "gradually reduced with an increase in PEG levels. Thiourea and proline priming reduced MDA content in a dose-specific manner and was effective over hydro-priming alone ( Fig. 6 A). Similar results have been observed in previous findings showing that MDA concentrations decrease in certain radish cultivars while increasing in others under saline conditions [ [93] , [94] , [95] ]. However, in the control seedling, a lower level of MDA was observed with no primer and no salt stress (NPN) treatment. Thus, the present results showed that the MDA content of seedlings sprout from prepared seeds decreased significantly, indicating that these seedlings were better protected against salt stress. Ibrahim (2016) examined the benefits of seed priming in combating salt-induced lipid peroxidation and inhi",
    "bition of MDA build-up (Ibrahim, 2016). MDA formation in prepared seedlings is hampered by the activation of both enzymatic and non-enzymatic antioxidant mechanisms, as evidenced by maize research [ 96 ]. The first organelle to be altered by salt stress is the cell membrane, since polyunsaturated fatty acids are one of the membrane lipid components most susceptible to peroxidation during times of stress. Increased membrane permeability causes lipid peroxidation, which compromises membrane integrity [ 97 ]. Among the organic solutes, proline has been shown to maintain cellular osmotic potential, stabilize membranes, and detoxify toxic ions in salt-stressed plants [ [98] , [99] , [100] , [101] ]. The accumulation of proline in salt-stressed plants was therefore considered as a predictive fac",
    "tor for salt tolerance. In the current study, the proline content in the untreated salt stress (NPS) control is higher than in the no-prime and no-stress (NPN) treatment control, but significantly lower than in primed treatments ( Fig. 6 C). All priming treatments on cauliflower seeds significantly improved proline accumulation with increasing concentration of the respective priming agents in the cauliflower seedlings grown under the salt stress regime ( Fig. 6 C). However, halopriming (NaCl priming) and proline priming proved very beneficial in terms of proline accumulation among all attempted priming treatments. However, the lowest level of proline was found in the case of hydropriming alone, although it was much greater than the unprimed and unstressed (NPN) control and was considerably",
    "similar to seedlings primed with lower concentrations of PEG and TU ( Fig. 6 C). The current results showed that proline concentrations in cabbage increased with increasing salinity, consistent with previous results in salt-sensitive Napa cabbages [ 102 ]. It has been suggested that proline amino acid aggregation occurs more frequently than other amino acids in stressful environments and may be a factor in osmotic management and regulation of plant enzyme activity [ 103 , 104 ]. Accumulation of proline amino acids protects plant tissues from stress by acting as a fixative enzyme that reduces lipid peroxidation by improving membrane integrity and reducing cell membrane breakdown [ [105] , [106] , [107] , [108] ]. In the current studies, the results showed that the non-primed control seedli",
    "ngs with no salt stress (NPN) were high in protein, while the non-primed control seedlings grown under salt stress (NPS) were lower in protein ( Fig. 6 B). When halo-primed (NaCl treatment), the protein content increased with increasing NaCl concentration from 25 mM NaCl to 50 mM NaCl and decreased when priming with 100 mM NaCl. When osmoprimed with proline and PEG, the protein content increased with increasing concentration of the priming agent. Higher concentrations of both priming agents, PEG and thiourea, showed the highest total soluble protein content in cauliflower seedlings grown under salt stress. However, water-primed seeds also slightly increased protein content, but the overall gain was much higher in the case of halo, TU, PEG, and proline priming ( Fig. 6 B). The growth of the",
    "free amino acid pool due to hydrolysis of protein during the osmotic adjustment process may account for the increase in total soluble protein under salt stress. Seed priming enhanced accumulation of all soluble proteins under a variety of abiotic stressors [ [109] , [110] , [111] , [112] ]. Future research should address the mechanism by which seed preparation increases total protein content. In the present study, a reduction in Chl a, Chl b and total Chl was observed in the unprimed salt stressed (NPS) control, however, high chlorophyll content was found in the unprimed and unstressed (NPN) control ( Fig. 7 ). Interestingly, all priming approaches mitigated the deleterious effects of salinity on chlorophyll and carotenoid levels, and significantly enhanced photosynthetic pigments ( Fig.",
    "7 A–D). Proline priming proved to be much more beneficial for enhancing photosynthetic pigments than hydropriming alone. Halopriming was the least effective for pigment enhancement compared to other priming approaches in cauliflower. Salinity has a significant impact on all developmental traits. However, different treatments showed different responses to salinity sensitivity. Fig. 7 showed that the hydroprimed and NaCl pre-treated seedlings had no significant difference in Chl b but increased Chl a and total Chl in the NaCl pre-treated seedlings. The amount of photosynthetic pigments in plant leaves is affected by increased concentrations of Na + and Cl − [ 113 , 114 ]. However, it has been discovered that as salinity increases, chlorophyll levels decrease. Salinity stress causes a reducti",
    "on in chlorophyll concentration, which could be due to its negative effects on membrane integrity, decreased biosynthesis, or rapid pigment degradation [ 115 , 116 ]. It has also been observed that the long-term effects of salt cause the development of chlorophyll-protein-lipid complexes to be disrupted [ 117 ]. In the present study, seed primed with Pro, PEG and TU significantly increased total chlorophyll compared to hydropriming in salt stress ( Fig. 7 C). In the current investigation, proline priming significantly increased chlorophyll content, and proline treatment was also reported to favourably affect Chl a and total chlorophyll content in salt-stressed S. bicolor [ 118 ].",
    "Spaceflight presents a multifaceted environment for plants, combining the effects on growth of many stressors and factors including altered gravity, the influence of experiment hardware, and increased radiation exposure. To help understand the plant ...",
    "Comparative transcriptomics of plant spaceflight-response data One method to assess the similarities and differences in transcriptome-level responses between different plant spaceflight experiments is to make comparisons using the results of the analyses already presented in the primary literature on each study. This approach can be further expedited using tools, such as the Test of Arabidopsis Space Transcriptome (TOAST) database 14 that aggregates these analyses into an interactive data exploration environment. Such comparative studies capitalize upon the unique insights of the researchers who performed each experiment and the tailored analytical tools and approaches they then employed to define differentially expressed genes (DEGs) in their original publications. We will refer to these",
    "studies as in-house analyses. However, the wide range of analytical pipelines used in such a primary literature-based approach inevitably imposes some limitations on the robustness of any conclusions that can be drawn between studies. This problem arises because differences in gene expression patterns between datasets likely involve both the effects of experimental treatments, such as growing plants in spaceflight versus a ground control, and of elements specific to the different analytical programs and statistical approaches used to analyze the data. Indeed, differences between results from different software packages analyzing the same raw transcriptomics datasets are well-documented in the literature 15 . Therefore, a complementary methodology was also applied by reanalyzing the plant s",
    "tudies used in our analysis via the common computational pipelines summarized in Fig. 1 . A similar strategy of reanalyzing published datasets using a common computational approach has been used in the EMBL-EBI gene Expression Atlas. For example, when these researchers import RNA-seq data, a standardized analysis is performed using the integrated RNA-seq Analysis Pipeline, or iRAP, approach 16 . Although this analysis pipeline is different from the one we have adopted, the standardizing of analysis across all datasets for the EMBL-EBI gene Expression Atlas is designed with the same goal in mind: to reduce the potential for generating artifacts that are caused by making comparisons between datasets that have been the subject of different initial data analysis methodologies. Fig. 1. Uniform",
    "analysis pipeline applied to Arabidopsis GLDS datasets used in this study. Open in a new tab Normalized expression arrays are imported from NASA’s GeneLab repository ( https://genelab-data.ndc.nasa.gov/genelab/projects ) and then parsed by the TOAST X-Species Transcriptional Explorer ( https://astrobiology.botany.wisc.edu/x-species-astrobiology-genelab ) for analysis of common features between experiments (cross experiment intersect analysis). The iDEP.92 R-shiny app 59 is then used to generate expression heatmaps for clustering, and to perform Principal Component Analysis (PCA), Multidimensional Scaling analysis (MDS), t-distributed Stochastic Neighbor Embedding (T-SNE), Weighted Gene Correlation Network Analysis (WGCNA) and K-means statistical analyses. Functional analyses are then perfo",
    "rmed using the online tools at Ensembl GO 53 , KEGG (Kyoto Encyclopedia of Gene and Genomes) 56 , AraCyc 57 and Reactome 58 . These data are then visualized as tables and dendrograms of the enriched functional groups that are altered by spaceflight and/or related stimuli. Using our common analysis pipeline approach to comparing DEGs across all the Arabidopsis studies, batch effects (i.e., confounding variables imposing effects on patterns of gene expression over and above those of the spaceflight treatment) became readily evident. Thus, Principal Component Analysis (PCA) and Euclidean hierarchical clustering revealed that rather than the comparison between of spaceflight and ground control, whether RNA-seq or microarray was used to detect patterns of gene expression is the factor with the",
    "largest effect on separating studies (PCA1, explaining 83% of the variance between experiments; Fig. 2a, c ). Similar analysis showed the important but lesser impact of lighting environment (Fig. 2b ). It is important to note here that we have used a statistical threshold of p < 0.01 to define a DEG. Our analysis pipeline also generates the more stringent adjusted p -value (or q -value) that corrects the p -value for the false discovery rate associated with multiple testing. Although we have analyzed the p -value filtered results to encompass as broad a set of DEGs as possible, q -values are presented in the tables of Supplementary Data, to allow the reader to define DEG lists using this parameter. Similarly, a cut off related to fold-change in expression (such as only evaluating genes sho",
    "wing ≥2-fold change in e.g., spaceflight versus their paired ground control) is often used in the literature to limit the extent of the gene lists being analyzed. Again, we have opted not to apply such a fold-change cut off to maintain the most inclusive list of DEGs for analysis. However, fold-change in expression level is also presented in the Supplementary Data, allowing the reader to filter the gene lists using a fold-change cut off as appropriate for their analyses Fig. 2. Principal component analysis (PCA) of the 15 plant datasets in the Matrix reveals clustering based on analystical approach (microarray versus RNA-seq) and by lighting conditions. Open in a new tab Principal components sperate datasets by a microarray versus RNA-seq-based analyses and b by growth in the light versus",
    "the dark environment of the growth hardware. PC1 principal component 1, PC2 principal component 2, PC3 principal component 3. Percentage reflects the degree of variance accounted for by each principal component. c Euclidian hierarchical clustering confirms grouping by assay type (microarray versus RNA-seq) as major factor within the data. Ecotypes: Col Columbia, Cvi Cape Verde Island, Ws Wassilewskija, Col-0 + Ws, mixed sample 80% Ws, and 20% Col ecotypes. Genotypes: WT wild-type, act2 actin 2 , arg1 altered response to gravity 1, atm1 ataxia-telangiectasia mutated 1 , hsfa2 heat shock transcription factor A2, phyD phytochrome D . We next created a connectivity network visualization system using all the pairwise comparisons that can be made between the GLDS used in our analysis (Fig. 3a–g",
    "; Supplementary Data 2 ; an interactive version of this connectivity analysis is available at: https://gilroy-qlik.botany.wisc.edu/a/sense/app/20aa802b-6915-4b1a-87bd-c029a1812e2b/sheet/6241e71a-a3c5-4c63-9210-e05c743699d7/state/analysis ). Pairwise factor correlation analysis was performed by inspection of the Matrix in Supplementary Data 1 and manually scoring factors that are similar between different pairs of studies, assigning a value of 1 for each factor shared between a pair and a value of zero if that factor was different. Thus, the more factors in common between a pair of studies, the greater their similarity scores. The full pairwise similarity matrix can be found in Supplementary Data 2 . This approach linked the studies using similarity scores reflecting commonalities in the di",
    "fferent experimental designs and metadata factors within the datasets in our study. Such network analysis allowed us to further visualize and dissect links between the factors that potentially cause the clustering of studies identified in the PCA (Fig. 2 ). When represented graphically as links between studies and metadata factors, this analysis demonstrated that hardware and its associated lighting regimes were indeed likely key components that influence clustering of responses in the data (Fig. 4 ). Fig. 3. Pairwise factor correlation analysis creates a weighted network linking studies based on metadata similarity score. Open in a new tab a Whole connectivity network. Numbers and thickness of connection (network edge) reflect degree of connectivity through shared metadata factors. b – f",
    "5 sub-networks based on common BRIC hardware experiment design: b sub-network of experiments performed using the BRIC hardware (mean connectivity score: 6.3), c BRIC experiments involving seedlings (mean connectivity score: 6.0). Seedling experiments analyzed using d RNA-seq (mean connectivity score: 8) or e microarray (mean connectivity score: 7.6) and f BRIC experiments that have used cell cultures, all analyzed by microarray (mean connectivity score: 7.4). For a – g size of circle for each study reflects the number of connected factors available for pairwise comparison. g Examples of connectivity of GLDS-7 , GLDS-37 , GLDS-38 , and GLDS-120 by tissues sampled and ecotypes analyzed. Colored lines reflect factor connecting studies. Ecotypes: Col, Columbia; Ws, Wassilewskija; Ler, Landsber",
    "g. See Supplementary Data 2 for full connectivity matrix. Fig. 4. Graphical representation of metadata related to tissues, assay type and flight vehicle. Open in a new tab The specific assay and tissue types for each dataset are indicated with network clustering based on hardware. See Supplementary Data 1 and 2 for the Matrix driving this visualization. Note the hardware used to analyze plant response to spaceflight often defines the types of tissue that are available and so these two variables are often linked. Purple color circles represent RNAseq analysis of wild-type Col-0 plants, shades of blue represent other WT ecotypes, the pink circle represents RNA-seq analysis performed on mutants. The size of circles is a qualitative representation of the amount of differentially expressed loci",
    "relative to other genetic varieties used during that study. Ecotypes: Col Columbia, Cvi Cape Verde Island, Ws Wassilewskija, Ler Landsberg, Col-0 + Ws mixed sample 80% Ws and 20% Col ecotypes. Genotypes: WT wild-type, arg1 altered response to gravity 1, hsfa2 heat shock transcription factor A2, atm1 ataxia-telangiectasia mutated 1 , phyD phytochrome D , Hardware: BRIC Biological Research in Canister, EMCS European Modular Cultivation System, VEGGIE Vegetable production system, SIMBOX SIMBOX incubator system, ABRS Advanced Biological Research System. An interactive version of this visualization is available at: https://gilroy-qlik.botany.wisc.edu/a/sense/app/20aa802b-6915-4b1a-87bd-c029a1812e2b/sheet/6241e71a-a3c5-4c63-9210-e05c743699d7/state/analysis . It is important to remember here tha",
    "t the lighting environment for an experiment is often dictated by the hardware that was used, for example, most plant experiments performed to date using the Biological Research in Canister (BRIC) hardware are conducted in the dark. Therefore, lighting and hardware are inevitably closely linked in our network analyses of current datasets. This observation also highlights the insight that could be gained by performing more studies that use the same hardware but with a range of lighting environments. Such analyses could help separate hardware-related effects on the plant during growth in space from those specifically triggered by the lighting environment under those conditions. Such network analyses distinguish those studies sharing a high degree of network linkages within the Matrix, i.e.,",
    "studies with a larger number of common features in their experimental design. Results of comparisons between such highly connected studies are candidates for more robust analyses due to these shared factors. For example, although the overall experimental designs behind GLDS-7 , GLDS-37 , GLDS-38 , and GLDS-120 differ from each other by ecotype, hardware or experiment duration, each links to multiple other spaceflight experiments within the Matrix and form hubs in networks related to hardware and/or tissue sample type (Fig. 3g ). Thus, GLDS-7 was performed in the Advanced Biological Research System (ABRS) and is of interest due to the high number of tissues and ecotypes in its experimental design that link to many other studies in the Matrix. GLDS-37 was conducted in the BRIC hardware and i",
    "s extensively linked to other studies due to the large number of Arabidopsis ecotypes analyzed, as well as the many other Arabidopsis BRIC experiments available for comparison. GLDS-38 (BRIC) provides RNA-seq and paired proteomics data that likewise connect to many other BRIC datasets. GLDS-120 took place with a unique hardware setup (square Petri plates that were attached to the inside wall of the International Space Station), but contains multiple ecotypes, genotypes and light treatments that link it to many other studies in the Matrix. These connections to other studies suggest that comparisons within the local networks where each study acts as a hub are likely to be fruitful targets to extract common spaceflight-related responses. Conversely, such network analyses also revealed studies",
    "that are the most distinct (i.e., least shared metadata factors with other Matrix studies). One clear set of such studies are those designed around terrestrial spaceflight analogs such as GLDS-46 , GLDS-136 , and GLDS-144 . These experiments use elements such as hyperbaric chambers, space radiation analog exposures, and microgravity simulation on clinostats and random positioning machines to mimic specific aspects of the spaceflight environment and so are more distant in design to the other spaceflight experiments. Thus, as shown in Supplementary Fig. 1 , pairwise similarity matrix comparisons show spaceflight studies are most similar to other spaceflight studies (average pairwise similarity score of 5.88 ± 1.93) and significantly less similar ( p < 0.01) when compared to ground analog st",
    "udies (average similarity 4.21 ± 1.36), which are most similar to other ground analog studies. This Matrix-driven network visualization then highlights the opportunity to design follow-up experiments that use these analogs of putative spaceflight stressors but where the design of the study is more interconnected to the factors seen in their closest spaceflight studies within the Matrix. Such aligned experimental designs could help increase the robustness of subsequent comparisons to the existing spaceflight data. We next asked if we could define factors within the metadata other than spaceflight treatment that help define clustering within the studies. We therefore took the expression level data for each individual sample replicate (normalized probe fluorescence intensity for microarray an",
    "d FPKM for RNAseq) from all the studies in the Matrix and calculated the Pearson’s correlation coefficient for all possible pairwise combinations (Supplementary Data 3 ). We next calculated the average Pearson’s correlation coefficient from this analysis for each set of replicates within an experiment, providing a measure of correlation for each treatment within a dataset to all other treatments in all datasets in the Matrix. We then sorted these data by each metadata factor within the Matrix to ask if a particular metadata factor stood out as explaining the patterns of correlation within the transcriptomics data. Of these, radiation treatment was the most highly correlated factor (Supplementary Data 3 ), followed by genotype, tissue/developmental stage, flight hardware and then altered gr",
    "avity (i.e., spaceflight). This analysis again highlights the likelihood that many experimental factors are imposing patterns on spaceflight transcriptional profiles and reinforces the effects of radiation exposure as a key area for future spaceflight-related experimentation. Mining the Matrix for common patterns of spaceflight-responsive gene expression Insights from the network of connections between the spaceflight-related datasets in the Matrix were then used to make comparisons between gene expression patterns seen in spaceflight treatments and ground control samples (e.g., excluding the ground-based spaceflight analog studies). Having defined the assay type (microarray versus RNA-seq) as one of the most important confounding factors when comparing spaceflight responsive transcripts a",
    "cross multiple datasets (Fig. 2 ), the microarray and RNA-seq datasets were separated into two parallel analysis pipelines. The data of the DEGs within the two series of datasets was then analyzed using Weighted Gene Co-expression Network Analysis (WGCNA). Unguided WGCNA clustering identified 3 groupings within the microarray datasets and 4 within the RNA-seq data (Fig. 5a–c ). Krishnamurthy et al. 17 have compared microarray and RNA-seq analyses of identical samples from Arabidopsis roots, concluding that although the two approaches broadly agreed (on ~66% of ~6400 DEGs in their study), RNA-seq analysis revealed significantly more DEGs. Thus, in our study the RNA-seq is likely providing a broader dataset within which to find enriched Gene Ontologies likely leading to the increased number",
    "of groupings found by our analysis. Fig. 5. Unguided Weighted Gene Correlation Network Analysis (WGCNA) clustering of the Arabidopsis datasets used in this study. Open in a new tab This analysis was performed on the DEGs identified in the RNA-seq ( a ) and microarray ( c ) datasets from the spaceflight experiments imported into the Matrix (see Table 2 for specific datasets used). This analysis identified 4 clusters of DEGs within the RNA-seq ( a ) and 3 clusters within the microarray analyses ( c ). b Overlap in the DEGs within each cluster between the WGCNA RNA-seq and microarray analyses. Purple curves link identical genes and light blue curves link genes that, although not identical, belong to the same enriched Gene Ontology term found in each clade. The inner circle represents gene lis",
    "ts, where hits are arranged along the arc. Genes that hit multiple clusters are colored in dark orange, and genes unique to a single cluster are shown in light orange. d List of top 20 significantly enriched Gene Ontologies drawn from the clusters of DEGs depicted in a – c that are shared by 2 or more clusters. The full list of enriched Gene Ontology terms is reproduced in Supplementary Data Fig. 1 . Multiple colors under the PATTERN column indicate a pathway or process that is shared across multiple microarray or RNA-seq clades as denoted by their color coding in a and c . Count number of loci included in enrichment analysis, % proportion of all query genes that are found in the given Gene Ontology term, P p -value, q p -value adjusted for multiple testing. Analysis made using Metascape 2",
    "4 . The top 20 enriched ontology groupings shared between the RNA-seq and microarray analyses are summarized in Fig. 5d and the full set of significantly enriched Gene Ontologies is shown in Supplementary Fig. 2 . Clade I in both the microarray and RNA-seq stands out as sharing the most common significantly DEGs. When expanding this analysis to include shared significantly enriched Gene Ontology terms (Fig. 5c ), terms that broadly cover response to environmental stresses (such as to light, cold and bacteria) are seen (Supplementary Fig. 2 ). This observation supports the conclusions from numerous previous spaceflight analyses that plants exhibit a suite of stress-related responses when encountering the spaceflight environment. However, a further prominent and novel shared element seen acr",
    "oss these analyses is changes in the expression of genes related to photosynthesis, other aspects of primary metabolism and also changes to secondary metabolism (Fig. 5d ). This observation suggests that spaceflight and spaceflight-related treatments are likely impacting these fundamental aspects of plant function. However, as a note of caution, this analysis combines the responses across all the diverse plant datasets within the Matrix. Even though the analysis in Fig. 5d is filtered to exclude the broadest Gene Ontology terms (i.e., those terms encompassing more than 100 genes), such wide-ranging analysis might be expected to reveal only the most general common responses, whilst being relatively insensitive to more subtle or specific spaceflight responses. This is because of the variatio",
    "n likely imposed by the wide range of experimental designs encompassed by these datasets, i.e., in addition to spaceflight-related effects a host of other responses are likely superimposed on the data, diluting the signal from some spaceflight responses. It seems likely a similar reason explains the observation that, although there are shared spaceflight enriched gene ontologies between experiments, there is no individual DEG common to all these experiments. The Matrix facilitates a more targeted subset of comparisons between datasets (e.g., chosen based on commonalities in the hardware or plant samples used within each experiment) that might be expected to reduce this experimental design-driven noise to reveal these more specific shared gene groupings. An example of such an analysis descr",
    "ibed in the following section. Analysis of studies using common hardware: BRIC datasets provide 2 tissue types and 2 transcriptome assay types for meta-analysis The analyses in Figs. 2 and 3 suggest that both the specific flight hardware used and its associated lighting regime significantly impact the patterns of gene expression noted in plants in spaceflight. Further, our network analyses (Fig. 3b ) show that GLDS-17 , GLDS-37 , GLDS-38 , GLDS-44 , and GLDS-121 are all highly connected, especially for these factors. Thus, these studies all used etiolated seedlings grown in the dark in the Petri Dish Fixation Unit (PDFU) cassettes of the BRIC hardware. Additionally, samples were harvested at the young seedling stage of development (up to 12 days old) and all included a paired on-orbit and",
    "ground control design to allow for exploration of spaceflight-related patterns of DEGs 18 – 22 . Differences between the studies include ecotype and analysis type (microarray versus RNA-seq). Nevertheless, their high levels of similarity, especially at the level of the hardware and lighting used, suggested to us that they could provide an important set of similarly designed experimentation to help more robustly reveal common spaceflight responses. Additionally, all these studies have published in-house analyses from their respective research groups, allowing us to further test the relative merits of comparisons drawn between the in-house results from each original publication versus the common analytical pipeline that we have used in this study. Table 1 presents a summary of the total numb",
    "ers of DEGs detected in these analyses at p ≤ 0.01 alongside the overlap in these gene lists between the in-house and common pipeline analyses (the full lists of DEGs are shown in Supplementary Data 4 ). Table 1. Comparison of the differentially expressed gene counts from in-house and common pipeline analyses. GeneLab Accession Assay GeneLab count Original count Loci in both Difference In-house reference GLDS-17 Microarray 2459 499 34 1960 37 GLDS-44 Microarray 4031 3826 2597 205 41 GLDS-121 Microarray 2122 2177 2121 –55 40 GLDS-37 RNA-seq 2785 2084 927 701 38 GLDS-38 RNA-seq 3870 2919 2404 951 39 Open in a new tab Data is taken from the original spaceflight research publications (in-house, i.e., using the original authors’ analyses with p ≤ 0.01) and the GeneLab analysis ( p ≤ 0.01, adjus",
    "ted for multiple hypothesis testing using the Benjamini and Hochberg method). The five datasets were separated into microarray (three studies) and RNA-seq (two studies) groups and analyzed using the GeneLab pipelines outlined above before making an overall comparison across all the BRIC experiments. The significance threshold to identify DEGs was set at p < 0.01. In a previous comparative analysis, Johnson et al. 23 reported no common genes amongst the BRIC-16 mission microarray studies ( GLDS-17 , -44 and -121 ) when using a cutoff of p < 0.01 but also applying a threshold of 5-fold or greater for induction or repression in transcript level as measured on their microarray (to define the most strongly regulated genes). We therefore reanalyzed these microarray results using a pipeline simil",
    "ar to the original authors’ analyses (Affymetrix Express pipeline and the Probe Logarithmic Intensity Error (PLIER) approach for normalization 21 , with a significance setting p < 0.01) but now using no fold-change filtering (Supplementary Data 4 ) to be more analogous to the GeneLab analytical pipeline we have also applied. Using the in-house analysis by the researchers (GLDS-17 18 , GLDS-44 22 ) and the reanalysis of GLDS-121 21 using PLIER, the results of our comparisons across all the microarray studies conducted with wild-type seedlings identified 86 spaceflight-related DEGs found across all studies (Supplementary Data 5 ). The GeneLab reanalysis identified 114 loci in common between the 3 studies, including 85% of the genes from the in-house analysis. Analysis of the 75 DEGs identifi",
    "ed in all 3 studies by both analytical techniques using MetaScape 24 (Fig. 6 ) revealed enrichment in Gene Ontology terms including: regionalization, response to Karrikin (a plant stress response pathway triggered by volatiles originally found in smoke), regulation of stomatal movement and tropism. These latter two terms are particularly interesting as disruption of gravitropic growth is one of the predicted responses of plants growing in the microgravity environment of spaceflight. Although patterns of development seen in plants growing in space often show more randomized directional growth than on the ground, molecular evidence for altered tropic response reflected in the patterns of transcriptional changes observed in spaceflight has been less clear. Thus, the highlighting of tropisms i",
    "n Fig. 6c suggests the use of the Matrix approach for analyzing the available data may help reveal these molecular signatures. Further, this analysis revealed that stomatal behavior may be affected by spaceflight. Factors such as reduced buoyancy-driven convection in microgravity would be predicted to alter gas exchange at the stomatal pore 5 , 8 , likely playing out as altered stomatal function. Again, this effect has been difficult to reliably detect in the transcriptional fingerprints of spaceflight responses, but the targeted analyses driven by insights from the Matrix appear able to reveal evidence for these previously cryptic patterns of molecular changes. Repeating this analysis made using Metascape 24 but with DAVID (the Database for Annotation, Visualization and Integrated Discove",
    "ry 25 ) as an alternative, widely used tool to assess gene ontology enrichments agreed with the analysis outlined above and did not reveal any new significantly enriched ontology terms at p < 0.01. This observation suggests the Metascape analysis outlined in Fig. 6 is likely capturing most of the patterns of ontology enrichment in the data. Fig. 6. Analysis of shared DEGs between the in-house and GeneLab pipeline analyses of plant experiments performed in spaceflight using the BRIC hardware. Open in a new tab Overlap between gene lists for microarray studies ( a ) or RNA-seq ( b ) where purple curves link identical genes and light blue includes the shared Gene Ontology term level. Curves link genes that belong to the same enriched Gene Ontology term. The inner circle represents gene lists,",
    "where hits are arranged along the arc. Genes that hit multiple lists are colored in dark orange, and genes unique to a list are shown in light orange. Sectors denoted by GeneLab ## show the analysis using GeneLab common pipeline; sectors denoted by a citation show the original authors’ in-house analysis. c , d Significantly enriched GO terms from analysis of common genes found in the microarray ( c ) and RNA-seq ( d ) analyses identified in both the in-house and GeneLab pipelines. Analysis in c and d performed using Metascape. GLDS-37 and GLDS-38 represent the BRIC samples studied with RNA-seq, necessitating independent analysis from the microarray datasets discussed above. Again, we used data from the published in-house bioinformatics approaches 19 , 20 and the GeneLab common analytical",
    "pipeline. Comparison of these approaches in the WT Col-0 samples in both datasets shows that at a threshold of p < 0.01, the common pipeline identified 701 and 951 new loci as showing altered expression in spaceflight from GLDS-37 and GLDS-38 respectively, or about 25% more loci than found in the original authors’ analysis (Table 1 and Supplementary Data 4 ). Comparing the GeneLab pipeline-based analysis with that of the original peer-reviewed publications indicates agreement on 927 ( GLDS-37 ) and 2404 ( GLDS-38 ) DEGs. Further, within this analysis, 164 loci were significantly differentially expressed in both GLDS-37 and GLDS-38 (Supplementary Data 6 ). Gene Ontology enrichment analysis of these spaceflight-responsive DEGs across both studies and in both the in-house and GeneLab analytic",
    "al pipelines (Fig. 6d ) revealed enrichment in responses such as to oxidative stress, heat shock and changes in cell wall dynamics that have been highlighted in multiple previous plant spaceflight transcriptome studies (e.g., refs. 14 , 19 , 21 , 22 , 26 , 27 ). Reanalysis with the Matrix approach was also able to reveal a fingerprint of hypoxia which has been predicted as an important factor impacting biology operating with the reduced convective gas movements inherent in a microgravity environment 6 , 7 but which has previously proven difficult to observe in analyses of transcriptional responses of individual flight experiments using the BRIC. In addition, Gene Ontologies related to various aspects of ion transport are prominent in our analysis targeting future investigations focused on",
    "both anion and cation transport as likely to be a fruitful targets for further understanding the effects of spaceflight on plants. Lastly, since processes associated with responses to spaceflight are still largely unknown, Supplementary Data 7 provides a list of spaceflight-responsive DEGs from this analysis that currently have no GO or KEGG annotation. These genes provide potential targets for study for novel processes triggered by plant growth in space. We next used Metascape analysis on these lists of DEGs from the analysis of GLDS-37 and GLDS-38 to explore potential protein:protein networks, applying Metascape’s protein-protein interaction enrichment analysis and Molecular Complex Detection (MCode) 28 . These analyses take the lists of differentially expressed genes and mine an array o",
    "f protein interaction databases (STRING 29 , BioGrid 30 , OmniPath 31 , InWeb_IM 32 ) for enriched networks of physical interactions. MCode then allows a focus on highly connected hubs when the numbers of proteins in the network become very high. These analyses again revealed enrichment for a response network associated with ion transport and chaperone activity (Fig. 7 ). In addition, multiple network clusters related to protein ubiquitinylation were identified. This observation suggests spaceflight may have triggered alterations in proteasome activity, possibly related to stress-induced protein turnover. Such a response to stress-related protein dysfunction would be consistent with the elevated chaperone activities suggested by the heat shock protein (HSP)-related protein:protein interact",
    "ion cluster identified in this same analysis. Fig. 7. Protein:protein interaction network inferred from the common DEGs identified using the GeneLab analysis pipeline of GLDS-37 and GLDS-38. Open in a new tab Analysis using Metascape with annotation of densely connected network elements identified with the MCode algorithm. Colors represent clusters grouped by shared ontology term. Size of circle shows the number of protein:protein interactions that each node/locus is annotated as being involved with as identified by the MCode analysis. Intersection between RNA and microarray analyses By combining the differentially expressed gene lists from both microarray and RNA-seq analyses identified using the GeneLab common pipeline approach, 6 common spaceflight response loci were identified but in o",
    "nly three of the studies ( GLDS-37 , GLDS-38 , and GLDS-121 ). This observation reinforces the idea that variation in experimental design and analysis approach may be obscuring some common patterns of response (see below). Within the BRIC-19 experiment that generated the data in GLDS-37 , in addition to the Col-0 ecotype (also used in GLDS-38 ) and Ler-0 (also used in GLDS-121 ), two additional ecotypes were investigated (Cvi-0, Ws-2). These same six genes were also differentially expressed across all the ecotypes in this study, reinforcing their likely common response nature. These 6 common genes were: AT1G74310 ( HOT1/HSP101 ; HEAT SHOCK PROTEIN 101 ), AT1G58340 ( ABS4 , a plant MATE multidrug and toxic compound extrusion transporter), AT5G52310 ( COR78 ; COLD REGULATED 78 ), AT4G11290 (",
    "PRX39 , a cell wall peroxidase), AT5G09220 ( AAP2, AMINO ACID PERMEASE 2 ), and AT1G73480 ( MAGL4 , an α-β hydrolase). Analysis of these loci using the graph-based network analysis tool KnetMiner 23 revealed broad connections to the plastid and membrane function (Fig. 8 ). Fig. 8. Network analysis of the 6 common spaceflight responsive genes identified from analysis of Arabidopsis seedlings flown in the BRIC hardware. Open in a new tab Query genes are highlighted in yellow. AT1G74310 ( HOT1/HSP101 ; HEAT SHOCK PROTEIN 101 ), AT1G58340 ( ABS4 , a plant MATE multidrug and toxic compound extrusion transporter), AT5G52310 ( COR78 ; COLD REGULATED 78 ), AT4G11290 ( PRX39 , PEROXIDASE 39 , a cell wall peroxidase), AT5G09220 ( AAP2, AMINO ACID PERMEASE 2 ), and AT1G73480 ( MAGL4 , an α-β hydrola",
    "se family protein). Analysis performed using KnetMiner. Purple connector, link to biochemical function; cyan connector, link to physical location in cell; green connector, link to associated phenotype; black connector, direct physical or genetic linkage. Note links to plastid (green oval) for MAGl4 , HSP101 and COR78 . An interactive version of this analysis is available at: https://knetminer.com/beta/knetspace/network/970c571c-15da-4b93-87ad-ef1418ef9d29 . Some of these genes have been discussed in the individual analyses originally published on each BRIC experiment(s) 18 – 22 . However, the power of the current meta-analysis lies in highlighting these particular genes as possible core markers of the spaceflight response across multiple experiments within the BRIC hardware and revealing a",
    "difference in GLDS-17 and GLDS-44 . Interrogating the experimental design reveals that one obvious difference between GLDS-17 and the other BRIC investigations is that 3% (w/v) sucrose was used in the seedling media in GLDS-17 compared to 0.3–1% (w/v) in the other studies. Sucrose is generally added to the media of Arabidopsis seedlings to support the heterotrophic growth of the plants in the dark conditions in the BRIC. However, the higher sucrose in BRIC-17 [ https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-17 ] was specifically added to facilitate comparisons between the seedlings in this experiment and a parallel set of cell cultures that required much higher sucrose for growth. The differences in gene expression between BRIC-17 [ https://genelab-data.ndc.nasa.gov/genelab/acce",
    "ssion/GLDS-17 ] seedlings and the other BRIC experiments then implies that changes in primary metabolism experienced by the etiolated seedlings in the BRIC may be an important factor in determining spaceflight related transcriptional responses, echoing the altered primary metabolism inferred from our meta-analysis across all the spaceflight datasets analyzed as part of the Matrix in Fig. 5 . Such observations are especially relevant in the context of possible spaceflight-related hypoxia discussed above. Indeed, Loreti et al., 33 used microarray analysis in ground-based research to investigate the changes that take place in seedlings that experience low oxygen stress with or without the addition of external sucrose. Their analyses revealed that exogenous sucrose significantly alters pattern",
    "s of anoxia-related transcriptional change. Thus, the increased sucrose concentration in the media found in GLDS-17 should dramatically affect the plant hypoxia response and so is likely to alter responses to this particular effect of the spaceflight environment. Precisely why GLDS-44 also does not show the conserved transcriptional responses seen in GLDS-37 , GLDS-38 , and GLDS-121 is less obvious as its experimental design is very similar to these other BRIC-based experiments and it was flown side-by-side on the same mission as GLDS-121 . However, subtle features such as the seed planting density differed between these studies and so effects of plant density and competition might be superimposed on these results. This analysis then highlights how understanding the feature(s) in these exp",
    "eriments responsible for the differences in expression pattern offers enormous potential to define factors with wide-ranging effects on the plant spaceflight response; i.e., the difference(s) between GLDS-44 and GLDS-121 and the other BRIC experiments clearly had dramatic effects on the patterns of spaceflight-related gene expression and so exploring how these studies differ in design should help define some key spaceflight-response related factors. Looking at the shared DEGs between GLDS-37 , GLDS-38 , and GLDS-121 identifies HSP101 as a common spaceflight response marker. Indeed, upregulation of Heat Shock Proteins (HSPs) in the spaceflight environment is well known 18 , 19 , 27 , 34 , 35 . Heat Shock Proteins are molecular chaperones associated with protecting and refolding proteins in",
    "response to cellular damage 36 . Consistent with the enriched clades corresponding to photosynthesis identified in Fig. 5 , patterns of HSP101 upregulation and its relationship to the chloroplast (Fig. 8 ), suggest that this protein may play an important role in ameliorating chloroplastic proteotoxic stress possibly resulting from spaceflight-induced production of reactive oxygen species (ROS) in the plastid. Indeed, the HSP100 family are known to be induced by abiotic stressors such as oxidative stress 37 and have even been linked to tolerance to the proteotoxic damage caused by hypoxia 38 . Previous work 14 , 19 has demonstrated a significant correspondence between patterns of gene expression altered by oxidative damage from the high light stress response on Earth (which is strongly link",
    "ed to damaging levels of plastid ROS production) and the spaceflight-associated DEGs identified in the seedlings from BRIC experiments. Similarly, the large number of plastid genes responding to spaceflight identified in seedling samples from BRIC-16/ GLDS-44 22 reinforces the idea that this organelle may be an important site of spaceflight-induced responses. However, it is important to note that the BRIC experiments we have analyzed were all conducted under dark growth conditions. Therefore, the light-driven reactions of photosynthetic electron transport that are a major source of plastid ROS production on Earth are not responsible for these spaceflight-related effects and so the source of any spaceflight-triggered ROS production within the plastid remains to be defined. Our meta-analysis",
    "using the common GeneLab analysis pipelines also highlights COR78 as likely a part of a conserved transcriptional response of Arabidopsis on orbit in the BRIC hardware. Although originally identified as a cold induced transcript, COR78 is now known to be highly inducible in response to a range of abiotic factors ranging from wounding and salt exposure to osmotic stress, drought and even the hypobaric (low pressure) environments predicted for future large scale, space-based plant growth facilities 39 – 41 . A common feature of all these stressors is that they trigger signaling through ROS and induce oxidative stress. Indeed, COR78 expression is regulated through the same ROS-responsive transcriptional cascades (i.e., H 2 O 2 responsive modulation through the DREB2A transcription factor) th",
    "at modulates heat shock response elements such as HsfA3 42 , providing a possible link to the heat shock factor component of the spaceflight response. In a further tantalizing link between the chloroplast and COR78 response, COR78 expression is co-regulated with elements of the plastid antioxidant system and indeed, its expression is thought to be tightly linked to the levels of H 2 O 2 processing by the plant 43 . In summary, the GeneLab database is accumulating an ever-increasing number of datasets that investigate the transcriptional effects of spaceflight on early plant development. This aggregation of information, along with careful curation represents a powerful resource to begin to understand spaceflight responses in these organisms. Spaceflight imposes some commonly encountered and",
    "some unique challenges when comparing datasets. Thus, as with all large omics-level analyses, differences in protocols and analysis pipelines can impact the robustness of comparisons. However, spaceflight also leads to further challenges related to an often-restricted capacity for biological replication and with limitations on experimental design dictated by available spaceflight hardware. We have begun to address some of these issues by applying a common analytical pipeline for datasets and then constructing a matrix of metadata to allow for sorting and comparison across studies driven by their known similarities and differences. In this work we focused on two elements to highlight the potential of this approach: (1) making broad comparisons across the entire sets of data to draw conclus",
    "ions about confounding variables that likely superimpose differences on spaceflight datasets, and (2) making analyses focusing on the commonly used BRIC hardware to help researchers understand the possibilities offered by designing comparative analyses in the context of the Matrix metadata. However, the possible comparisons guided by this Matrix are vast and so there remain many more opportunities for the research community to draw new insights from Matrix-focused analyses. From the Matrix-driven exploration presented here, we found that: (1) comparisons across different transcriptome monitoring technologies (RNA-seq versus microarray) should be performed with great care as differences in the technology used can impose greater variation on results than the biological treatment (spaceflight",
    "versus ground control); (2) environmental conditions and hardware-related constraints in the experimental design produce smaller but also important differences that can confound interpretation of the spaceflight versus ground control comparisons; (3) when these factors are controlled for, comparisons across the breadth of spaceflight-related Arabidopsis experiments reveal alterations in general responses to environmental stresses, photosynthesis, and other elements of primary and secondary metabolism (Fig. 5 ). These broad areas provide targets for the generation of future models of how spaceflight may affect plant physiology and development. Our analysis of the BRIC hardware shows how with a more targeted approach, common response genes can be identified that then point to potentially co",
    "re spaceflight responses. For example, the BRIC analysis strongly points to the plastid as a likely shared response site across many spaceflight experiments. The observations of conserved roles for HSP101 and COR78 suggest that a fundamental disruption of the ROS and/or antioxidant systems related to the plastid may be accompanying plant growth in space. It is important to note limitations inherent in the approach we have applied to meta-analysis of these spaceflight datasets. Due to flight and hardware constraints, the spaceflight experiments collected for this meta-study were limited to young seedlings of Arabidopsis. Although some experiments have tested the viability of plants to reach mature and reproductive developmental stages these have generally not involved omics research. We mus",
    "t await the data from more studies throughout the phases of the plant life cycle to understand how well our developing insights from seedlings and young plants will apply to individuals at maturity. Similarly, we must await further studies on a wider array of plant species to extend these approaches beyond the plant most commonly grown in spaceflight, Arabidopsis. One further limitation on our approach is that at present we manually curate the import of each experiment’s metadata into the Matrix. However, the GeneLab data repository has standardized its metadata formats for both current and future datasets offering us the opportunity to automate both import and curation. This automated approach will be facilitated through GeneLab’s automatic programming interface (API) which offers a progr",
    "am-accessible link to the metadata files. Continual updates to the Matrix will allow the power of inferences drawn to grow as quickly as the new plant spaceflight datasets are deposited. Our analysis of the BRIC datasets suggests that focusing on a few hardware options that can then be the subject of multiple flight studies would greatly add to the power of such comparative omics-level analyses. Nevertheless, the results presented here offer the promise that as these experimental data become available, meta-analyses across the broad plant biology omics data landscape will provide a powerful approach to supplement the insights drawn from analyses focused on each individual study in isolation. The Matrix analysis presented herein provides a toolset to help expedite the development of such ne",
    "w investigations. Additionally, while the scope of potential hypotheses generated by these analyses is extensive, the current Matrix meta-analysis highlights three specific focus areas for future research that may prove particularly fruitful. These include: (1) studies examining the effect of variable light regimes on space grown plant productivity and physiology, (2) analyses aimed at determining the potential causes of altered redox activities in the plastids of space flown plants, and (3) experiments examining the function of HSP101 , ABS4 , COR78 , PRX39 , AAP2 , and MAGL4 in response to spaceflight stressors.",
    "Comparative transcriptomics of plant spaceflight-response data One method to assess the similarities and differences in transcriptome-level responses between different plant spaceflight experiments is to make comparisons using the results of the analyses already presented in the primary literature on each study. This approach can be further expedited using tools, such as the Test of Arabidopsis Space Transcriptome (TOAST) database 14 that aggregates these analyses into an interactive data exploration environment. Such comparative studies capitalize upon the unique insights of the researchers who performed each experiment and the tailored analytical tools and approaches they then employed to define differentially expressed genes (DEGs) in their original publications. We will refer to these",
    "studies as in-house analyses. However, the wide range of analytical pipelines used in such a primary literature-based approach inevitably imposes some limitations on the robustness of any conclusions that can be drawn between studies. This problem arises because differences in gene expression patterns between datasets likely involve both the effects of experimental treatments, such as growing plants in spaceflight versus a ground control, and of elements specific to the different analytical programs and statistical approaches used to analyze the data. Indeed, differences between results from different software packages analyzing the same raw transcriptomics datasets are well-documented in the literature 15 . Therefore, a complementary methodology was also applied by reanalyzing the plant s",
    "tudies used in our analysis via the common computational pipelines summarized in Fig. 1 . A similar strategy of reanalyzing published datasets using a common computational approach has been used in the EMBL-EBI gene Expression Atlas. For example, when these researchers import RNA-seq data, a standardized analysis is performed using the integrated RNA-seq Analysis Pipeline, or iRAP, approach 16 . Although this analysis pipeline is different from the one we have adopted, the standardizing of analysis across all datasets for the EMBL-EBI gene Expression Atlas is designed with the same goal in mind: to reduce the potential for generating artifacts that are caused by making comparisons between datasets that have been the subject of different initial data analysis methodologies. Fig. 1. Uniform",
    "analysis pipeline applied to Arabidopsis GLDS datasets used in this study. Open in a new tab Normalized expression arrays are imported from NASA’s GeneLab repository ( https://genelab-data.ndc.nasa.gov/genelab/projects ) and then parsed by the TOAST X-Species Transcriptional Explorer ( https://astrobiology.botany.wisc.edu/x-species-astrobiology-genelab ) for analysis of common features between experiments (cross experiment intersect analysis). The iDEP.92 R-shiny app 59 is then used to generate expression heatmaps for clustering, and to perform Principal Component Analysis (PCA), Multidimensional Scaling analysis (MDS), t-distributed Stochastic Neighbor Embedding (T-SNE), Weighted Gene Correlation Network Analysis (WGCNA) and K-means statistical analyses. Functional analyses are then perfo",
    "rmed using the online tools at Ensembl GO 53 , KEGG (Kyoto Encyclopedia of Gene and Genomes) 56 , AraCyc 57 and Reactome 58 . These data are then visualized as tables and dendrograms of the enriched functional groups that are altered by spaceflight and/or related stimuli. Using our common analysis pipeline approach to comparing DEGs across all the Arabidopsis studies, batch effects (i.e., confounding variables imposing effects on patterns of gene expression over and above those of the spaceflight treatment) became readily evident. Thus, Principal Component Analysis (PCA) and Euclidean hierarchical clustering revealed that rather than the comparison between of spaceflight and ground control, whether RNA-seq or microarray was used to detect patterns of gene expression is the factor with the",
    "largest effect on separating studies (PCA1, explaining 83% of the variance between experiments; Fig. 2a, c ). Similar analysis showed the important but lesser impact of lighting environment (Fig. 2b ). It is important to note here that we have used a statistical threshold of p < 0.01 to define a DEG. Our analysis pipeline also generates the more stringent adjusted p -value (or q -value) that corrects the p -value for the false discovery rate associated with multiple testing. Although we have analyzed the p -value filtered results to encompass as broad a set of DEGs as possible, q -values are presented in the tables of Supplementary Data, to allow the reader to define DEG lists using this parameter. Similarly, a cut off related to fold-change in expression (such as only evaluating genes sho",
    "wing ≥2-fold change in e.g., spaceflight versus their paired ground control) is often used in the literature to limit the extent of the gene lists being analyzed. Again, we have opted not to apply such a fold-change cut off to maintain the most inclusive list of DEGs for analysis. However, fold-change in expression level is also presented in the Supplementary Data, allowing the reader to filter the gene lists using a fold-change cut off as appropriate for their analyses Fig. 2. Principal component analysis (PCA) of the 15 plant datasets in the Matrix reveals clustering based on analystical approach (microarray versus RNA-seq) and by lighting conditions. Open in a new tab Principal components sperate datasets by a microarray versus RNA-seq-based analyses and b by growth in the light versus",
    "the dark environment of the growth hardware. PC1 principal component 1, PC2 principal component 2, PC3 principal component 3. Percentage reflects the degree of variance accounted for by each principal component. c Euclidian hierarchical clustering confirms grouping by assay type (microarray versus RNA-seq) as major factor within the data. Ecotypes: Col Columbia, Cvi Cape Verde Island, Ws Wassilewskija, Col-0 + Ws, mixed sample 80% Ws, and 20% Col ecotypes. Genotypes: WT wild-type, act2 actin 2 , arg1 altered response to gravity 1, atm1 ataxia-telangiectasia mutated 1 , hsfa2 heat shock transcription factor A2, phyD phytochrome D . We next created a connectivity network visualization system using all the pairwise comparisons that can be made between the GLDS used in our analysis (Fig. 3a–g",
    "; Supplementary Data 2 ; an interactive version of this connectivity analysis is available at: https://gilroy-qlik.botany.wisc.edu/a/sense/app/20aa802b-6915-4b1a-87bd-c029a1812e2b/sheet/6241e71a-a3c5-4c63-9210-e05c743699d7/state/analysis ). Pairwise factor correlation analysis was performed by inspection of the Matrix in Supplementary Data 1 and manually scoring factors that are similar between different pairs of studies, assigning a value of 1 for each factor shared between a pair and a value of zero if that factor was different. Thus, the more factors in common between a pair of studies, the greater their similarity scores. The full pairwise similarity matrix can be found in Supplementary Data 2 . This approach linked the studies using similarity scores reflecting commonalities in the di",
    "fferent experimental designs and metadata factors within the datasets in our study. Such network analysis allowed us to further visualize and dissect links between the factors that potentially cause the clustering of studies identified in the PCA (Fig. 2 ). When represented graphically as links between studies and metadata factors, this analysis demonstrated that hardware and its associated lighting regimes were indeed likely key components that influence clustering of responses in the data (Fig. 4 ). Fig. 3. Pairwise factor correlation analysis creates a weighted network linking studies based on metadata similarity score. Open in a new tab a Whole connectivity network. Numbers and thickness of connection (network edge) reflect degree of connectivity through shared metadata factors. b – f",
    "5 sub-networks based on common BRIC hardware experiment design: b sub-network of experiments performed using the BRIC hardware (mean connectivity score: 6.3), c BRIC experiments involving seedlings (mean connectivity score: 6.0). Seedling experiments analyzed using d RNA-seq (mean connectivity score: 8) or e microarray (mean connectivity score: 7.6) and f BRIC experiments that have used cell cultures, all analyzed by microarray (mean connectivity score: 7.4). For a – g size of circle for each study reflects the number of connected factors available for pairwise comparison. g Examples of connectivity of GLDS-7 , GLDS-37 , GLDS-38 , and GLDS-120 by tissues sampled and ecotypes analyzed. Colored lines reflect factor connecting studies. Ecotypes: Col, Columbia; Ws, Wassilewskija; Ler, Landsber",
    "g. See Supplementary Data 2 for full connectivity matrix. Fig. 4. Graphical representation of metadata related to tissues, assay type and flight vehicle. Open in a new tab The specific assay and tissue types for each dataset are indicated with network clustering based on hardware. See Supplementary Data 1 and 2 for the Matrix driving this visualization. Note the hardware used to analyze plant response to spaceflight often defines the types of tissue that are available and so these two variables are often linked. Purple color circles represent RNAseq analysis of wild-type Col-0 plants, shades of blue represent other WT ecotypes, the pink circle represents RNA-seq analysis performed on mutants. The size of circles is a qualitative representation of the amount of differentially expressed loci",
    "relative to other genetic varieties used during that study. Ecotypes: Col Columbia, Cvi Cape Verde Island, Ws Wassilewskija, Ler Landsberg, Col-0 + Ws mixed sample 80% Ws and 20% Col ecotypes. Genotypes: WT wild-type, arg1 altered response to gravity 1, hsfa2 heat shock transcription factor A2, atm1 ataxia-telangiectasia mutated 1 , phyD phytochrome D , Hardware: BRIC Biological Research in Canister, EMCS European Modular Cultivation System, VEGGIE Vegetable production system, SIMBOX SIMBOX incubator system, ABRS Advanced Biological Research System. An interactive version of this visualization is available at: https://gilroy-qlik.botany.wisc.edu/a/sense/app/20aa802b-6915-4b1a-87bd-c029a1812e2b/sheet/6241e71a-a3c5-4c63-9210-e05c743699d7/state/analysis . It is important to remember here tha",
    "t the lighting environment for an experiment is often dictated by the hardware that was used, for example, most plant experiments performed to date using the Biological Research in Canister (BRIC) hardware are conducted in the dark. Therefore, lighting and hardware are inevitably closely linked in our network analyses of current datasets. This observation also highlights the insight that could be gained by performing more studies that use the same hardware but with a range of lighting environments. Such analyses could help separate hardware-related effects on the plant during growth in space from those specifically triggered by the lighting environment under those conditions. Such network analyses distinguish those studies sharing a high degree of network linkages within the Matrix, i.e.,",
    "studies with a larger number of common features in their experimental design. Results of comparisons between such highly connected studies are candidates for more robust analyses due to these shared factors. For example, although the overall experimental designs behind GLDS-7 , GLDS-37 , GLDS-38 , and GLDS-120 differ from each other by ecotype, hardware or experiment duration, each links to multiple other spaceflight experiments within the Matrix and form hubs in networks related to hardware and/or tissue sample type (Fig. 3g ). Thus, GLDS-7 was performed in the Advanced Biological Research System (ABRS) and is of interest due to the high number of tissues and ecotypes in its experimental design that link to many other studies in the Matrix. GLDS-37 was conducted in the BRIC hardware and i",
    "s extensively linked to other studies due to the large number of Arabidopsis ecotypes analyzed, as well as the many other Arabidopsis BRIC experiments available for comparison. GLDS-38 (BRIC) provides RNA-seq and paired proteomics data that likewise connect to many other BRIC datasets. GLDS-120 took place with a unique hardware setup (square Petri plates that were attached to the inside wall of the International Space Station), but contains multiple ecotypes, genotypes and light treatments that link it to many other studies in the Matrix. These connections to other studies suggest that comparisons within the local networks where each study acts as a hub are likely to be fruitful targets to extract common spaceflight-related responses. Conversely, such network analyses also revealed studies",
    "that are the most distinct (i.e., least shared metadata factors with other Matrix studies). One clear set of such studies are those designed around terrestrial spaceflight analogs such as GLDS-46 , GLDS-136 , and GLDS-144 . These experiments use elements such as hyperbaric chambers, space radiation analog exposures, and microgravity simulation on clinostats and random positioning machines to mimic specific aspects of the spaceflight environment and so are more distant in design to the other spaceflight experiments. Thus, as shown in Supplementary Fig. 1 , pairwise similarity matrix comparisons show spaceflight studies are most similar to other spaceflight studies (average pairwise similarity score of 5.88 ± 1.93) and significantly less similar ( p < 0.01) when compared to ground analog st",
    "udies (average similarity 4.21 ± 1.36), which are most similar to other ground analog studies. This Matrix-driven network visualization then highlights the opportunity to design follow-up experiments that use these analogs of putative spaceflight stressors but where the design of the study is more interconnected to the factors seen in their closest spaceflight studies within the Matrix. Such aligned experimental designs could help increase the robustness of subsequent comparisons to the existing spaceflight data. We next asked if we could define factors within the metadata other than spaceflight treatment that help define clustering within the studies. We therefore took the expression level data for each individual sample replicate (normalized probe fluorescence intensity for microarray an",
    "d FPKM for RNAseq) from all the studies in the Matrix and calculated the Pearson’s correlation coefficient for all possible pairwise combinations (Supplementary Data 3 ). We next calculated the average Pearson’s correlation coefficient from this analysis for each set of replicates within an experiment, providing a measure of correlation for each treatment within a dataset to all other treatments in all datasets in the Matrix. We then sorted these data by each metadata factor within the Matrix to ask if a particular metadata factor stood out as explaining the patterns of correlation within the transcriptomics data. Of these, radiation treatment was the most highly correlated factor (Supplementary Data 3 ), followed by genotype, tissue/developmental stage, flight hardware and then altered gr",
    "avity (i.e., spaceflight). This analysis again highlights the likelihood that many experimental factors are imposing patterns on spaceflight transcriptional profiles and reinforces the effects of radiation exposure as a key area for future spaceflight-related experimentation. Mining the Matrix for common patterns of spaceflight-responsive gene expression Insights from the network of connections between the spaceflight-related datasets in the Matrix were then used to make comparisons between gene expression patterns seen in spaceflight treatments and ground control samples (e.g., excluding the ground-based spaceflight analog studies). Having defined the assay type (microarray versus RNA-seq) as one of the most important confounding factors when comparing spaceflight responsive transcripts a",
    "cross multiple datasets (Fig. 2 ), the microarray and RNA-seq datasets were separated into two parallel analysis pipelines. The data of the DEGs within the two series of datasets was then analyzed using Weighted Gene Co-expression Network Analysis (WGCNA). Unguided WGCNA clustering identified 3 groupings within the microarray datasets and 4 within the RNA-seq data (Fig. 5a–c ). Krishnamurthy et al. 17 have compared microarray and RNA-seq analyses of identical samples from Arabidopsis roots, concluding that although the two approaches broadly agreed (on ~66% of ~6400 DEGs in their study), RNA-seq analysis revealed significantly more DEGs. Thus, in our study the RNA-seq is likely providing a broader dataset within which to find enriched Gene Ontologies likely leading to the increased number",
    "of groupings found by our analysis. Fig. 5. Unguided Weighted Gene Correlation Network Analysis (WGCNA) clustering of the Arabidopsis datasets used in this study. Open in a new tab This analysis was performed on the DEGs identified in the RNA-seq ( a ) and microarray ( c ) datasets from the spaceflight experiments imported into the Matrix (see Table 2 for specific datasets used). This analysis identified 4 clusters of DEGs within the RNA-seq ( a ) and 3 clusters within the microarray analyses ( c ). b Overlap in the DEGs within each cluster between the WGCNA RNA-seq and microarray analyses. Purple curves link identical genes and light blue curves link genes that, although not identical, belong to the same enriched Gene Ontology term found in each clade. The inner circle represents gene lis",
    "ts, where hits are arranged along the arc. Genes that hit multiple clusters are colored in dark orange, and genes unique to a single cluster are shown in light orange. d List of top 20 significantly enriched Gene Ontologies drawn from the clusters of DEGs depicted in a – c that are shared by 2 or more clusters. The full list of enriched Gene Ontology terms is reproduced in Supplementary Data Fig. 1 . Multiple colors under the PATTERN column indicate a pathway or process that is shared across multiple microarray or RNA-seq clades as denoted by their color coding in a and c . Count number of loci included in enrichment analysis, % proportion of all query genes that are found in the given Gene Ontology term, P p -value, q p -value adjusted for multiple testing. Analysis made using Metascape 2",
    "4 . The top 20 enriched ontology groupings shared between the RNA-seq and microarray analyses are summarized in Fig. 5d and the full set of significantly enriched Gene Ontologies is shown in Supplementary Fig. 2 . Clade I in both the microarray and RNA-seq stands out as sharing the most common significantly DEGs. When expanding this analysis to include shared significantly enriched Gene Ontology terms (Fig. 5c ), terms that broadly cover response to environmental stresses (such as to light, cold and bacteria) are seen (Supplementary Fig. 2 ). This observation supports the conclusions from numerous previous spaceflight analyses that plants exhibit a suite of stress-related responses when encountering the spaceflight environment. However, a further prominent and novel shared element seen acr",
    "oss these analyses is changes in the expression of genes related to photosynthesis, other aspects of primary metabolism and also changes to secondary metabolism (Fig. 5d ). This observation suggests that spaceflight and spaceflight-related treatments are likely impacting these fundamental aspects of plant function. However, as a note of caution, this analysis combines the responses across all the diverse plant datasets within the Matrix. Even though the analysis in Fig. 5d is filtered to exclude the broadest Gene Ontology terms (i.e., those terms encompassing more than 100 genes), such wide-ranging analysis might be expected to reveal only the most general common responses, whilst being relatively insensitive to more subtle or specific spaceflight responses. This is because of the variatio",
    "n likely imposed by the wide range of experimental designs encompassed by these datasets, i.e., in addition to spaceflight-related effects a host of other responses are likely superimposed on the data, diluting the signal from some spaceflight responses. It seems likely a similar reason explains the observation that, although there are shared spaceflight enriched gene ontologies between experiments, there is no individual DEG common to all these experiments. The Matrix facilitates a more targeted subset of comparisons between datasets (e.g., chosen based on commonalities in the hardware or plant samples used within each experiment) that might be expected to reduce this experimental design-driven noise to reveal these more specific shared gene groupings. An example of such an analysis descr",
    "ibed in the following section. Analysis of studies using common hardware: BRIC datasets provide 2 tissue types and 2 transcriptome assay types for meta-analysis The analyses in Figs. 2 and 3 suggest that both the specific flight hardware used and its associated lighting regime significantly impact the patterns of gene expression noted in plants in spaceflight. Further, our network analyses (Fig. 3b ) show that GLDS-17 , GLDS-37 , GLDS-38 , GLDS-44 , and GLDS-121 are all highly connected, especially for these factors. Thus, these studies all used etiolated seedlings grown in the dark in the Petri Dish Fixation Unit (PDFU) cassettes of the BRIC hardware. Additionally, samples were harvested at the young seedling stage of development (up to 12 days old) and all included a paired on-orbit and",
    "ground control design to allow for exploration of spaceflight-related patterns of DEGs 18 – 22 . Differences between the studies include ecotype and analysis type (microarray versus RNA-seq). Nevertheless, their high levels of similarity, especially at the level of the hardware and lighting used, suggested to us that they could provide an important set of similarly designed experimentation to help more robustly reveal common spaceflight responses. Additionally, all these studies have published in-house analyses from their respective research groups, allowing us to further test the relative merits of comparisons drawn between the in-house results from each original publication versus the common analytical pipeline that we have used in this study. Table 1 presents a summary of the total numb",
    "ers of DEGs detected in these analyses at p ≤ 0.01 alongside the overlap in these gene lists between the in-house and common pipeline analyses (the full lists of DEGs are shown in Supplementary Data 4 ). Table 1. Comparison of the differentially expressed gene counts from in-house and common pipeline analyses. GeneLab Accession Assay GeneLab count Original count Loci in both Difference In-house reference GLDS-17 Microarray 2459 499 34 1960 37 GLDS-44 Microarray 4031 3826 2597 205 41 GLDS-121 Microarray 2122 2177 2121 –55 40 GLDS-37 RNA-seq 2785 2084 927 701 38 GLDS-38 RNA-seq 3870 2919 2404 951 39 Open in a new tab Data is taken from the original spaceflight research publications (in-house, i.e., using the original authors’ analyses with p ≤ 0.01) and the GeneLab analysis ( p ≤ 0.01, adjus",
    "ted for multiple hypothesis testing using the Benjamini and Hochberg method). The five datasets were separated into microarray (three studies) and RNA-seq (two studies) groups and analyzed using the GeneLab pipelines outlined above before making an overall comparison across all the BRIC experiments. The significance threshold to identify DEGs was set at p < 0.01. In a previous comparative analysis, Johnson et al. 23 reported no common genes amongst the BRIC-16 mission microarray studies ( GLDS-17 , -44 and -121 ) when using a cutoff of p < 0.01 but also applying a threshold of 5-fold or greater for induction or repression in transcript level as measured on their microarray (to define the most strongly regulated genes). We therefore reanalyzed these microarray results using a pipeline simil",
    "ar to the original authors’ analyses (Affymetrix Express pipeline and the Probe Logarithmic Intensity Error (PLIER) approach for normalization 21 , with a significance setting p < 0.01) but now using no fold-change filtering (Supplementary Data 4 ) to be more analogous to the GeneLab analytical pipeline we have also applied. Using the in-house analysis by the researchers (GLDS-17 18 , GLDS-44 22 ) and the reanalysis of GLDS-121 21 using PLIER, the results of our comparisons across all the microarray studies conducted with wild-type seedlings identified 86 spaceflight-related DEGs found across all studies (Supplementary Data 5 ). The GeneLab reanalysis identified 114 loci in common between the 3 studies, including 85% of the genes from the in-house analysis. Analysis of the 75 DEGs identifi",
    "ed in all 3 studies by both analytical techniques using MetaScape 24 (Fig. 6 ) revealed enrichment in Gene Ontology terms including: regionalization, response to Karrikin (a plant stress response pathway triggered by volatiles originally found in smoke), regulation of stomatal movement and tropism. These latter two terms are particularly interesting as disruption of gravitropic growth is one of the predicted responses of plants growing in the microgravity environment of spaceflight. Although patterns of development seen in plants growing in space often show more randomized directional growth than on the ground, molecular evidence for altered tropic response reflected in the patterns of transcriptional changes observed in spaceflight has been less clear. Thus, the highlighting of tropisms i",
    "n Fig. 6c suggests the use of the Matrix approach for analyzing the available data may help reveal these molecular signatures. Further, this analysis revealed that stomatal behavior may be affected by spaceflight. Factors such as reduced buoyancy-driven convection in microgravity would be predicted to alter gas exchange at the stomatal pore 5 , 8 , likely playing out as altered stomatal function. Again, this effect has been difficult to reliably detect in the transcriptional fingerprints of spaceflight responses, but the targeted analyses driven by insights from the Matrix appear able to reveal evidence for these previously cryptic patterns of molecular changes. Repeating this analysis made using Metascape 24 but with DAVID (the Database for Annotation, Visualization and Integrated Discove",
    "ry 25 ) as an alternative, widely used tool to assess gene ontology enrichments agreed with the analysis outlined above and did not reveal any new significantly enriched ontology terms at p < 0.01. This observation suggests the Metascape analysis outlined in Fig. 6 is likely capturing most of the patterns of ontology enrichment in the data. Fig. 6. Analysis of shared DEGs between the in-house and GeneLab pipeline analyses of plant experiments performed in spaceflight using the BRIC hardware. Open in a new tab Overlap between gene lists for microarray studies ( a ) or RNA-seq ( b ) where purple curves link identical genes and light blue includes the shared Gene Ontology term level. Curves link genes that belong to the same enriched Gene Ontology term. The inner circle represents gene lists,",
    "where hits are arranged along the arc. Genes that hit multiple lists are colored in dark orange, and genes unique to a list are shown in light orange. Sectors denoted by GeneLab ## show the analysis using GeneLab common pipeline; sectors denoted by a citation show the original authors’ in-house analysis. c , d Significantly enriched GO terms from analysis of common genes found in the microarray ( c ) and RNA-seq ( d ) analyses identified in both the in-house and GeneLab pipelines. Analysis in c and d performed using Metascape. GLDS-37 and GLDS-38 represent the BRIC samples studied with RNA-seq, necessitating independent analysis from the microarray datasets discussed above. Again, we used data from the published in-house bioinformatics approaches 19 , 20 and the GeneLab common analytical",
    "pipeline. Comparison of these approaches in the WT Col-0 samples in both datasets shows that at a threshold of p < 0.01, the common pipeline identified 701 and 951 new loci as showing altered expression in spaceflight from GLDS-37 and GLDS-38 respectively, or about 25% more loci than found in the original authors’ analysis (Table 1 and Supplementary Data 4 ). Comparing the GeneLab pipeline-based analysis with that of the original peer-reviewed publications indicates agreement on 927 ( GLDS-37 ) and 2404 ( GLDS-38 ) DEGs. Further, within this analysis, 164 loci were significantly differentially expressed in both GLDS-37 and GLDS-38 (Supplementary Data 6 ). Gene Ontology enrichment analysis of these spaceflight-responsive DEGs across both studies and in both the in-house and GeneLab analytic",
    "al pipelines (Fig. 6d ) revealed enrichment in responses such as to oxidative stress, heat shock and changes in cell wall dynamics that have been highlighted in multiple previous plant spaceflight transcriptome studies (e.g., refs. 14 , 19 , 21 , 22 , 26 , 27 ). Reanalysis with the Matrix approach was also able to reveal a fingerprint of hypoxia which has been predicted as an important factor impacting biology operating with the reduced convective gas movements inherent in a microgravity environment 6 , 7 but which has previously proven difficult to observe in analyses of transcriptional responses of individual flight experiments using the BRIC. In addition, Gene Ontologies related to various aspects of ion transport are prominent in our analysis targeting future investigations focused on",
    "both anion and cation transport as likely to be a fruitful targets for further understanding the effects of spaceflight on plants. Lastly, since processes associated with responses to spaceflight are still largely unknown, Supplementary Data 7 provides a list of spaceflight-responsive DEGs from this analysis that currently have no GO or KEGG annotation. These genes provide potential targets for study for novel processes triggered by plant growth in space. We next used Metascape analysis on these lists of DEGs from the analysis of GLDS-37 and GLDS-38 to explore potential protein:protein networks, applying Metascape’s protein-protein interaction enrichment analysis and Molecular Complex Detection (MCode) 28 . These analyses take the lists of differentially expressed genes and mine an array o",
    "f protein interaction databases (STRING 29 , BioGrid 30 , OmniPath 31 , InWeb_IM 32 ) for enriched networks of physical interactions. MCode then allows a focus on highly connected hubs when the numbers of proteins in the network become very high. These analyses again revealed enrichment for a response network associated with ion transport and chaperone activity (Fig. 7 ). In addition, multiple network clusters related to protein ubiquitinylation were identified. This observation suggests spaceflight may have triggered alterations in proteasome activity, possibly related to stress-induced protein turnover. Such a response to stress-related protein dysfunction would be consistent with the elevated chaperone activities suggested by the heat shock protein (HSP)-related protein:protein interact",
    "ion cluster identified in this same analysis. Fig. 7. Protein:protein interaction network inferred from the common DEGs identified using the GeneLab analysis pipeline of GLDS-37 and GLDS-38. Open in a new tab Analysis using Metascape with annotation of densely connected network elements identified with the MCode algorithm. Colors represent clusters grouped by shared ontology term. Size of circle shows the number of protein:protein interactions that each node/locus is annotated as being involved with as identified by the MCode analysis. Intersection between RNA and microarray analyses By combining the differentially expressed gene lists from both microarray and RNA-seq analyses identified using the GeneLab common pipeline approach, 6 common spaceflight response loci were identified but in o",
    "nly three of the studies ( GLDS-37 , GLDS-38 , and GLDS-121 ). This observation reinforces the idea that variation in experimental design and analysis approach may be obscuring some common patterns of response (see below). Within the BRIC-19 experiment that generated the data in GLDS-37 , in addition to the Col-0 ecotype (also used in GLDS-38 ) and Ler-0 (also used in GLDS-121 ), two additional ecotypes were investigated (Cvi-0, Ws-2). These same six genes were also differentially expressed across all the ecotypes in this study, reinforcing their likely common response nature. These 6 common genes were: AT1G74310 ( HOT1/HSP101 ; HEAT SHOCK PROTEIN 101 ), AT1G58340 ( ABS4 , a plant MATE multidrug and toxic compound extrusion transporter), AT5G52310 ( COR78 ; COLD REGULATED 78 ), AT4G11290 (",
    "PRX39 , a cell wall peroxidase), AT5G09220 ( AAP2, AMINO ACID PERMEASE 2 ), and AT1G73480 ( MAGL4 , an α-β hydrolase). Analysis of these loci using the graph-based network analysis tool KnetMiner 23 revealed broad connections to the plastid and membrane function (Fig. 8 ). Fig. 8. Network analysis of the 6 common spaceflight responsive genes identified from analysis of Arabidopsis seedlings flown in the BRIC hardware. Open in a new tab Query genes are highlighted in yellow. AT1G74310 ( HOT1/HSP101 ; HEAT SHOCK PROTEIN 101 ), AT1G58340 ( ABS4 , a plant MATE multidrug and toxic compound extrusion transporter), AT5G52310 ( COR78 ; COLD REGULATED 78 ), AT4G11290 ( PRX39 , PEROXIDASE 39 , a cell wall peroxidase), AT5G09220 ( AAP2, AMINO ACID PERMEASE 2 ), and AT1G73480 ( MAGL4 , an α-β hydrola",
    "se family protein). Analysis performed using KnetMiner. Purple connector, link to biochemical function; cyan connector, link to physical location in cell; green connector, link to associated phenotype; black connector, direct physical or genetic linkage. Note links to plastid (green oval) for MAGl4 , HSP101 and COR78 . An interactive version of this analysis is available at: https://knetminer.com/beta/knetspace/network/970c571c-15da-4b93-87ad-ef1418ef9d29 . Some of these genes have been discussed in the individual analyses originally published on each BRIC experiment(s) 18 – 22 . However, the power of the current meta-analysis lies in highlighting these particular genes as possible core markers of the spaceflight response across multiple experiments within the BRIC hardware and revealing a",
    "difference in GLDS-17 and GLDS-44 . Interrogating the experimental design reveals that one obvious difference between GLDS-17 and the other BRIC investigations is that 3% (w/v) sucrose was used in the seedling media in GLDS-17 compared to 0.3–1% (w/v) in the other studies. Sucrose is generally added to the media of Arabidopsis seedlings to support the heterotrophic growth of the plants in the dark conditions in the BRIC. However, the higher sucrose in BRIC-17 [ https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-17 ] was specifically added to facilitate comparisons between the seedlings in this experiment and a parallel set of cell cultures that required much higher sucrose for growth. The differences in gene expression between BRIC-17 [ https://genelab-data.ndc.nasa.gov/genelab/acce",
    "ssion/GLDS-17 ] seedlings and the other BRIC experiments then implies that changes in primary metabolism experienced by the etiolated seedlings in the BRIC may be an important factor in determining spaceflight related transcriptional responses, echoing the altered primary metabolism inferred from our meta-analysis across all the spaceflight datasets analyzed as part of the Matrix in Fig. 5 . Such observations are especially relevant in the context of possible spaceflight-related hypoxia discussed above. Indeed, Loreti et al., 33 used microarray analysis in ground-based research to investigate the changes that take place in seedlings that experience low oxygen stress with or without the addition of external sucrose. Their analyses revealed that exogenous sucrose significantly alters pattern"
  ]
}